{"id":11908,"date":"2015-09-04T14:51:47","date_gmt":"2015-09-04T13:51:47","guid":{"rendered":"http:\/\/www.MacSfera.com\/?p=11908"},"modified":"2017-01-06T16:25:00","modified_gmt":"2017-01-06T15:25:00","slug":"beats-solo2-inalambricos-mi-opinion","status":"publish","type":"post","link":"https:\/\/www.MacSfera.com\/beats-solo2-inalambricos-mi-opinion\/","title":{"rendered":"Beats Solo2 inal\u00e1mbricos: mi opini\u00f3n"},"content":{"rendered":"<p class=\"medio\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Beats-Solo-2-inalambricos-gris-espacial.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Beats-Solo-2-inalambricos-gris-espacial.jpg\" alt=\"Beats Solo 2 inalambricos gris espacial\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-11926\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Beats-Solo-2-inalambricos-gris-espacial.jpg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Beats-Solo-2-inalambricos-gris-espacial-300x200.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Beats-Solo-2-inalambricos-gris-espacial-1024x683.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>Nunca he sido muy fan de la marca Beats, he o\u00eddo durante muchos a\u00f1os de todo sobre ella, tanto cosas buenas como cosas malas. Pero independientemente de lo que opinase la gente, <strong>nunca he tenido un producto suyo<\/strong> y <a href=\"http:\/\/www.mylaif.es\/post\/15453246839\/y-si-me-pillo-unos-de-estos\" title=\"Y si me pillo unos de estos\" target=\"_blank\">rara vez<\/a> me he planteado comprar algo de la marca.<\/p>\n<p>Mi razonamiento era simple: <strong>demasiado dinero para unos cascos.<\/strong> Y no porque fuesen cascos o de mala calidad, sino por el uso que le iba a dar yo a esos cascos. S\u00ed, utilizo cascos, pero de todas las veces que uso cascos, la mayor\u00eda me conformo con <a href=\"http:\/\/www.mylaif.es\/tagged\/EarPods\" title=\"EarPods\" target=\"_blank\">los EarPods de Apple<\/a> <sup class=\"modern-footnotes-footnote \" data-mfn=\"1\" data-mfn-post-scope=\"000000003c7a416c000000003cf272ec_11908\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-000000003c7a416c000000003cf272ec_11908\">1<\/a><\/sup><span id=\"mfn-content-000000003c7a416c000000003cf272ec_11908\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"1\">Suenan bien, compatibles con mi iPhone, duraderos y discretos.<\/span>. El resto de veces s\u00ed que es verdad que me gusta tener unos auriculares c\u00f3modos para estar el m\u00e1ximo tiempo posible con ellos.<\/p>\n<p><!--more--><\/p>\n<p>Como soy conformista en ese sentido, ve\u00eda una tonter\u00eda gastarme 200\u20ac en unos auriculares que ni si quiera ten\u00edan Bluetooth. Su dise\u00f1o me gustaba, su sonido probablemente tambi\u00e9n lo har\u00eda, pero no les iba a sacar el partido necesario que realmente necesitaban para que me compensase esa inversi\u00f3n. Ahora bien, <strong>las cosas han cambiado y he acabado haci\u00e9ndome con unos Beats Solo2 inal\u00e1mbricos,<\/strong> y hoy os voy a hablar de ellos.<\/p>\n<p>Si os est\u00e1is preguntando que c\u00f3mo es posible que yo, que me conformo con unos <a href=\"http:\/\/www.mylaif.es\/post\/33176731182\/sennheiser-hd-201-mi-opini%C3%B3n\" title=\"Sennheiser HD 201: Mi opini\u00f3n\" target=\"_blank\">Sennheiser de 20\u20ac<\/a>, he acabado con unos Beats de 300\u20ac, la respuesta es muy sencilla: <strong>gracias al <a href=\"http:\/\/www.macsfera.com\/ya-tenemos-campana-de-vuelta-a-clase-en-espana\/\" title=\"Ya tenemos campa\u00f1a de Vuelta a Clase en Espa\u00f1a\" target=\"_blank\">programa de Vuelta a clase de Apple<\/a>.<\/strong> Con la compra de un Mac, la empresa te regalaba unos Beats Solo2 valorados en 200\u20ac, pero si pagabas 100\u20ac de tu bolsillo, pod\u00edas obtener el modelo inal\u00e1mbrico. Yo me compr\u00e9 hace poco <a href=\"http:\/\/www.macsfera.com\/mi-nuevo-macbook-pro-retina\/\" title=\"Mi nuevo MacBook Pro Retina\" target=\"_blank\">mi MacBook Pro Retina<\/a> y decid\u00ed lanzarme al modelo inal\u00e1mbrico. Llevaba buscando unos cascos Bluetooth un tiempo y no encontraba unos por debajo de 150\u20ac as\u00ed que me pareci\u00f3 una buena idea. <strong>De ese modo es c\u00f3mo obtuve estos auriculares.<\/strong><\/p>\n<h2>Dise\u00f1o<\/h2>\n<p class=\"medio\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Diseno-Beats-Solo2-Wireless-.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Diseno-Beats-Solo2-Wireless-.jpg\" alt=\"Diseno Beats Solo2 Wireless\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-11933\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Diseno-Beats-Solo2-Wireless-.jpg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Diseno-Beats-Solo2-Wireless--300x200.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Diseno-Beats-Solo2-Wireless--1024x683.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>Empecemos hablando por lo que m\u00e1s destaca: <strong>el dise\u00f1o.<\/strong> Los cascos son bonitos, sin duda alguna. Tienen un acabado muy agradable, los colores son fant\u00e1sticos y el producto se siente realmente bien en las manos \u2013a pesar de que <a href=\"https:\/\/medium.com\/bolt-blog\/how-it-s-made-series-beats-by-dre-154aae384b36\" target=\"_blank\">usan peque\u00f1os trucos<\/a> para dar esa sensaci\u00f3n.<\/p>\n<p>Al ser el modelo inal\u00e1mbrico, la oferta s\u00f3lo permit\u00eda elegirlos entre los colores \u201cpremium\u201d \u2013plateado, dorado o gris espacial\u2013 <strong>yo me decant\u00e9 por el \u00faltimo<\/strong> y no me arrepiento para nada. Es un color muy bonito y elegante que, si bien no deja de ser gris, es una tonalidad m\u00e1s oscura que el aluminio de los productos de Apple (del cual estoy un poco cansado).<\/p>\n<p class=\"medio\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Beats-Solo2-plegados.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Beats-Solo2-plegados.jpg\" alt=\"Beats Solo2 plegados\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-11934\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Beats-Solo2-plegados.jpg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Beats-Solo2-plegados-300x200.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Beats-Solo2-plegados-1024x683.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p\b>\n<p>Al igual que en otros modelos, <strong>los Beats Solo2 se pueden plegar<\/strong> para que ocupen menos espacio y los podamos transportar con mayor facilidad. Por un lado me gusta, ya que en efecto puedes llevarlos de un lado a otro junto a su bolsa sin que ocurra nada. Por otro lado me preocupa un poco, si bien la pieza que hace de tope no parece endeble, el pl\u00e1stico de la estructura general no me aporta la seguridad suficiente como para no preocuparme.<\/p>\n<p>Alg\u00fan d\u00eda puede que vaya a plegarlos y se rompa por un lado porque dicho pl\u00e1stico ha cedido. O al sacarlo de la funda te das cuenta de que debido a alguna presi\u00f3n, hay una rotura en la uni\u00f3n de los soportes. No s\u00e9 si pasar\u00e1, ni si quiera si podr\u00eda pasar, pero son las preocupaciones que me vienen a la cabeza cuando los uso.<\/p>\n<p>Puesto que son inal\u00e1mbricos, <strong>hay una serie de controles que est\u00e1n en los auriculares:<\/strong><\/p>\n<p class=\"medio\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Auricular-derecho-Beats-Solo2-Inalambricos.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Auricular-derecho-Beats-Solo2-Inalambricos.jpg\" alt=\"Auricular derecho Beats Solo2 Inalambricos\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-11935\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Auricular-derecho-Beats-Solo2-Inalambricos.jpg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Auricular-derecho-Beats-Solo2-Inalambricos-300x200.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Auricular-derecho-Beats-Solo2-Inalambricos-1024x683.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p><strong>En el auricular derecho<\/strong> tenemos el bot\u00f3n de encendido y apagado de los cascos, los LEDs que indican la carga total de la bater\u00eda y el puerto micro USB para cargarla cuando lo necesitemos.<\/p>\n<p class=\"medio\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Auricular-izquierdo-Beats-Solo2-Wireless.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Auricular-izquierdo-Beats-Solo2-Wireless.jpg\" alt=\"Auricular izquierdo Beats Solo2 Wireless\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-11936\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Auricular-izquierdo-Beats-Solo2-Wireless.jpg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Auricular-izquierdo-Beats-Solo2-Wireless-300x200.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Auricular-izquierdo-Beats-Solo2-Wireless-1024x683.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p><strong>En el auricular izquierdo<\/strong> tenemos los botones integrados en el dise\u00f1o. Tanto la b del logotipo de Beats como el aro exterior <strong>son botones camuflados.<\/strong> La b nos sirve para hacer el pareado Bluetooth, para reproducir o pausar una canci\u00f3n con un solo clic o para poner la siguiente pista o anterior con dos o tres clics respectivamente <sup class=\"modern-footnotes-footnote \" data-mfn=\"2\" data-mfn-post-scope=\"000000003c7a416c000000003cf272ec_11908\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-000000003c7a416c000000003cf272ec_11908\">2<\/a><\/sup><span id=\"mfn-content-000000003c7a416c000000003cf272ec_11908\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"2\">El funcionamiento es igual que el de los EarPods.<\/span>. Si recibimos una llamada tambi\u00e9n nos servir\u00e1 para descolgar y colgar la llamada. El anillo exterior tiene dos botones ocultos, uno arriba y otro abajo, sirven para controlar el volumen de la m\u00fasica y de la llamada en curso. Adem\u00e1s, este auricular cuenta con el micr\u00f3fono incorporado, con un LED que nos indica si el dispositivo est\u00e1 enlazado o no y con una toma jack con la que podremos conectar los cascos a un terminal.<\/p>\n<p>Me ha sorprendido mucho que <strong>los controles estuviesen en el lado izquierdo.<\/strong> Sinceramente. La mayor\u00eda de la poblaci\u00f3n es diestra e intu\u00eda que por esa raz\u00f3n estaban en el lado derecho de la mayor\u00eda de cascos del mercado. Pero en los Beats Solo2 no, est\u00e1n en el lado izquierdo. Tal vez sea porque la mayor\u00eda de las veces que hacemos una tarea lo hacemos con la derecha y la mano que tenemos libre es la izquierda, <strong>as\u00ed podemos manejar los controles con rapidez.<\/strong> No lo s\u00e9. En cualquier caso, no supone mucho problema porque no hay que tener precisi\u00f3n a la hora de usarlos, pero quer\u00eda destacarlo.<\/p>\n<h2>Sonido<\/h2>\n<p class=\"medio\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Auricular-Beats-Solo2-Wireless.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Auricular-Beats-Solo2-Wireless.jpg\" alt=\"Auricular Beats Solo2 Wireless\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-11937\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Auricular-Beats-Solo2-Wireless.jpg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Auricular-Beats-Solo2-Wireless-300x200.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Auricular-Beats-Solo2-Wireless-1024x683.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>Entramos en terreno peligroso. He le\u00eddo de todo sobre este apartado antes de tener los Beats. Que si son una basura. Que si son incre\u00edbles. Que si no merecen el dinero que cuestan <sup class=\"modern-footnotes-footnote \" data-mfn=\"3\" data-mfn-post-scope=\"000000003c7a416c000000003cf272ec_11908\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-000000003c7a416c000000003cf272ec_11908\">3<\/a><\/sup><span id=\"mfn-content-000000003c7a416c000000003cf272ec_11908\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"3\">\u00bfY qu\u00e9 lo merece realmente?<\/span>. Que si est\u00e1n sobrevalorados. Que si triunfan porque est\u00e1n de moda. Que si triunfan porque son geniales. De todo.<\/p>\n<p>No me gusta mentiros y no voy a empezar ahora. <strong>No tengo tan buen o\u00eddo como para saber si el sonido es m\u00e1s o menos bueno.<\/strong> No soy un experto, no s\u00e9 los matices musicales que deben transmitir unos auriculares y no me voy a dar por un entendido, s\u00f3lo puedo transmitiros mis sensaciones y opiniones. Para obtenerlas he comparado los cascos con otros que he podido probar, he escuchado canciones que s\u00e9 c\u00f3mo deber\u00edan sonar y me he fijado en lo que me han trasmitido estos cascos a la hora de escuchar la m\u00fasica <sup class=\"modern-footnotes-footnote \" data-mfn=\"4\" data-mfn-post-scope=\"000000003c7a416c000000003cf272ec_11908\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-000000003c7a416c000000003cf272ec_11908\">4<\/a><\/sup><span id=\"mfn-content-000000003c7a416c000000003cf272ec_11908\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"4\">He podido escuchar <a href=\"https:\/\/itun.es\/es\/IfXy3?i=929246581\" title=\"Barcelona\" target=\"_blank\">Barcelona<\/a> (de Freddie Mercury y Montserrat Caball\u00e9) cientos de veces, pero hay ciertas ocasiones en las que la piel se me pone de gallina por muchas veces que la haya escuchado, y eso es por el medio que la reproduce.<\/span>.<\/p>\n<p class=\"medio\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Beats-Solo2-Wireless-gris-espacial.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Beats-Solo2-Wireless-gris-espacial.jpg\" alt=\"Beats Solo2 Wireless gris espacial\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-11938\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Beats-Solo2-Wireless-gris-espacial.jpg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Beats-Solo2-Wireless-gris-espacial-300x200.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Beats-Solo2-Wireless-gris-espacial-1024x683.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p><strong>S\u00ed, los Beats Solo2 suenan bien.<\/strong> Muy bien bajo mi punto de vista. <strong>Los cascos a\u00edslan que da gusto.<\/strong> Te los pones y es como estar en tu propia burbuja. Eso hace que el sonido que proyectan sea alto y claro, sin necesidad de tener que elevar el volumen al m\u00e1ximo. Es una de las ventajas de la cancelaci\u00f3n de ruido exterior. En ning\u00fan momento he tenido que subir el volumen al m\u00e1ximo. De hecho, al hacerlo lo \u00fanico que he conseguido es hacerme da\u00f1o.<\/p>\n<p><strong>La representaci\u00f3n del sonido ha sido fiel.<\/strong> He escuchado canciones y he obtenido la misma sensaci\u00f3n o mejor que en otras ocasiones, no ha habido un momento en el que me haya molestado que no estuviese usando otros cascos o altavoces, yo eso lo interpreto como algo bueno. Es m\u00e1s, ha habido canciones en las que <strong>he apreciado mucho mejor el sonido y los matices de la melod\u00eda.<\/strong><\/p>\n<p>Como Beats pertenece a Apple y yo no soy un experto en sonido, lo mejor que pod\u00e9is hacer es pasaros por una Apple Store a probarlos. Es m\u00e1s, no os recomiendo que os gui\u00e9is por lo que pone en la red porque cada persona es un mundo y esto algo bastante personal como para no probarlo de primera mano.<\/p>\n<h2>Comodidad <\/h2>\n<p class=\"grande\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Comodidad-Beats-Solo2-Inalambricos.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Comodidad-Beats-Solo2-Inalambricos.jpg\" alt=\"Comodidad Beats Solo2 Inalambricos\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-11939\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Comodidad-Beats-Solo2-Inalambricos.jpg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Comodidad-Beats-Solo2-Inalambricos-300x200.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Comodidad-Beats-Solo2-Inalambricos-1024x683.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>Este es el punto m\u00e1s importante de la review. Lo primero que busco en unos cascos es que sean c\u00f3modos. Que puedas llevarlos el m\u00e1ximo tiempo posible sin que suponga un problema y que puedas usarlo en la mayor\u00eda de situaciones. Como ya digo, <strong>para m\u00ed es lo m\u00e1s importante.<\/strong><\/p>\n<p>Las almohadillas que consiguen la cancelaci\u00f3n de ruido exterior son peque\u00f1as para lo que estoy acostumbrado. <strong>Lo que significa que no te cubren la oreja entera y puede haber problemas a la hora de sentirte confortable con ellos.<\/strong><\/p>\n<p class=\"medio\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Patilla-Beats-Solo2-Inalambricos.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Patilla-Beats-Solo2-Inalambricos.jpg\" alt=\"Patilla Beats Solo2 Inalambricos\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-11940\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Patilla-Beats-Solo2-Inalambricos.jpg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Patilla-Beats-Solo2-Inalambricos-300x200.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Patilla-Beats-Solo2-Inalambricos-1024x683.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>He de admitirlo, <strong>al principio no consegu\u00eda hacerme con ellos.<\/strong> Entre que estoy acostumbrado a que mi oreja est\u00e9 en contacto con el auricular, que llevo gafas y que no me ajust\u00e9 la diadema todo lo correctamente posible, era insoportable tenerlos m\u00e1s de 30-40 minutos. <strong>El mal ajuste provocaba que las orejas me doliesen y detestase usar los auriculares.<\/strong><\/p>\n<p>Pero observ\u00e1ndolo bien y trasteando un poco, consegu\u00ed hacerme con ellos <sup class=\"modern-footnotes-footnote \" data-mfn=\"5\" data-mfn-post-scope=\"000000003c7a416c000000003cf272ec_11908\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-000000003c7a416c000000003cf272ec_11908\">5<\/a><\/sup><span id=\"mfn-content-000000003c7a416c000000003cf272ec_11908\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"5\">No es que fuese muy dif\u00edcil la verdad, s\u00f3lo ten\u00eda que prestar atenci\u00f3n y usar el sentido com\u00fan.<\/span> siendo plenamente c\u00f3modos. Lo que s\u00ed me gustar\u00eda destacar es que hay que tenerlos bien colocados desde el principio porque si no vamos a acabar con un dolor de orejas considerable.<\/p>\n<p class=\"medio\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Beats-Solo2-inalambricos.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Beats-Solo2-inalambricos.jpg\" alt=\"Beats Solo2 inalambricos\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-11941\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Beats-Solo2-inalambricos.jpg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Beats-Solo2-inalambricos-300x200.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Beats-Solo2-inalambricos-1024x683.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>Como he comentado, Apple regalaba una versi\u00f3n no inal\u00e1mbrica, pero por un suplemento de 100\u20ac obten\u00edamos la inal\u00e1mbrica. <strong>Es la mejor decisi\u00f3n que he tomado.<\/strong> El Bluetooth te da una movilidad y una libertad absoluta. Algo que llevaba deseando bastante tiempo pero que empec\u00e9 a buscar hace poco.<\/p>\n<p><strong>Da gusto no tener cables por ning\u00fan lado.<\/strong> Poder pasear por tu habitaci\u00f3n sin preocuparte de dar tirones o arramplar con media mesa. Conectar los cascos es muy sencillo y no es necesario desconectar los altavoces que tengas enchufados por el puerto Jack <sup class=\"modern-footnotes-footnote \" data-mfn=\"6\" data-mfn-post-scope=\"000000003c7a416c000000003cf272ec_11908\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-000000003c7a416c000000003cf272ec_11908\">6<\/a><\/sup><span id=\"mfn-content-000000003c7a416c000000003cf272ec_11908\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"6\">Algo que en un iMac, Mac mini o Mac Pro es un aut\u00e9ntico tost\u00f3n.<\/span>.<\/p>\n<p>Obviamente, esta movilidad no est\u00e1 sujeta a estos cascos, pero yo lo he descubierto as\u00ed y me gusta compartirlo. Adem\u00e1s, como la oferta permite hacerte con este modelo, me gusta reflejar el hecho de que la inversi\u00f3n merece mucho la pena.<\/p>\n<h2>Rendimiento<\/h2>\n<p class=\"medio\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Beats-Solo2-inalambricos-plegados.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Beats-Solo2-inalambricos-plegados.jpg\" alt=\"Beats Solo2 inalambricos plegados\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-11942\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Beats-Solo2-inalambricos-plegados.jpg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Beats-Solo2-inalambricos-plegados-300x200.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Beats-Solo2-inalambricos-plegados-1024x683.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>Ya os he hablado del sonido <sup class=\"modern-footnotes-footnote \" data-mfn=\"7\" data-mfn-post-scope=\"000000003c7a416c000000003cf272ec_11908\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-000000003c7a416c000000003cf272ec_11908\">7<\/a><\/sup><span id=\"mfn-content-000000003c7a416c000000003cf272ec_11908\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"7\">Aunque no os haya podido ayudar en mucho<\/span> y de la comodidad, es hora de hablar del rendimiento de los auriculares.<\/p>\n<p><strong>La bater\u00eda es el punto a tratar m\u00e1s importante aqu\u00ed.<\/strong> La autonom\u00eda en un dispositivo Bluetooth debe ser lo m\u00e1s grande que pueda y aqu\u00ed los Beats Solo2 no se quedan atr\u00e1s. En las instrucciones indican que tiene 12 horas de autonom\u00eda, nunca los he usado tanto tiempo de seguido, pero s\u00ed de forma interrumpida <strong>y puedo aseguraros que la bater\u00eda dura.<\/strong> Dura mucho.<\/p>\n<p>Beats aqu\u00ed <strong>ha hecho bien al incluir los LEDs indicadores de bater\u00eda,<\/strong> as\u00ed nos podemos hacer una r\u00e1pida idea de cuanto le queda. Adem\u00e1s, si el dispositivo es compatible, podremos saber cu\u00e1nta bater\u00eda resta ya que queda reflejado en el software <sup class=\"modern-footnotes-footnote \" data-mfn=\"8\" data-mfn-post-scope=\"000000003c7a416c000000003cf272ec_11908\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-000000003c7a416c000000003cf272ec_11908\">8<\/a><\/sup><span id=\"mfn-content-000000003c7a416c000000003cf272ec_11908\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"8\">Curiosamente, iOS s\u00ed que muestra la bater\u00eda restante, pero OS X no, a pesar de que s\u00ed que lo hace con otros accesorios.<\/span>.<\/p>\n<p>Al encender los cascos, se conectar\u00e1 al \u00faltimo dispositivo enlazado, de no encontrarlo ir\u00e1 a uno conocido. Si tenemos varios dispositivos, cambiar entre unos y otros es tan sencillo como dejar pulsado la b durante 2 segundos y esperar a que el equipo lo reconozca. Desconozco si hay l\u00edmite de dispositivos a los que se puede enlazar (si es que lo hay).<\/p>\n<p>Hay una cosa que me ha gustado ver, y es que <strong>Beats <a href=\"http:\/\/namemybeats.com\" target=\"_blank\">ha hecho un software<\/a> que permite actualizar el firmware de los cascos<\/strong> para conseguir que la conexi\u00f3n Bluetooth vaya mejor, el tiempo de respuesta se reduzca y podamos ponerles un nombre. No s\u00e9 que ritmo de actualizaciones tendr\u00e1n, pero por lo menos tenemos esa posibilidad.<\/p>\n<h2>Accesorios<\/h2>\n<p class=\"medio\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Accesorios-Beats-Solo2-Inalambricos.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Accesorios-Beats-Solo2-Inalambricos.jpg\" alt=\"Accesorios Beats Solo2 Inalambricos\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-11943\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Accesorios-Beats-Solo2-Inalambricos.jpg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Accesorios-Beats-Solo2-Inalambricos-300x200.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Accesorios-Beats-Solo2-Inalambricos-1024x683.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p><strong>Los Beats Solo2 inal\u00e1mbricos vienen con unos pocos accesorios,<\/strong> nada que destacar, pero que s\u00ed quiero comentar.<\/p>\n<p>El primero de todos <strong>es una funda<\/strong> con la que podremos llevar los cascos una vez plegados. La funda no es r\u00edgida, es de tela y est\u00e1 un poco acolchada, nos servir\u00e1 sobre todo para proteger los cascos de ara\u00f1azos, aunque no de golpes. Con la funda tambi\u00e9n viene un peque\u00f1o mosquet\u00f3n para que la podamos anclar a nuestra mochila, bolsa, etc.<\/p>\n<p>Trae <strong>un cable micro USB<\/strong> con el que podremos cargar los auriculares cuando se queden sin bater\u00eda. Tambi\u00e9n nos servir\u00e1 para poder actualizar los cascos con la aplicaci\u00f3n antes mencionada.<\/p>\n<p class=\"medio\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Microfono-jack-de-los-Beats-Solo2-Wireless.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Microfono-jack-de-los-Beats-Solo2-Wireless.jpg\" alt=\"Microfono jack de los Beats Solo2 Wireless\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-11944\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Microfono-jack-de-los-Beats-Solo2-Wireless.jpg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Microfono-jack-de-los-Beats-Solo2-Wireless-300x200.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Microfono-jack-de-los-Beats-Solo2-Wireless-1024x683.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>Por \u00faltimo, trae <strong>un cable jack<\/strong> con el que podremos conectar los cascos a cualquier dispositivo independientemente de si tiene Bluetooth, si es compatible o si los Beats no tienen bater\u00eda. El cable incluye, adem\u00e1s, un control de audio, de reproducci\u00f3n de la m\u00fasica y micr\u00f3fono incorporado. Esto me ha gustado mucho porque en un hipot\u00e9tico caso en el que est\u00e1s viajando y te quedas sin bater\u00eda, puedes seguir us\u00e1ndolos sin perder ninguna prestaci\u00f3n.<\/p>\n<hr \/>\n<p class=\"grande\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Beats-Solo2-Inalambricos-Gris-Espacial.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Beats-Solo2-Inalambricos-Gris-Espacial.jpg\" alt=\"Beats Solo2 Inalambricos Gris Espacial\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-11945\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Beats-Solo2-Inalambricos-Gris-Espacial.jpg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Beats-Solo2-Inalambricos-Gris-Espacial-300x200.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Beats-Solo2-Inalambricos-Gris-Espacial-1024x683.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p><strong>No me arrepiento de mi compra.<\/strong> Pagar los 100\u20ac me ha brindado una comodidad extrema a la hora de usar los cascos y creo que la jugada no pod\u00eda haber salido mejor. La cosa es que si te los regalan con la promoci\u00f3n, vale, pero si tienes que gastarte t\u00fa 300\u20ac de tu bolsillo, <strong>no lo har\u00eda.<\/strong> No lo har\u00eda porque no soy ese tipo de persona tan exigente con los auriculares.<\/p>\n<p>Si por el contrario pod\u00e9is disfrutar de la oferta de Vuelta a clase, ya sab\u00e9is, yo no dudar\u00eda la verdad. La comodidad inal\u00e1mbrica es genial, y pocas veces vais a tener 200\u20ac de descuento sobre un precio de 300\u20ac.<\/p>\n<p>No s\u00e9 cual ha sido el motivo de que Apple haya querido regalar unos auriculares tan caros en vez de su <a href=\"http:\/\/www.mylaif.es\/post\/56788130734\/nunca-me-hab%C3%ADa-alegrado-tanto-de-ser-estudiante\" title=\"Nunca me hab\u00eda alegrado tanto de ser estudiante :)\" target=\"_blank\">t\u00edpica tarjeta de la App Store<\/a>. Lo que s\u00e9 es que cuando se public\u00f3 <a href=\"http:\/\/www.macsfera.com\/asi-es-la-campana-vuelta-a-clase-en-eeuu\/\" title=\"As\u00ed es la campa\u00f1a Vuelta a clase en EEUU\" target=\"_blank\">la oferta en EEUU<\/a> me ilusion\u00e9 mucho y por suerte la han aplicado igual aqu\u00ed.<\/p>\n<p>En cualquier caso, me gustar\u00eda acabar mencionando que ahora tengo mi propia opini\u00f3n sobre Beats. Me gusta lo que ha hecho la empresa y c\u00f3mo lo ha hecho. <strong>Desde el empaquetado hasta el uso final pasando por la calidad de los cascos.<\/strong> S\u00e9 que no es un producto para todos los p\u00fablicos \u2013ni bolsillos\u2013 pero aqu\u00e9l que invierta en ellos se encontrar\u00e1 un buen producto.<\/p>\n<p><span class=\"source\">Compra<\/span> <span class=\"via\"><a href=\"http:\/\/amzn.to\/2jbFQku\" target=\"_blank\">Amazon<\/a><\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Nunca he sido muy fan de la marca Beats, he o\u00eddo durante muchos a\u00f1os de todo sobre ella, tanto cosas buenas como<\/p>\n","protected":false},"author":1,"featured_media":11926,"comment_status":"open","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[2233,22],"tags":[2184,2247,714,2019,2211],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v15.0 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Beats Solo2 inal\u00e1mbricos: mi opini\u00f3n<\/title>\n<meta name=\"description\" content=\"Art\u00edculo de opini\u00f3n sobre los Beats Solo2 inal\u00e1mbricos que regala Apple en su promoci\u00f3n de vuelta a clase.\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.MacSfera.com\/beats-solo2-inalambricos-mi-opinion\/\" \/>\n<meta property=\"og:locale\" content=\"es_ES\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Beats Solo2 inal\u00e1mbricos: mi opini\u00f3n\" \/>\n<meta property=\"og:description\" content=\"Art\u00edculo de opini\u00f3n sobre los Beats Solo2 inal\u00e1mbricos que regala Apple en su promoci\u00f3n de vuelta a clase.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.MacSfera.com\/beats-solo2-inalambricos-mi-opinion\/\" \/>\n<meta property=\"og:site_name\" content=\"MacSfera\" \/>\n<meta property=\"article:publisher\" content=\"http:\/\/www.facebook.com\/macsfera\" \/>\n<meta property=\"article:author\" content=\"https:\/\/www.facebook.com\/PabloAsekas\" \/>\n<meta property=\"article:published_time\" content=\"2015-09-04T13:51:47+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2017-01-06T15:25:00+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Beats-Solo-2-inalambricos-gris-espacial.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"2500\" \/>\n\t<meta property=\"og:image:height\" content=\"1667\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:title\" content=\"Beats Solo2 inal\u00e1mbricos: mi opini\u00f3n\" \/>\n<meta name=\"twitter:description\" content=\"Art\u00edculo de opini\u00f3n sobre los Beats Solo2 inal\u00e1mbricos que regala Apple en su promoci\u00f3n de vuelta a clase.\" \/>\n<meta name=\"twitter:image\" content=\"http:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/09\/04115741\/Beats-Solo-2-inalambricos-gris-espacial.jpg\" \/>\n<meta name=\"twitter:creator\" content=\"@https:\/\/twitter.com\/pabloasekas\" \/>\n<meta name=\"twitter:site\" content=\"@MacSferablog\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.MacSfera.com\/#website\",\"url\":\"https:\/\/www.MacSfera.com\/\",\"name\":\"MacSfera\",\"description\":\"Blog sobre Apple con especial inter\\u00e9s en la opini\\u00f3n personal en el Mac, el iPhone y el iPad.\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"https:\/\/www.MacSfera.com\/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"es\"},{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.MacSfera.com\/beats-solo2-inalambricos-mi-opinion\/#primaryimage\",\"inLanguage\":\"es\",\"url\":\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Beats-Solo-2-inalambricos-gris-espacial.jpg\",\"width\":2500,\"height\":1667,\"caption\":\"Beats Solo 2 inalambricos gris espacial\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.MacSfera.com\/beats-solo2-inalambricos-mi-opinion\/#webpage\",\"url\":\"https:\/\/www.MacSfera.com\/beats-solo2-inalambricos-mi-opinion\/\",\"name\":\"Beats Solo2 inal\\u00e1mbricos: mi opini\\u00f3n\",\"isPartOf\":{\"@id\":\"https:\/\/www.MacSfera.com\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/www.MacSfera.com\/beats-solo2-inalambricos-mi-opinion\/#primaryimage\"},\"datePublished\":\"2015-09-04T13:51:47+00:00\",\"dateModified\":\"2017-01-06T15:25:00+00:00\",\"author\":{\"@id\":\"https:\/\/www.MacSfera.com\/#\/schema\/person\/1c7b5783afd3f0309c3aa8a52942db5a\"},\"description\":\"Art\\u00edculo de opini\\u00f3n sobre los Beats Solo2 inal\\u00e1mbricos que regala Apple en su promoci\\u00f3n de vuelta a clase.\",\"inLanguage\":\"es\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.MacSfera.com\/beats-solo2-inalambricos-mi-opinion\/\"]}]},{\"@type\":\"Person\",\"@id\":\"https:\/\/www.MacSfera.com\/#\/schema\/person\/1c7b5783afd3f0309c3aa8a52942db5a\",\"name\":\"Pablo Asekas\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.MacSfera.com\/#personlogo\",\"inLanguage\":\"es\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/f86183a13a9c39523543ae47691e4c72?s=96&r=g\",\"caption\":\"Pablo Asekas\"},\"description\":\"Pablo es la persona detr\\u00e1s de MacSfera, le apasiona la tecnolog\\u00eda y adora Internet. Le gusta hablar de dispositivos y aplicaciones con un punto de vista personal y variado.\",\"sameAs\":[\"https:\/\/www.facebook.com\/PabloAsekas\",\"https:\/\/twitter.com\/https:\/\/twitter.com\/pabloasekas\",\"https:\/\/www.youtube.com\/user\/pabloasekas\",\"http:\/\/www.mylaif.es\"]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","_links":{"self":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts\/11908"}],"collection":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/comments?post=11908"}],"version-history":[{"count":1,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts\/11908\/revisions"}],"predecessor-version":[{"id":16187,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts\/11908\/revisions\/16187"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/media\/11926"}],"wp:attachment":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/media?parent=11908"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/categories?post=11908"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/tags?post=11908"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}