{"id":15303,"date":"2016-09-08T13:32:46","date_gmt":"2016-09-08T11:32:46","guid":{"rendered":"https:\/\/www.MacSfera.com\/?p=15303"},"modified":"2021-10-17T12:54:05","modified_gmt":"2021-10-17T10:54:05","slug":"nuevo-iphone-7-iphone-7-plus","status":"publish","type":"post","link":"https:\/\/www.MacSfera.com\/nuevo-iphone-7-iphone-7-plus\/","title":{"rendered":"Nuevo iPhone 7 y iPhone 7 Plus"},"content":{"rendered":"<p class=\"grande\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/09\/iPhone-7-y-7-Plus.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/09\/iPhone-7-y-7-Plus.jpg\" alt=\"iPhone 7 y 7 Plus\" width=\"2500\" height=\"1204\" class=\"aligncenter size-full wp-image-15304\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/09\/iPhone-7-y-7-Plus.jpg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/09\/iPhone-7-y-7-Plus-300x144.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/09\/iPhone-7-y-7-Plus-1024x493.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p><strong>Ayer fue la <a href=\"https:\/\/www.macsfera.com\/tag\/see-you-on-the-7th\" title=\"See you on the 7th\" target=\"_blank\" rel=\"noopener noreferrer\">keynote \u201cSee you on the 7th\u201d<\/a> y una de las novedades previstas fue el iPhone 7 y el iPhone 7 Plus.<\/strong><\/p>\n<p>Los nuevos modelos del fant\u00e1stico tel\u00e9fono de Apple fueron presentados y suponen unos cambios bastante importantes en cuanto a lo que est\u00e1bamos acostumbrados a ver.<\/p>\n<p><!--more--><\/p>\n<p>Se siguen manteniendo los dos modelos introducidos con el iPhone 6, <strong>el modelo normal de 4,7 y el modelo Plus de 5,5 pulgadas,<\/strong> pero tanto el dise\u00f1o exterior como los componentes internos han variado.<\/p>\n<h2>Nuevo dise\u00f1o<\/h2>\n<p class=\"medio\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/09\/iPhone-7-Plus-Negro-brillante.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/09\/iPhone-7-Plus-Negro-brillante.jpg\" alt=\"iPhone 7 Plus Negro brillante\" width=\"1161\" height=\"837\" class=\"aligncenter size-full wp-image-15305\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/09\/iPhone-7-Plus-Negro-brillante.jpg 1161w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/09\/iPhone-7-Plus-Negro-brillante-277x200.jpg 277w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/09\/iPhone-7-Plus-Negro-brillante-1024x738.jpg 1024w\" sizes=\"(max-width: 1161px) 100vw, 1161px\" \/><\/a><\/p>\n<p>Si bien el tama\u00f1o y peso del dispositivo se mantiene, <strong>el dise\u00f1o ha variado.<\/strong> Ahora las antenas s\u00f3lo est\u00e1n por el lateral del dispositivo y no por la parte trasera del tel\u00e9fono. La c\u00e1mara se ha integrado mejor en el cuerpo del tel\u00e9fono, aunque sigue sobresaliendo.<\/p>\n<p>Adem\u00e1s, <strong>el iPhone 7 es resistente al agua siguiendo la calificaci\u00f3n IP67,<\/strong> de modo que no le puede entrar agua ni polvo en ciertas circunstancias. Esto significa que el tel\u00e9fono se puede mojar superficialmente que no le va a pasar nada.<\/p>\n<p>Por otro lado, <strong>se ha eliminado el puerto jack de 3,5mm para conectar los auriculares<\/strong> y ha sido sustituido por altavoces est\u00e9reo. El audio se tendr\u00e1 que transmitir de forma inal\u00e1mbrica o con los nuevos Earpods conectados por el puerto Lightning.<\/p>\n<p>El iPhone 7 Plus no solo cuenta con una c\u00e1mara trasera, <strong>sino que cuenta con 2,<\/strong> m\u00e1s adelante trataremos el tema de las c\u00e1maras y de la funcionalidad de esa nueva pieza.<\/p>\n<p class=\"grande\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/09\/iPhone-7-rosa.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/09\/iPhone-7-rosa.jpg\" alt=\"iPhone 7 rosa\" width=\"2500\" height=\"762\" class=\"aligncenter size-full wp-image-15306\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/09\/iPhone-7-rosa.jpg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/09\/iPhone-7-rosa-300x91.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/09\/iPhone-7-rosa-1024x312.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p><strong>Hay 5 nuevas opciones de color:<\/strong> negro, plateado, dorado y rosado. Un momento, si digo 5 \u00bfpor qu\u00e9 s\u00f3lo menciono 4? <strong>Porque hay dos tipos de negro: Negro brillante y negro mate.<\/strong><\/p>\n<p>El gris espacial ha sido sustituido por dos negros, colores m\u00e1s oscuros que cuadran mejor con la demanda que se ped\u00eda desde el lanzamiento del iPhone 5.<\/p>\n<p><strong>El negro mate es el equivalente al gris espacial pero m\u00e1s oscuro.<\/strong> De esta forma tenemos un dispositivo elegante y suave al tacto como al que estamos acostumbrados.<\/p>\n<p><strong>El negro brillante se consigue gracias a un proceso de anodizado y pulido que permite que el aluminio obtenga un brillo similar al del cristal.<\/strong> Hac\u00eda tiempo que no ve\u00edamos un iPhone tan brillante, desde el 4s cuando inclu\u00eda cristal en su parte trasera. Pero ojo, esto no es cristal, es aluminio, as\u00ed que estar\u00e1 sujeto a roces y cambios f\u00edsicos como tal.<\/p>\n<p class=\"medio\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/09\/Boton-home-Force-Touch-Taptic-Engine.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/09\/Boton-home-Force-Touch-Taptic-Engine.jpg\" alt=\"Boton home Force Touch Taptic Engine\" width=\"2238\" height=\"1248\" class=\"aligncenter size-full wp-image-15307\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/09\/Boton-home-Force-Touch-Taptic-Engine.jpg 2238w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/09\/Boton-home-Force-Touch-Taptic-Engine-300x167.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/09\/Boton-home-Force-Touch-Taptic-Engine-1024x571.jpg 1024w\" sizes=\"(max-width: 2238px) 100vw, 2238px\" \/><\/a><\/p>\n<p>Por \u00faltimo, el bot\u00f3n de inicio deja de ser un bot\u00f3n como tal. Ahora <strong>adopta la <a href=\"https:\/\/www.macsfera.com\/force-touch-asi-es-el-nuevo-trackpad-de-apple\/\" title=\"Force Touch: as\u00ed es el nuevo trackpad de Apple\" target=\"_blank\" rel=\"noopener noreferrer\">tecnolog\u00eda Force Touch<\/a> y se une al sistema Taptic Engine introducido en el iPhone 6s para comunicarse con nosotros.<\/strong> Estar\u00e1 bien ver c\u00f3mo se comporta iOS 10 con el nuevo bot\u00f3n porque se me ocurren una serie de gestos que ayudar\u00edan a mejorar la experiencia m\u00e1s.<\/p>\n<h2>La c\u00e1mara del iPhone 7<\/h2>\n<p class=\"grande\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/09\/Doble-camara-del-iPhone-7-Plus.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/09\/Doble-camara-del-iPhone-7-Plus.jpg\" alt=\"Doble camara del iPhone 7 Plus\" width=\"2238\" height=\"1246\" class=\"aligncenter size-full wp-image-15308\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/09\/Doble-camara-del-iPhone-7-Plus.jpg 2238w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/09\/Doble-camara-del-iPhone-7-Plus-300x167.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/09\/Doble-camara-del-iPhone-7-Plus-1024x570.jpg 1024w\" sizes=\"(max-width: 2238px) 100vw, 2238px\" \/><\/a><\/p>\n<p>Es habitual ver mejoras en las c\u00e1maras de Apple. A Apple le gusta la fotograf\u00eda y por ello dota de la mejor tecnolog\u00eda a sus dispositivos. <strong>No pod\u00eda ser distinto en el iPhone 7.<\/strong><\/p>\n<p>De base, <strong>la c\u00e1mara trasera es de 12 Megap\u00edxeles, tiene estabilizador de imagen y cuenta con una apertura de f\/1,8.<\/strong> Gracias a esta apertura, la luz que entra en el sensor es mayor y las opciones se expanden m\u00e1s a la hora de capturar.<\/p>\n<p><strong>El flash True Tone,<\/strong> incorporado por primera vez en el iPhone 5s, <strong>ahora se compone de 4 LEDs en vez de dos,<\/strong> con lo que aportar\u00e1n mayor luz a la captura que modelos anteriores.<\/p>\n<p>Los v\u00eddeos siguen siendo en formato 4K introducidos con el <a href=\"https:\/\/www.macsfera.com\/nuevo-iphone-6s-y-6s-plus\/\" title=\"Nuevo iPhone 6s y 6s Plus\" target=\"_blank\" rel=\"noopener noreferrer\">iPhone 6s<\/a>, pero con la estabilizaci\u00f3n \u00f3ptica y la apertura de f\/1,8, saldr\u00e1n mejores capturas.<\/p>\n<p class=\"grande\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/09\/iPhone-7-negro-brillante.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/09\/iPhone-7-negro-brillante.jpg\" alt=\"iPhone 7 negro brillante\" width=\"1988\" height=\"631\" class=\"aligncenter size-full wp-image-15310\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/09\/iPhone-7-negro-brillante.jpg 1988w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/09\/iPhone-7-negro-brillante-300x95.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/09\/iPhone-7-negro-brillante-1024x325.jpg 1024w\" sizes=\"(max-width: 1988px) 100vw, 1988px\" \/><\/a><\/p>\n<p><strong>La c\u00e1mara frontal evoluciona m\u00e1s y se posiciona en los 7 Megap\u00edxeles de calidad con una gama crom\u00e1tica m\u00e1s amplia.<\/strong> Mantiene el Retina Flash, de modo que la pantalla nos servir\u00e1 para iluminar la foto en caso de haber poca luz.<\/p>\n<p><strong>El nuevo chip ISP se integra directamente con el chip A10 Fusion del iPhone 7.<\/strong> Apple ha decidido usar la inteligencia artificial para que capturar nuestras fotos sea m\u00e1s preciso y directo, por ello, el chip es capaz de realizar 100.000 millones de c\u00e1lculos en 25 ms para que el encuadre, equilibrio, enfoque y color sean los mejores posibles. Esto se traduce en mejores fotos.<\/p>\n<p>Hablemos de las dos c\u00e1maras del iPhone 7 Plus. Por primera vez en la historia de un iPhone, <strong>cuenta con dos c\u00e1maras traseras que se complementan para hacer de la fotograf\u00eda m\u00f3vil un arte y no una afici\u00f3n.<\/strong><\/p>\n<p>La primera c\u00e1mara, la de la izquierda, e<strong>s la c\u00e1mara normal descrita arriba.<\/strong> Exactamente igual.<\/p>\n<p><strong>La segunda c\u00e1mara es un teleobjetivo,<\/strong> es decir, un objetivo cuya distancia focal es mayor que en la otra c\u00e1mara. Tiene zoom, para que nos entendamos.<\/p>\n<p>Esta c\u00e1mara ha sido dise\u00f1ada para que, en caso de necesidad, <strong>podamos tener zoom \u00f3ptico desde el m\u00f3vil sin p\u00e9rdida de calidad.<\/strong> Por ello, obtenemos el doble de zoom gracias a esta c\u00e1mara y hasta 5 veces m\u00e1s mediante el zoom digital.<\/p>\n<p><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/09\/Zoom-optico-iPhone-7-Plus.gif\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/09\/Zoom-optico-iPhone-7-Plus.gif\" alt=\"Zoom optico iPhone 7 Plus\" width=\"700\" height=\"616\" class=\"aligncenter size-full wp-image-15309\" \/><\/a><\/p>\n<p><em>\u201c\u00bfPero la c\u00e1mara de mi iPhone tiene zoom?\u201d<\/em> Os estar\u00e9is preguntando algunos. Y s\u00ed, lo tiene, pero es zoom digital, es simulado. Cuanto m\u00e1s zoom digital, menos calidad tiene la imagen. En cambio, <strong>el zoom \u00f3ptico se consigue mediante lentes,<\/strong> es como usar unos prism\u00e1ticos, <strong>la calidad de la foto se mantiene y el resultado es mejor.<\/strong><\/p>\n<p>Y eso es lo que han hecho con la segunda c\u00e1mara del iPhone 7 Plus. Gracias al software, <strong>podremos meter zoom \u00f3ptico o digital a placer,<\/strong> obteniendo mejores resultados.<\/p>\n<p>Adem\u00e1s, en Apple han desarrollado un sistema por software en el cual gracias a ese segundo objetivo, <strong>se van a poder hacer fotos con mayor profundidad de campo.<\/strong> El efecto bokeh que se consigue con las c\u00e1mara r\u00e9flex y ciertas lentes (<a href=\"http:\/\/www.mylaif.es\/he-estado-probando-50mm-bastante-jodido-enfocar-manualmente-rapido\/\" title=\"He estado probando el 50mm y es bastante jodido enfocar manualmente y r\u00e1pido\" target=\"_blank\" rel=\"noopener noreferrer\">como un 50mm<\/a>) <strong>ahora se podr\u00e1 simular gracias a esa segunda c\u00e1mara y al software.<\/strong> La propiedad no estar\u00e1 disponible desde el primer d\u00eda, as\u00ed que habr\u00e1 que esperar a una actualizaci\u00f3n de iOS.<\/p>\n<h2>Pantalla Retina mejorada<\/h2>\n<p class=\"medio\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/09\/Pantalla-Retina-iPhone-7.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/09\/Pantalla-Retina-iPhone-7.jpg\" alt=\"Pantalla Retina iPhone 7\" width=\"2624\" height=\"1280\" class=\"aligncenter size-full wp-image-15312\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/09\/Pantalla-Retina-iPhone-7.jpg 2624w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/09\/Pantalla-Retina-iPhone-7-300x146.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/09\/Pantalla-Retina-iPhone-7-1024x500.jpg 1024w\" sizes=\"(max-width: 2624px) 100vw, 2624px\" \/><\/a><\/p>\n<p><strong>La Pantalla Retina es un 25% m\u00e1s brillante<\/strong> y mejora la representaci\u00f3n del color, siendo m\u00e1s fiel que en modelos anteriores.<\/p>\n<p>Por supuesto, <strong>mantiene <a href=\"https:\/\/www.macsfera.com\/nuevo-iphone-6s-y-6s-plus\/#3d-touch\" title=\"Nuevo iPhone 6s y 6s Plus - 3D Touch\" target=\"_blank\" rel=\"noopener noreferrer\">3D Touch<\/a>,<\/strong> el cual ha cobrado mucha importancia con <a href=\"https:\/\/www.macsfera.com\/nuevo-ios-10\/\" title=\"Nuevo iOS 10\" target=\"_blank\" rel=\"noopener noreferrer\">iOS 10<\/a>, as\u00ed que los gestos siguen estando presentes.<\/p>\n<h2>Chip A10 Fusion<\/h2>\n<p class=\"grande\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/09\/Chip-A10-Fusion-iPhone-7.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/09\/Chip-A10-Fusion-iPhone-7.jpg\" alt=\"Chip A10 Fusion iPhone 7\" width=\"2246\" height=\"1264\" class=\"aligncenter size-full wp-image-15313\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/09\/Chip-A10-Fusion-iPhone-7.jpg 2246w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/09\/Chip-A10-Fusion-iPhone-7-300x169.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/09\/Chip-A10-Fusion-iPhone-7-1024x576.jpg 1024w\" sizes=\"(max-width: 2246px) 100vw, 2246px\" \/><\/a><\/p>\n<p><strong>El iPhone 7 cuenta con el chip A10 Fusion,<\/strong> el procesador m\u00e1s potente que ha llevado un smartphone hasta la fecha. <strong>Cuenta con cuatro n\u00facleos, dos de alto rendimiento y dos de alta eficiencia.<\/strong> Lo que se traduce en que las tareas pesadas las realiza los n\u00facleos potentes y las tareas m\u00e1s bajas las realiza los m\u00e1s eficientes.<\/p>\n<p>Gracias a ello, <strong>el iPhone 7 conserva mejor la bater\u00eda<\/strong> a pesar de tener el mismo dise\u00f1o que modelos anteriores. Va a estar bien el poder ver un avance en el consumo, aunque seguimos esperando un cambio radical en cuanto al tema de las bater\u00edas.<\/p>\n<p>En cifras, <strong>el chip A10 Fusion es hasta el doble de r\u00e1pido que el del iPhone 6 en procesamiento y hasta el triple de r\u00e1pido en gr\u00e1ficos.<\/strong><\/p>\n<p>En cuanto a las capacidades\u2026 <strong>\u00a1por fin nos deshacemos de los 16GB!,<\/strong> que estaban llegando a ser rid\u00edculos. <strong>El iPhone base cuenta con 32GB de espacio, el siguiente modelo 128GB y el \u00faltimo 256GB.<\/strong> Ahora ya tiene m\u00e1s sentido el poder grabar v\u00eddeos en 4K.<\/p>\n<h2>Disponibilidad y precios<\/h2>\n<p class=\"medio\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/09\/Disponibilidad-iPhone-7.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/09\/Disponibilidad-iPhone-7.jpg\" alt=\"Disponibilidad iPhone 7\" width=\"1712\" height=\"1185\" class=\"aligncenter size-full wp-image-15314\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/09\/Disponibilidad-iPhone-7.jpg 1712w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/09\/Disponibilidad-iPhone-7-289x200.jpg 289w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/09\/Disponibilidad-iPhone-7-1024x709.jpg 1024w\" sizes=\"(max-width: 1712px) 100vw, 1712px\" \/><\/a><\/p>\n<p><strong>El iPhone 7 y el iPhone 7 Plus se podr\u00e1n reservar ma\u00f1ana, 9 de septiembre, y estar\u00e1n disponible para su compra el 16 de septiembre.<\/strong> Es de las pocas veces que Apple <strong>ha lanzado el iPhone a la vez en EEUU y Espa\u00f1a,<\/strong> as\u00ed que estamos de enhorabuena. <strong>En M\u00e9xico tambi\u00e9n,<\/strong> as\u00ed que a <a href=\"https:\/\/www.macsfera.com\/apple-via-santa-fe-la-primera-apple-store-de-mexico\/\" title=\"Apple V\u00eda Santa Fe: La primera Apple Store de M\u00e9xico\" target=\"_blank\" rel=\"noopener noreferrer\">las grandes noticias de la nueva Apple Store<\/a>, se le suman las del iPhone.<\/p>\n<p><strong>El modelo base es de 32GB y est\u00e1 disponible por 770\u20ac el modelo normal y 909 el modelo Plus.<\/strong> El iPhone 7 negro brillante s\u00f3lo est\u00e1 disponible en las capacidades de 128 y 256GB (tanto en el iPhone 7 como el iPhone 7 Plus).<\/p>\n<p><strong>Las reservas empezar\u00e1n el viernes 9 de septiembre a las 9 de la ma\u00f1ana,<\/strong> as\u00ed que habr\u00e1 que estar atentos si quer\u00e9is renovar tel\u00e9fono.<\/p>\n<hr \/>\n<p class=\"medio\"><iframe width=\"860\" height=\"484\" src=\"https:\/\/www.youtube.com\/embed\/Q6dsRpVyyWs\" frameborder=\"0\" allowfullscreen><\/iframe><\/p>\n<p><strong>Me gusta el nuevo iPhone.<\/strong> Me gusta tanto que me lo voy a comprar, no os voy a enga\u00f1ar. El avance en la tecnolog\u00eda hace que se pierdan algunas cosas, como el jack de 3,5mm, pero tal y como dije en la <a href=\"https:\/\/www.macsfera.com\/macbook-asi-es-el-futuro-y-me-encanta\/\" title=\"MacBook: As\u00ed es el futuro, y me encanta\" target=\"_blank\" rel=\"noopener noreferrer\">review del MacBook<\/a>, <strong>si tienes claro el futuro, vas a por ello poco a poco.<\/strong><\/p>\n<p>Este a\u00f1o le ha tocado al puerto jack, pero hay alternativas y la tecnolog\u00eda cada vez se pone de nuestro lado para suplir esas p\u00e9rdidas. Os aseguro que nadie va a llorar la ausencia.<\/p>\n<p>De lo presentado, <strong>lo que m\u00e1s destaco es la resistencia al agua.<\/strong> Todos vivimos con mucha tensi\u00f3n esos momentos cerca de l\u00edquidos, pero ahora no ser\u00e1 necesario, es m\u00e1s, lavar el iPhone va a ser hasta m\u00e1s sencillo <\/p>\n<p>Recordad, ma\u00f1ana se abren las reservas. <strong>El sistema que ha implantado Apple nos garantizar\u00e1 nuestro dispositivo con una compra individual m\u00e1xima de 2 iPhones por persona.<\/strong><\/p>\n<p><span class=\"source\">M\u00e1s info<\/span> <span class=\"via\"><a href=\"http:\/\/www.apple.com\/es\/iphone-7\/\" target=\"_blank\" rel=\"noopener noreferrer\">Apple<\/a><\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Ayer fue la keynote \u201cSee you on the 7th\u201d y una de las novedades previstas fue el iPhone 7 y el iPhone<\/p>\n","protected":false},"author":1,"featured_media":15304,"comment_status":"open","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[2129,20],"tags":[2253,51,2480,11,2469,2285,2210,2372,2470],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v15.0 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Nuevo iPhone 7 y iPhone 7 Plus<\/title>\n<meta name=\"description\" content=\"El nuevo iPhone 7 ya est\u00e1 aqu\u00ed con un nuevo dise\u00f1o, mejores c\u00e1maras, en negro puro y con mayor velocidad y potencia como nunca antes se ha visto en un m\u00f3vil\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.MacSfera.com\/nuevo-iphone-7-iphone-7-plus\/\" \/>\n<meta property=\"og:locale\" content=\"es_ES\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Nuevo iPhone 7 y iPhone 7 Plus\" \/>\n<meta property=\"og:description\" content=\"El nuevo iPhone 7 ya est\u00e1 aqu\u00ed con un nuevo dise\u00f1o, mejores c\u00e1maras, en negro puro y con mayor velocidad y potencia como nunca antes se ha visto en un m\u00f3vil\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.MacSfera.com\/nuevo-iphone-7-iphone-7-plus\/\" \/>\n<meta property=\"og:site_name\" content=\"MacSfera\" \/>\n<meta property=\"article:publisher\" content=\"http:\/\/www.facebook.com\/macsfera\" \/>\n<meta property=\"article:author\" content=\"https:\/\/www.facebook.com\/PabloAsekas\" \/>\n<meta property=\"article:published_time\" content=\"2016-09-08T11:32:46+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2021-10-17T10:54:05+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/09\/iPhone-7-y-7-Plus.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"2500\" \/>\n\t<meta property=\"og:image:height\" content=\"1204\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:title\" content=\"Nuevo iPhone 7 y iPhone 7 Plus\" \/>\n<meta name=\"twitter:description\" content=\"El nuevo iPhone 7 ya est\u00e1 aqu\u00ed con un nuevo dise\u00f1o, mejores c\u00e1maras, en negro puro y con mayor velocidad y potencia como nunca antes se ha visto en un m\u00f3vil\" \/>\n<meta name=\"twitter:image\" content=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/09\/08115136\/iPhone-7-y-7-Plus.jpg\" \/>\n<meta name=\"twitter:creator\" content=\"@https:\/\/twitter.com\/pabloasekas\" \/>\n<meta name=\"twitter:site\" content=\"@MacSferablog\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.MacSfera.com\/#website\",\"url\":\"https:\/\/www.MacSfera.com\/\",\"name\":\"MacSfera\",\"description\":\"Blog sobre Apple con especial inter\\u00e9s en la opini\\u00f3n personal en el Mac, el iPhone y el iPad.\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"https:\/\/www.MacSfera.com\/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"es\"},{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.MacSfera.com\/nuevo-iphone-7-iphone-7-plus\/#primaryimage\",\"inLanguage\":\"es\",\"url\":\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/09\/iPhone-7-y-7-Plus.jpg\",\"width\":2500,\"height\":1204,\"caption\":\"iPhone 7 y 7 Plus\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.MacSfera.com\/nuevo-iphone-7-iphone-7-plus\/#webpage\",\"url\":\"https:\/\/www.MacSfera.com\/nuevo-iphone-7-iphone-7-plus\/\",\"name\":\"Nuevo iPhone 7 y iPhone 7 Plus\",\"isPartOf\":{\"@id\":\"https:\/\/www.MacSfera.com\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/www.MacSfera.com\/nuevo-iphone-7-iphone-7-plus\/#primaryimage\"},\"datePublished\":\"2016-09-08T11:32:46+00:00\",\"dateModified\":\"2021-10-17T10:54:05+00:00\",\"author\":{\"@id\":\"https:\/\/www.MacSfera.com\/#\/schema\/person\/1c7b5783afd3f0309c3aa8a52942db5a\"},\"description\":\"El nuevo iPhone 7 ya est\\u00e1 aqu\\u00ed con un nuevo dise\\u00f1o, mejores c\\u00e1maras, en negro puro y con mayor velocidad y potencia como nunca antes se ha visto en un m\\u00f3vil\",\"inLanguage\":\"es\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.MacSfera.com\/nuevo-iphone-7-iphone-7-plus\/\"]}]},{\"@type\":\"Person\",\"@id\":\"https:\/\/www.MacSfera.com\/#\/schema\/person\/1c7b5783afd3f0309c3aa8a52942db5a\",\"name\":\"Pablo Asekas\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.MacSfera.com\/#personlogo\",\"inLanguage\":\"es\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/f86183a13a9c39523543ae47691e4c72?s=96&r=g\",\"caption\":\"Pablo Asekas\"},\"description\":\"Pablo es la persona detr\\u00e1s de MacSfera, le apasiona la tecnolog\\u00eda y adora Internet. Le gusta hablar de dispositivos y aplicaciones con un punto de vista personal y variado.\",\"sameAs\":[\"https:\/\/www.facebook.com\/PabloAsekas\",\"https:\/\/twitter.com\/https:\/\/twitter.com\/pabloasekas\",\"https:\/\/www.youtube.com\/user\/pabloasekas\",\"http:\/\/www.mylaif.es\"]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","_links":{"self":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts\/15303"}],"collection":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/comments?post=15303"}],"version-history":[{"count":4,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts\/15303\/revisions"}],"predecessor-version":[{"id":18141,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts\/15303\/revisions\/18141"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/media\/15304"}],"wp:attachment":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/media?parent=15303"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/categories?post=15303"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/tags?post=15303"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}