{"id":15010,"date":"2016-06-30T13:47:35","date_gmt":"2016-06-30T11:47:35","guid":{"rendered":"https:\/\/www.MacSfera.com\/?p=15010"},"modified":"2017-09-05T18:40:30","modified_gmt":"2017-09-05T16:40:30","slug":"apple-pencil-mejor-stylus-ipad","status":"publish","type":"post","link":"https:\/\/www.MacSfera.com\/apple-pencil-mejor-stylus-ipad\/","title":{"rendered":"Apple Pencil: el mejor stylus para el iPad"},"content":{"rendered":"<p class=\"grande\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/06\/Review-del-Apple-Pencil.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/06\/Review-del-Apple-Pencil.jpg\" alt=\"Review del Apple Pencil\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-15012\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/06\/Review-del-Apple-Pencil.jpg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/06\/Review-del-Apple-Pencil-300x200.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/06\/Review-del-Apple-Pencil-1024x683.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>En la historia del iPad, pas\u00f3 de ser un dispositivo de consumo a un dispositivo en el que poco a poco se pod\u00eda crear contenido, <a target=\"_blank\" href=\"https:\/\/www.macsfera.com\/cinco-cosas-prefiero-ipad-vez-mac\/\" title=\"Cinco cosas que prefiero hacer en el iPad en vez de en un Mac\">hacer cosas<\/a>. <strong>Una de esas cosas que cogi\u00f3 popularidad fue el hecho de escribir a mano en su gran pantalla.<\/strong> Y con este deseo nacieron los stylus de precisi\u00f3n.<\/p>\n<p>Un stylus de precisi\u00f3n hab\u00eda sido dise\u00f1ado para la escritura manual, no para el manejo de la interfaz. Y a cada iteraci\u00f3n del producto ve\u00edamos c\u00f3mo todo mejoraba consiguiendo representaciones m\u00e1s fieles del trazado, m\u00e1s cualidades, etc. Pero lleg\u00f3 un momento en el que se dieron con un muro y no pod\u00edan mejorar m\u00e1s, <strong>hasta que lleg\u00f3 Apple con su Apple Pencil.<\/strong><\/p>\n<p><!--more--><\/p>\n<p>La llegada del Apple Pencil no s\u00f3lo supuso el lanzamiento de un nuevo accesorio, no. <strong>Tambi\u00e9n supuso la mejora de un dispositivo cuyos componentes<\/strong> (pantalla y panel t\u00e1ctil, entre otros) <strong>mejoraban para ser compatibles con un puntero de precisi\u00f3n.<\/strong><\/p>\n<p class=\"medio\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/06\/iPad-Pro-y-Apple-Pencil.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/06\/iPad-Pro-y-Apple-Pencil.jpg\" alt=\"iPad Pro y Apple Pencil\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-15013\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/06\/iPad-Pro-y-Apple-Pencil.jpg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/06\/iPad-Pro-y-Apple-Pencil-300x200.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/06\/iPad-Pro-y-Apple-Pencil-1024x683.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>Hasta ese momento, los stylus s\u00f3lo pod\u00edan mejorar la parte del accesorio, <strong>pero ahora Apple ha mejorado el dispositivo consiguiendo que la uni\u00f3n entre el stylus y el iPad sea mucho m\u00e1s natural<\/strong> y desaparezcan muchos roces que exist\u00edan debido al hardware existente en la tablet.<\/p>\n<p>Siempre me ha parecido una tonter\u00eda manejar un dispositivo con un stylus. Cuando lo haces con los dedos tienes 10 punteros naturales que funcionar\u00e1n en cualquier postura y posici\u00f3n, cuando usas un stylus cambias 10 por uno s\u00f3lo que no te aporta nada nuevo. Sin embargo, los stylus de precisi\u00f3n s\u00ed que aportan cosas nuevas.<\/p>\n<p>Gracias a ellos puedes escribir casi como si lo hicieses en un papel. Empec\u00e9 a probarlos en septiembre del 2015, cuando decid\u00ed <a target=\"_blank\" title=\"Mi experiencia escribiendo a mano en el iPad\" href=\"https:\/\/www.macsfera.com\/mi-experiencia-escribiendo-a-mano-en-el-ipad\/\">tomar apuntes con el iPad<\/a>, <strong>y el acercamiento fue tan bueno que ha sido el detonante de la compra del Apple Pencil.<\/strong><\/p>\n<p>Pero basta de hablar del pasado, el presente es el Apple Pencil, y el futuro\u2026 tambi\u00e9n, <strong>as\u00ed vamos a empezar por las presentaciones para conocer un poco mejor este dispositivo.<\/strong><\/p>\n<h2>As\u00ed es el Apple Pencil<\/h2>\n<p class=\"medio\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/06\/Diseno-Apple-Pencil.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/06\/Diseno-Apple-Pencil.jpg\" alt=\"Dise\u00f1o Apple Pencil\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-15014\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/06\/Diseno-Apple-Pencil.jpg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/06\/Diseno-Apple-Pencil-300x200.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/06\/Diseno-Apple-Pencil-1024x683.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>Con un dise\u00f1o minimalista, <strong>el Apple Pencil es un dispositivo con un cuerpo de color blanco que se asemeja a lo que declara en el nombre, un l\u00e1piz.<\/strong> Con un tama\u00f1o similar, Apple busca que la diferencia entre usar uno real y su nuevo accesorio sea casi nula, facilitando al usuario la migraci\u00f3n a un mundo que a alguno le puede crear rechazo desde el principio.<\/p>\n<p>En el extremo inferior, en vez de tener una punta de metal, grafito, o incluso <a target=\"_blank\" title=\"Adonit Jot Pro: un gran stylus para escribir en el iPad\" href=\"https:\/\/www.macsfera.com\/adonit-jot-pro-gran-stylus-escribir-ipad\/\">un disco de pl\u00e1stico<\/a>, <strong>el Apple Pencil tiene una punta de goma intercambiable<\/strong> que ser\u00e1 la que entre en contacto con la pantalla, asegur\u00e1ndonos que la va a tratar de la mejor forma posible.<\/p>\n<p class=\"medio\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/06\/Puerto-Lightning-Apple-Pencil.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/06\/Puerto-Lightning-Apple-Pencil.jpg\" alt=\"Puerto Lightning Apple Pencil\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-15015\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/06\/Puerto-Lightning-Apple-Pencil.jpg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/06\/Puerto-Lightning-Apple-Pencil-300x200.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/06\/Puerto-Lightning-Apple-Pencil-1024x683.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>En la parte superior, en vez de tener una goma de borrar, <strong>tiene una tapa magn\u00e9tica que nos revela un puerto Lightning macho.<\/strong> Este puerto cumplir\u00e1 dos funciones:<\/p>\n<ol>\n<li><strong>Cargar el Apple Pencil:<\/strong> cuando nos quedemos sin bater\u00eda en el dispositivo, podremos conectarlo a nuestro iPad para cargarlo y seguir trabajando.<\/li>\n<li><strong>Vincular el Apple Pencil:<\/strong> como es un dispositivo Bluetooth, necesita parearse con el iPad y en Apple han pensado que la mejor forma de hacerlo es introduci\u00e9ndolo por el puerto Lightning para que se haga de forma autom\u00e1tica.<\/li>\n<\/ol>\n<p class=\"grande\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/06\/Cargar-Apple-Pencil.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/06\/Cargar-Apple-Pencil.jpg\" alt=\"Cargar Apple Pencil\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-15016\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/06\/Cargar-Apple-Pencil.jpg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/06\/Cargar-Apple-Pencil-300x200.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/06\/Cargar-Apple-Pencil-1024x683.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>Podr\u00edamos debatir sobre lo rid\u00edculo que queda conectar el Apple Pencil al iPad, pero la realidad es que no tener que llevar un cable USB y un adaptador a la corriente es lo mejor que le podr\u00eda haber pasado a la independencia de este accesorio.<\/p>\n<p>El resto de propiedades del dispositivo quedan ocultas en su interior: Bluetooth, giroscopio, sensores de presi\u00f3n, etc. Todo lo necesario para que el Apple Pencil reconozca la palma de la mano, detecte la presi\u00f3n con la que escribimos y reaccione al \u00e1ngulo o la velocidad del dispositivo.<\/p>\n<h2>Pr\u00f3ximas implementaciones<\/h2>\n<p class=\"medio\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/06\/Mejoras-del-Apple-Pencil.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/06\/Mejoras-del-Apple-Pencil.jpg\" alt=\"Mejoras del Apple Pencil\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-15017\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/06\/Mejoras-del-Apple-Pencil.jpg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/06\/Mejoras-del-Apple-Pencil-300x200.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/06\/Mejoras-del-Apple-Pencil-1024x683.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p><strong>Voy a pasar a hablaros de lo que me gustar\u00eda que cambiasen en modelos futuros.<\/strong> O dicho de otra forma, lo que menos me gusta del dispositivo.<\/p>\n<p><a target=\"_blank\" title=\"Apple Pencil: gesti\u00f3n inteligente de la bater\u00eda\" href=\"https:\/\/www.macsfera.com\/apple-pencil-gestion-inteligente-la-bateria\/\">El sistema de encendido y detecci\u00f3n del Apple Pencil es inteligente<\/a>. Funciona por movimiento y eso hace que tengamos que recurrir a un <a target=\"_blank\" title=\"C\u00f3mo ahorrar bater\u00eda del Apple Pencil\" href=\"https:\/\/www.macsfera.com\/ahorrar-bateria-del-apple-pencil\/\">truco para ahorrar bater\u00eda<\/a>. Ese truco implica tener que conectar f\u00edsicamente el dispositivo cada vez que queramos hacer uso de \u00e9l. <strong>En el futuro estar\u00eda bien que con s\u00f3lo elegirlo en el men\u00fa de Bluetooth del iPad se conectase,<\/strong> por ejemplo.<\/p>\n<p>Si bien el dise\u00f1o del Apple Pencil es de los m\u00e1s bonitos que recuerdo de Apple, <strong>no es del todo pr\u00e1ctico puesto que ese acabado brillante hace que el stylus se nos resbale en m\u00e1s de una ocasi\u00f3n cuando estamos escribiendo.<\/strong> No hace falta tener la mano sudada, simplemente se va resbalando poco a poco y debemos recolocarlo a medida que avanzamos en la escritura. Es cierto que no es algo que ocurra siempre, pero es molesto, como cuando ocurre en otros bolis.<\/p>\n<p>Adem\u00e1s, hay que sumarle el hecho de que <strong>el dispositivo es capaz de rodar indefinidamente,<\/strong> algo que multiplica enormemente las posibilidades de que se nos rompa por caerse de la mesa. He visto a un mont\u00f3n de personas que colocan un clip de otro boli en la parte superior precisamente para evitar que ruede por ninguna superficie.<\/p>\n<p>El dise\u00f1o es precioso, s\u00ed, pero ha de ser \u00fatil, y el del Apple Pencil no lo es del todo, no es un error, <strong>pero s\u00ed creo que deber\u00edan mejorarlo en el futuro.<\/strong><\/p>\n<h2>Bondades del Apple Pencil<\/h2>\n<p class=\"grande\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/06\/Pintando-con-el-Apple-Pencil.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/06\/Pintando-con-el-Apple-Pencil.jpg\" alt=\"Pintando con el Apple Pencil\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-15018\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/06\/Pintando-con-el-Apple-Pencil.jpg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/06\/Pintando-con-el-Apple-Pencil-300x200.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/06\/Pintando-con-el-Apple-Pencil-1024x683.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>A\u00fan as\u00ed, <strong>el Apple Pencil tiene una serie de bondades que hacen de \u00e9l el mejor stylus que uno puede comprar para el <a target=\"_blank\" title=\"iPad Pro: lo que esperaba, y mucho m\u00e1s\" href=\"https:\/\/www.macsfera.com\/ipad-pro-lo-esperaba-mucho-mas\/\">iPad Pro<\/a>.<\/strong><\/p>\n<p><strong>El dispositivo es muy fino,<\/strong> m\u00e1s que los modelos que he probado con Bluetooth de otras marcas. Adem\u00e1s, <strong>es firme,<\/strong> cuando lo tienes en la mano sientes que tienes un boli equilibrado que puedes usar a tu favor cuando escribes.<\/p>\n<p>A pesar de que hay ocasiones en las que resbala un poco, cuando no lo hace es muy c\u00f3modo de usar. Gracias al tama\u00f1o que ya tenemos asumido y a su peso, <strong>escribir con \u00e9l no supone una transformaci\u00f3n en nuestra forma natural de escribir.<\/strong><\/p>\n<p><strong><em>Precisi\u00f3n<\/em> es una palabra que deber\u00eda ir unida al Apple Pencil.<\/strong> Es el stylus m\u00e1s preciso que existe, y probablemente exista en un futuro pr\u00f3ximo. Apenas hay lag entre la punta y la tinta virtual. Se respeta la presi\u00f3n, la inclinaci\u00f3n y la velocidad y, curiosamente, da el do de pecho cuando trazamos en documentos con poco nivel de detalle. No s\u00e9 como lo hacen pero aqu\u00ed s\u00ed se cumple la frase <em>\u00abdonde pone el ojo, pone la bala\u00bb<\/em>. La mejor forma de verlo es acercaros a una Apple Store, pedir un ejemplar de prueba y estar cacharreando con \u00e9l un buen rato. <strong>Os aseguro que la calidad que tiene no es comparable con ning\u00fan producto existente hoy en d\u00eda.<\/strong><\/p>\n<p class=\"medio\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/06\/Apple-Pencil-y-iPad-Pro-Rose-Gold.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/06\/Apple-Pencil-y-iPad-Pro-Rose-Gold.jpg\" alt=\"Apple Pencil y iPad Pro Rose Gold\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-15019\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/06\/Apple-Pencil-y-iPad-Pro-Rose-Gold.jpg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/06\/Apple-Pencil-y-iPad-Pro-Rose-Gold-300x200.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/06\/Apple-Pencil-y-iPad-Pro-Rose-Gold-1024x683.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>Adem\u00e1s, <strong>el dispositivo es vers\u00e1til.<\/strong> Lo mismo te sirve para escribir a mano, para pintar o para editar fotos. Se adapta perfectamente a todas las situaciones y llega a ser la herramienta perfecta para cada una de ellas.<\/p>\n<p><strong>Su punta facilita mucho las cosas la verdad.<\/strong> Se desliza por el cristal de la pantalla con soltura y suavidad, de modo que no se nota que est\u00e1s escribiendo en un medio distinto al papel. <strong>Apenas hay curva de aprendizaje porque todo est\u00e1 tan trabajado que no notas la diferencia.<\/strong><\/p>\n<h2>El Apple Pencil y el software<\/h2>\n<p class=\"grande\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/06\/Opinion-del-Apple-Pencil.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/06\/Opinion-del-Apple-Pencil.jpg\" alt=\"Opinion del Apple Pencil\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-15020\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/06\/Opinion-del-Apple-Pencil.jpg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/06\/Opinion-del-Apple-Pencil-300x200.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/06\/Opinion-del-Apple-Pencil-1024x683.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>Una de las ventajas de usar un dispositivo Bluetooth, como os dije en el art\u00edculo de tomar apuntes en el iPad, es que hay ciertas funciones en el dispositivo, y en este caso no iba a ser distinto, as\u00ed que <strong>vamos a ver qu\u00e9 se puede hacer y qu\u00e9 no con el Apple Pencil en cuanto al software,<\/strong> siempre y cuando \u00e9ste sea compatible.<\/p>\n<p>Empecemos hablando de la detecci\u00f3n de la mano. El Apple Pencil es capaz de transmitir al iPad cu\u00e1ndo est\u00e1 haciendo un trazo, <strong>de modo que podremos apoyar la palma de la mano sin problemas en la pantalla<\/strong> sin miedo de que pintemos con ella, activemos cosas, etc.<\/p>\n<p><strong>Tambi\u00e9n es capaz de emular la presi\u00f3n que ejercemos y la velocidad a la que desplazamos el Apple Pencil por la pantalla.<\/strong> De esta forma, se simula mucho mejor el trazado real siendo m\u00e1s intenso, m\u00e1s fino, m\u00e1s gordo, etc.<\/p>\n<p class=\"medio\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/06\/Sombras-con-el-Apple-Pencil.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/06\/Sombras-con-el-Apple-Pencil.jpg\" alt=\"Sombras con el Apple Pencil\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-15021\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/06\/Sombras-con-el-Apple-Pencil.jpg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/06\/Sombras-con-el-Apple-Pencil-300x200.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/06\/Sombras-con-el-Apple-Pencil-1024x683.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p><strong>La inclinaci\u00f3n tambi\u00e9n afectar\u00e1 al comportamiento virtual del puntero,<\/strong> consiguiendo los famosos efectos de sombra, o algo un poco m\u00e1s \u00fatil como aumentar el tama\u00f1o de grosor del puntero a medida que lo inclinamos m\u00e1s y m\u00e1s.<\/p>\n<p>No todas las aplicaciones son compatibles con las distintas propiedades del Apple Pencil, e incluso si pone que es compatible, no tiene porqu\u00e9 implementar todas ellas.<\/p>\n<p>Por poner un ejemplo, <a target=\"_blank\" title=\"GoodNotes: mi iPad convertido en cuaderno\" href=\"https:\/\/www.macsfera.com\/goodnotes-mi-ipad-convertido-en-cuaderno\/\">yo uso GoodNotes<\/a> y es compatible con algunas propiedades, pero no con todas <sup class=\"modern-footnotes-footnote \" data-mfn=\"1\" data-mfn-post-scope=\"00000000162a1b9f00000000776c9928_15010\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-00000000162a1b9f00000000776c9928_15010\">1<\/a><\/sup><span id=\"mfn-content-00000000162a1b9f00000000776c9928_15010\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"1\">GoodNotes detecta la mano, la presi\u00f3n y la velocidad, pero en cambio la inclinaci\u00f3n no.<\/span>. Si quer\u00e9is usar una aplicaci\u00f3n en particular, <strong>deber\u00e9is informaros antes para ver si cumple con todos los requisitos que busc\u00e1is<\/strong> para no malgastar vuestro dinero creyendo algo que no era <sup class=\"modern-footnotes-footnote \" data-mfn=\"2\" data-mfn-post-scope=\"00000000162a1b9f00000000776c9928_15010\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-00000000162a1b9f00000000776c9928_15010\">2<\/a><\/sup><span id=\"mfn-content-00000000162a1b9f00000000776c9928_15010\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"2\">Que GoodNotes no tenga detecci\u00f3n de inclinaci\u00f3n para m\u00ed no supone un problema, pero si hubiese carecido de detecci\u00f3n de la palma, la hubiese descartado.<\/span>.<\/p>\n<h2>Precio y compatibilidad<\/h2>\n<p class=\"medio\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/06\/Apple-Pencil-en-su-caja.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/06\/Apple-Pencil-en-su-caja.jpg\" alt=\"Apple Pencil en su caja\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-15022\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/06\/Apple-Pencil-en-su-caja.jpg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/06\/Apple-Pencil-en-su-caja-300x200.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/06\/Apple-Pencil-en-su-caja-1024x683.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p><strong>El Apple Pencil est\u00e1 disponible por 110\u20ac en cualquier Apple Store o en la <a target=\"_blank\" href=\"http:\/\/www.apple.com\/es\/shop\/product\/MK0C2ZM\/A\/apple-pencil-para-el-ipad-pro\">Apple Store Online<\/a>.<\/strong><\/p>\n<p>Por desgracia, debido a su avanzada tecnolog\u00eda, <strong>s\u00f3lo es compatible con los iPad Pro,<\/strong> tanto <a target=\"_blank\" title=\"Nuevo iPad Pro\" href=\"https:\/\/www.macsfera.com\/nuevo-ipad-pro\/\">de 12,9<\/a> como de <a target=\"_blank\" title=\"Nuevo iPad Pro de 9,7\u201d\" href=\"https:\/\/www.macsfera.com\/nuevo-ipad-pro-97\/\">9,7 pulgadas<\/a>. Esto se debe a que el iPad tambi\u00e9n se ha visto modificado para que el accesorio sea m\u00e1s preciso. Por un lado, las capas del panel t\u00e1ctil se han visto afectadas, y por el otro, el escaneo de la se\u00f1al aumenta cuando nota al Apple Pencil para que el trazado cazado sea mucho m\u00e1s preciso.<\/p>\n<p>De modo que <strong>si no ten\u00e9is un iPad Pro, este dispositivo no va a funcionar en vuestro iPad.<\/strong> No es que vaya a fallar alguna vez o que haya alguna propiedad que no funcione. No. No va a funcionar nada.<\/p>\n<hr \/>\n<p class=\"grande\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/06\/Apple-Pencil.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/06\/Apple-Pencil.jpg\" alt=\"Apple Pencil\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-15023\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/06\/Apple-Pencil.jpg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/06\/Apple-Pencil-300x200.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/06\/Apple-Pencil-1024x683.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p><strong>Creo que Apple ha hecho un gran trabajo con el Apple Pencil.<\/strong> El dispositivo es realmente bueno y merece cada euro que cuesta. Adem\u00e1s, creo que ha avanzado la tecnolog\u00eda de los stylus much\u00edsimo gracias a esas modificaciones en el iPad para que soporten oficialmente este tipo de dispositivos y dando las herramientas de software a los desarrolladores para que puedan implementar todas las propiedades.<\/p>\n<p>Por supuesto, <strong>tiene cosas que mejorar,<\/strong> como os he comentado. El sistema de conexi\u00f3n es algo que me afecta a m\u00ed personalmente, pero creo que el cuerpo resbaladizo y el hecho de que puede girar sin parar deber\u00edan tener una soluci\u00f3n en futuras versiones.<\/p>\n<p class=\"grande\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/06\/Apple-Pencil-y-iPad-Pro1.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/06\/Apple-Pencil-y-iPad-Pro1.jpg\" alt=\"Apple Pencil y iPad Pro\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-15024\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/06\/Apple-Pencil-y-iPad-Pro1.jpg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/06\/Apple-Pencil-y-iPad-Pro1-300x200.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/06\/Apple-Pencil-y-iPad-Pro1-1024x683.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>Pero con todo ello incluido, <strong>lo considero el mejor stylus que existe ahora mismo para el iPad Pro.<\/strong><\/p>\n<p>Si os gusta escribir a mano, pintar, editar fotos o cualquier otro tipo de actividad que necesite de un stylus de precisi\u00f3n, sopesar muy bien el invertir esa cantidad de dinero porque vais a obtener el mejor resultado del mercado, sin lugar a dudas.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>En la historia del iPad, pas\u00f3 de ser un dispositivo de consumo a un dispositivo en el que poco a poco se<\/p>\n","protected":false},"author":1,"featured_media":15012,"comment_status":"open","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[3,2099,2233,22],"tags":[2269,714,2275,272,2248,625,2211,2279,2678],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v15.0 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Apple Pencil: el mejor stylus para el iPad<\/title>\n<meta name=\"description\" content=\"Review y opini\u00f3n del Apple Pencil, el mejor stylus que hay disponible para el iPad Pro que reconoce la palma de la mano, la presi\u00f3n y la inclinaci\u00f3n.\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.MacSfera.com\/apple-pencil-mejor-stylus-ipad\/\" \/>\n<meta property=\"og:locale\" content=\"es_ES\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Apple Pencil: el mejor stylus para el iPad\" \/>\n<meta property=\"og:description\" content=\"Review y opini\u00f3n del Apple Pencil, el mejor stylus que hay disponible para el iPad Pro que reconoce la palma de la mano, la presi\u00f3n y la inclinaci\u00f3n.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.MacSfera.com\/apple-pencil-mejor-stylus-ipad\/\" \/>\n<meta property=\"og:site_name\" content=\"MacSfera\" \/>\n<meta property=\"article:publisher\" content=\"http:\/\/www.facebook.com\/macsfera\" \/>\n<meta property=\"article:author\" content=\"https:\/\/www.facebook.com\/PabloAsekas\" \/>\n<meta property=\"article:published_time\" content=\"2016-06-30T11:47:35+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2017-09-05T16:40:30+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/06\/Review-del-Apple-Pencil.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"2500\" \/>\n\t<meta property=\"og:image:height\" content=\"1667\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:title\" content=\"Apple Pencil: el mejor stylus para el iPad\" \/>\n<meta name=\"twitter:description\" content=\"Review y opini\u00f3n del Apple Pencil, el mejor stylus que hay disponible para el iPad Pro que reconoce la palma de la mano, la presi\u00f3n y la inclinaci\u00f3n.\" \/>\n<meta name=\"twitter:image\" content=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/06\/30133741\/Review-del-Apple-Pencil.jpg\" \/>\n<meta name=\"twitter:creator\" content=\"@https:\/\/twitter.com\/pabloasekas\" \/>\n<meta name=\"twitter:site\" content=\"@MacSferablog\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.MacSfera.com\/#website\",\"url\":\"https:\/\/www.MacSfera.com\/\",\"name\":\"MacSfera\",\"description\":\"Blog sobre Apple con especial inter\\u00e9s en la opini\\u00f3n personal en el Mac, el iPhone y el iPad.\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"https:\/\/www.MacSfera.com\/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"es\"},{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.MacSfera.com\/apple-pencil-mejor-stylus-ipad\/#primaryimage\",\"inLanguage\":\"es\",\"url\":\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/06\/Review-del-Apple-Pencil.jpg\",\"width\":2500,\"height\":1667,\"caption\":\"Review del Apple Pencil\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.MacSfera.com\/apple-pencil-mejor-stylus-ipad\/#webpage\",\"url\":\"https:\/\/www.MacSfera.com\/apple-pencil-mejor-stylus-ipad\/\",\"name\":\"Apple Pencil: el mejor stylus para el iPad\",\"isPartOf\":{\"@id\":\"https:\/\/www.MacSfera.com\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/www.MacSfera.com\/apple-pencil-mejor-stylus-ipad\/#primaryimage\"},\"datePublished\":\"2016-06-30T11:47:35+00:00\",\"dateModified\":\"2017-09-05T16:40:30+00:00\",\"author\":{\"@id\":\"https:\/\/www.MacSfera.com\/#\/schema\/person\/1c7b5783afd3f0309c3aa8a52942db5a\"},\"description\":\"Review y opini\\u00f3n del Apple Pencil, el mejor stylus que hay disponible para el iPad Pro que reconoce la palma de la mano, la presi\\u00f3n y la inclinaci\\u00f3n.\",\"inLanguage\":\"es\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.MacSfera.com\/apple-pencil-mejor-stylus-ipad\/\"]}]},{\"@type\":\"Person\",\"@id\":\"https:\/\/www.MacSfera.com\/#\/schema\/person\/1c7b5783afd3f0309c3aa8a52942db5a\",\"name\":\"Pablo Asekas\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.MacSfera.com\/#personlogo\",\"inLanguage\":\"es\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/f86183a13a9c39523543ae47691e4c72?s=96&r=g\",\"caption\":\"Pablo Asekas\"},\"description\":\"Pablo es la persona detr\\u00e1s de MacSfera, le apasiona la tecnolog\\u00eda y adora Internet. Le gusta hablar de dispositivos y aplicaciones con un punto de vista personal y variado.\",\"sameAs\":[\"https:\/\/www.facebook.com\/PabloAsekas\",\"https:\/\/twitter.com\/https:\/\/twitter.com\/pabloasekas\",\"https:\/\/www.youtube.com\/user\/pabloasekas\",\"http:\/\/www.mylaif.es\"]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","_links":{"self":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts\/15010"}],"collection":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/comments?post=15010"}],"version-history":[{"count":4,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts\/15010\/revisions"}],"predecessor-version":[{"id":16665,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts\/15010\/revisions\/16665"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/media\/15012"}],"wp:attachment":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/media?parent=15010"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/categories?post=15010"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/tags?post=15010"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}