{"id":10188,"date":"2014-06-06T16:59:04","date_gmt":"2014-06-06T15:59:04","guid":{"rendered":"http:\/\/www.MacSfera.com\/?p=10188"},"modified":"2021-10-17T13:16:46","modified_gmt":"2021-10-17T11:16:46","slug":"nuevo-os-x-yosemite-rediseno-elegante-y-sencillo","status":"publish","type":"post","link":"https:\/\/www.MacSfera.com\/nuevo-os-x-yosemite-rediseno-elegante-y-sencillo\/","title":{"rendered":"Nuevo OS X Yosemite: Redise\u00f1o elegante y sencillo"},"content":{"rendered":"<p><a href=\"http:\/\/cdn.macsfera.com\/wp-content\/uploads\/2014\/06\/OS-X-Yosemite.jpg\"><img src=\"http:\/\/cdn.macsfera.com\/wp-content\/uploads\/2014\/06\/OS-X-Yosemite.jpg\" alt=\"OS X Yosemite\" width=\"710\" height=\"460\" class=\"aligncenter size-full\" \/><\/a><\/p>\n<p>En la pasada keynote de la WWDC de 2014 <strong>Apple present\u00f3 el nuevo OS X Yosemite.<\/strong> El sistema trae un redise\u00f1o de su interfaz y mayor integraci\u00f3n con iOS, entre otras caracter\u00edsticas.<\/p>\n<p><!--more--><\/p>\n<h2>Dise\u00f1o<\/h2>\n<p><a href=\"http:\/\/cdn.macsfera.com\/wp-content\/uploads\/2014\/06\/Nuevo-dise\u00f1o-OS-X-Yosemite.jpg\"><img src=\"http:\/\/cdn.macsfera.com\/wp-content\/uploads\/2014\/06\/Nuevo-dise\u00f1o-OS-X-Yosemite.jpg\" alt=\"Nuevo dise\u00f1o OS X Yosemite\" width=\"710\" height=\"415\" class=\"aligncenter size-full\" \/><\/a><\/p>\n<p>Lo m\u00e1s destacado de <strong>Yosemite<\/strong> es la nueva interfaz que luce, <strong>un toque elegante y simple que hace que la similitud con iOS 7 sea mayor.<\/strong> Se ha adaptado tonos blancos y grises claros para las ventanas y las barras de men\u00fa. Aunque hay una versi\u00f3n oscura de todos los botones del men\u00fa. Tambi\u00e9n se ha a\u00f1adido un <strong>efecto trasl\u00facido a distintos componentes del sistema.<\/strong> Por regla general se aplica a las barras de men\u00fas en las ventanas, men\u00fas del sistema y dock, m\u00e1s distintos sitios seg\u00fan el desarrollador decida.<\/p>\n<p><a href=\"http:\/\/cdn.macsfera.com\/wp-content\/uploads\/2014\/06\/Men\u00fa-trasl\u00facido-OS-X-Yosemite.jpg\"><img src=\"http:\/\/cdn.macsfera.com\/wp-content\/uploads\/2014\/06\/Men\u00fa-trasl\u00facido-OS-X-Yosemite.jpg\" alt=\"Men\u00fa trasl\u00facido OS X Yosemite\" width=\"710\" height=\"294\" class=\"aligncenter size-full\" \/><\/a><\/p>\n<p>Las barras de men\u00fa de algunas aplicaciones son ahora m\u00e1s eficientes, <strong>se han redise\u00f1ado para mostrar la misma informaci\u00f3n que antes pero en un espacio m\u00e1s reducido sin dar una sensaci\u00f3n saturada,<\/strong> de esta forma el resto del tama\u00f1o de la ventana se centra en el contenido que realmente se desea. Un ejemplo de aplicaci\u00f3n que puede usar este nuevo dise\u00f1o es Safari o Mapas.<\/p>\n<p><a href=\"http:\/\/cdn.macsfera.com\/wp-content\/uploads\/2014\/06\/Sem\u00e1foro-apps-OS-X-Yosemite.png\"><img src=\"http:\/\/cdn.macsfera.com\/wp-content\/uploads\/2014\/06\/Sem\u00e1foro-apps-OS-X-Yosemite.png\" alt=\"Sem\u00e1foro apps OS X Yosemite\" width=\"710\" height=\"527\" class=\"aligncenter size-full\" \/><\/a><\/p>\n<p><strong>El sem\u00e1foro de control de las ventanas cambia su dise\u00f1o que ahora es m\u00e1s plano y elimina el bot\u00f3n de expansi\u00f3n que ahora tiene la funci\u00f3n de poner una ventana en pantalla completa.<\/strong> De modo que tambi\u00e9n se ha eliminado dicho bot\u00f3n de la esquina superior derecha.<\/p>\n<p><a href=\"http:\/\/cdn.macsfera.com\/wp-content\/uploads\/2014\/06\/Dock-OS-X-Yosemite.png\"><img src=\"http:\/\/cdn.macsfera.com\/wp-content\/uploads\/2014\/06\/Dock-OS-X-Yosemite.png\" alt=\"Dock OS X Yosemite\" width=\"710\" height=\"161\" class=\"aligncenter size-full\" \/><\/a><\/p>\n<p><strong>El dock ha sido redise\u00f1ado pasando a ser completamente rectangular y trasl\u00facido<\/strong> y, junto a este cambio, <strong>todos los iconos del sistema estrenan nuevo look.<\/strong> Un dise\u00f1o m\u00e1s sencillo y menos realista que el actual, alej\u00e1ndose del skeumorfismo al que estamos acostumbrados.<\/p>\n<p><strong>La tipograf\u00eda completa del sistema ha sido redise\u00f1ada para ser m\u00e1s legible y consistente<\/strong> aportando un toque de frescura que se ver\u00e1 reflejado en los men\u00fas, en las ventanas y en las aplicaciones que deseen implementarla.<\/p>\n<p>Todas las aplicaciones incluidas han sido actualizadas al nuevo dise\u00f1o adaptando cada una de ellas alguna de las caracter\u00edsticas antes mencionadas. <strong>Destacamos Finder, la aplicaci\u00f3n m\u00e1s usada del sistema:<\/strong> la barra lateral se ha vuelto trasl\u00facida, los iconos de las carpetas han cambiado de dise\u00f1o y el icono tambi\u00e9n se ha actualizado. Adem\u00e1s, incluye una serie de mejoras t\u00e9cnicas que veremos m\u00e1s abajo.<\/p>\n<p><strong>El centro de notificaciones ahora se sobrepone al escritorio,<\/strong> en vez de desplazarlo seg\u00fan sale desde el margen derecho. Tiene un <strong>tono trasl\u00facido oscuro y dos pesta\u00f1as, la de \u201cHoy\u201d y la de notificaciones.<\/strong> En la de \u201cHoy\u201d encontraremos todo tipo de informaci\u00f3n que nos sea relevante, como en iOS. Adem\u00e1s, en esta pesta\u00f1a <strong>se muestran los nuevos widgets que se han implementado.<\/strong><\/p>\n<p><a href=\"http:\/\/cdn.macsfera.com\/wp-content\/uploads\/2014\/06\/Spotlight-OS-X-Yosemite.jpg\"><img src=\"http:\/\/cdn.macsfera.com\/wp-content\/uploads\/2014\/06\/Spotlight-OS-X-Yosemite.jpg\" alt=\"Spotlight OS X Yosemite\" width=\"710\" height=\"365\" class=\"aligncenter size-full\" \/><\/a><\/p>\n<p>Por \u00faltimo, <strong>Spotlight sufre uno de los mayores cambios que se han hecho en el sistema.<\/strong> Ha pasado de estar en la esquina a <strong>ocupar el centro de la pantalla,<\/strong> mostrar los resultados en grande y de un modo totalmente distinto. A parte de mostrar documentos, aplicaciones o mensajes, <strong>est\u00e1 conectado con la Wikipedia, Bing y servicios de mapas, noticias, pel\u00edculas y m\u00e1s.<\/strong> En general se obtiene mucha m\u00e1s informaci\u00f3n que antes y se visualiza de mejor forma.<\/p>\n<h2>Aplicaciones<\/h2>\n<p><a href=\"http:\/\/cdn.macsfera.com\/wp-content\/uploads\/2014\/06\/Apps-OS-X-Yosemite.jpg\"><img src=\"http:\/\/cdn.macsfera.com\/wp-content\/uploads\/2014\/06\/Apps-OS-X-Yosemite.jpg\" alt=\"Apps OS X Yosemite\" width=\"710\" height=\"428\" class=\"aligncenter size-full\" \/><\/a><\/p>\n<p><strong>Las aplicaciones principales, a parte de actualizar su dise\u00f1o, incluyen distintas mejoras que ampl\u00edan su potencial y caracter\u00edsticas.<\/strong><\/p>\n<p><a href=\"http:\/\/cdn.macsfera.com\/wp-content\/uploads\/2014\/06\/Safari-OS-X-Yosemite.jpg\"><img src=\"http:\/\/cdn.macsfera.com\/wp-content\/uploads\/2014\/06\/Safari-OS-X-Yosemite.jpg\" alt=\"Safari OS X Yosemite\" width=\"710\" height=\"190\" class=\"aligncenter size-full\" \/><\/a><\/p>\n<p><strong>Safari simplifica su dise\u00f1o centr\u00e1ndose m\u00e1s en el contenido y en la facilidad de acceso a la informaci\u00f3n.<\/strong> Podemos acceder a nuestras webs favoritas a golpe de clic desde la barra de direcciones. Podemos mostrar todas las pesta\u00f1as abiertas clasific\u00e1ndolas en funci\u00f3n de la web a la que pertenece y buscar informaci\u00f3n de una forma m\u00e1s eficiente gracias a las distintas fuentes a las que se conecta.<\/p>\n<p><strong>Esta nueva versi\u00f3n es m\u00e1s r\u00e1pida gracias a la optimizaci\u00f3n de la interpretaci\u00f3n de JavaScript y es m\u00e1s eficiente energ\u00e9ticamente.<\/strong> El nuevo modo de navegaci\u00f3n privado permite tener una ventana en modo privado y otras en modo normal, de modo que podemos combinar ambos m\u00e9todos para seg\u00fan qu\u00e9 actividades. Tambi\u00e9n podemos utilizar el servicio de terceros DuckDuckGo que impide que el usuario sea investigado por las b\u00fasquedas que realiza en Internet. Por \u00faltimo, <strong>Safari ahora est\u00e1 m\u00e1s estandarizado gracias al soporte universal nativo de WebGL.<\/strong><\/p>\n<p><a href=\"http:\/\/cdn.macsfera.com\/wp-content\/uploads\/2014\/06\/Mail-OS-X-Yosemite.jpg\"><img src=\"http:\/\/cdn.macsfera.com\/wp-content\/uploads\/2014\/06\/Mail-OS-X-Yosemite.jpg\" alt=\"Mail OS X Yosemite\" width=\"710\" height=\"444\" class=\"aligncenter size-full\" \/><\/a><\/p>\n<p><strong>Mail ahora permite enviar archivos mucho m\u00e1s grandes si usas una cuenta iCloud gracias a este mismo servicio,<\/strong> el archivo adjunto se sube a tu cuenta que dispone de 5GB disponibles y al receptor le llega el archivo de forma normal (si usa una cuenta iCloud) o un enlace con el archivo a descargar (si usa una cuenta externa) de modo que no importa el tama\u00f1o del archivo <strong>siempre y cuando tengas espacio suficiente en iCloud.<\/strong><\/p>\n<p><strong>Tambi\u00e9n podemos editar fotograf\u00edas que vayamos a adjuntar en el momento,<\/strong> podremos a\u00f1adir texto, formas, zoom a una zona espec\u00edfica y nuestra firma electr\u00f3nica.<\/p>\n<p><strong>La aplicaci\u00f3n de Mensajes ahora no solo es capad de mandar mensajes por el servicio iMessage, si tu iPhone est\u00e1 cerca podr\u00e1s ver y enviar SMS<\/strong> usando como punto de env\u00edo el m\u00f3vil, pero visualiz\u00e1ndolo desde el ordenador. Todos los mensajes intercambiados entre dispositivos pero con una misma cuenta estar\u00e1n disponibles. Adem\u00e1s podremos cambiar el nombre a la conversaci\u00f3n, <strong>enviar notas de audio y crear grupos.<\/strong><\/p>\n<p><a href=\"http:\/\/cdn.macsfera.com\/wp-content\/uploads\/2014\/06\/Finder-OS-X-Yosemite.jpg\"><img src=\"http:\/\/cdn.macsfera.com\/wp-content\/uploads\/2014\/06\/Finder-OS-X-Yosemite.jpg\" alt=\"Finder OS X Yosemite\" width=\"710\" height=\"470\" class=\"aligncenter size-full\" \/><\/a><\/p>\n<p><strong>Finder cuenta con una carpeta, iCloud.<\/strong> Ahora el servicio de almacenamiento de Apple cuenta con una carpeta propia en el sistema <strong>donde veremos todos los archivos almacenados.<\/strong> Podremos acceder a ellos, modificarlos y crear nuevos de modo que siempre podremos acceder a ellos desde cualquier dispositivo. <strong>La funci\u00f3n de AirDrop ahora permite compartir archivos entre un dispositivo iOS y un ordenador, o de ordenador a ordenador.<\/strong><\/p>\n<h2>Mac y iOS<\/h2>\n<p><a href=\"http:\/\/cdn.macsfera.com\/wp-content\/uploads\/2014\/06\/Mac-y-iOS-Llamadas-iPhone-y-Mac.jpg\"><img src=\"http:\/\/cdn.macsfera.com\/wp-content\/uploads\/2014\/06\/Mac-y-iOS-Llamadas-iPhone-y-Mac.jpg\" alt=\"Mac y iOS Llamadas iPhone y Mac\" width=\"710\" height=\"297\" class=\"aligncenter size-full\" \/><\/a><\/p>\n<p>Por \u00faltimo, <strong>la novedad que m\u00e1s llam\u00f3 la atenci\u00f3n fue la uni\u00f3n que ha hecho Apple entre un Mac y un dispositivo iOS.<\/strong> El objetivo de las siguientes funciones es que podamos sacar todo el potencial posible a ambos dispositivos, facilitando que una tarea se pueda empezar en uno y acabar en otro de la manera m\u00e1s sencilla posible.<\/p>\n<p><strong>Nuestro Mac ahora podr\u00e1 responder llamadas.<\/strong> Eso es, si tenemos el iPhone vinculado a nuestro Mac, cada llamada entrante que reciba el dispositivo se enviar\u00e1 al Mac desde donde podremos contestar, colgar, hablar o responder con un SMS. Tambi\u00e9n podremos realizar llamadas desde el ordenador con tan solo elegirlo y, <strong>lo m\u00e1s c\u00f3modo de todo es que, la vinculaci\u00f3n antes mencionada se basa en que compartan red Wi-Fi.<\/strong><\/p>\n<p>Como hemos comentado antes, la aplicaci\u00f3n Mensajes ahora soporta SMS de modo que, como pasa con las llamadas, <strong>podremos leer los mensajes recibidos y mandarlos sin ning\u00fan problema.<\/strong><\/p>\n<p><a href=\"http:\/\/cdn.macsfera.com\/wp-content\/uploads\/2014\/06\/Hanoff-OS-X-Yosemite.jpg\"><img src=\"http:\/\/cdn.macsfera.com\/wp-content\/uploads\/2014\/06\/Hanoff-OS-X-Yosemite.jpg\" alt=\"Handoff OS X Yosemite\" width=\"710\" height=\"551\" class=\"aligncenter size-full\" \/><\/a><\/p>\n<p><strong>Handoff es el concepto que utilizan en Apple para referirse a la caracter\u00edstica que nos permite iniciar una tarea en el Mac y acabarla en un dispositivo iOS o vice versa.<\/strong> Si la aplicaci\u00f3n es compatible, cuando estemos trabajando en algo y queramos cambiar de dispositivo, <strong>nos aparecer\u00e1 en dicho dispositivo un icono de la aplicaci\u00f3n, al ejecutarlo nos encontraremos la aplicaci\u00f3n corriendo la tarea que est\u00e1bamos realizando autom\u00e1ticamente.<\/strong><\/p>\n<p>De esta forma <strong>podemos empezar un documento de texto en el iPad y acabarla en el Mac o redactar un email en el ordenador y acabarlo en el iPhone<\/strong> porque nos faltaba tiempo. A pesar de que ahora con iCloud esto es muy sencillo, <strong>Handoff va un paso m\u00e1s all\u00e1 precargando la aplicaci\u00f3n con tu tarea ya lista para continuar.<\/strong><\/p>\n<p><a href=\"http:\/\/cdn.macsfera.com\/wp-content\/uploads\/2014\/06\/Hotspot-instant\u00e1neo.jpg\"><img src=\"http:\/\/cdn.macsfera.com\/wp-content\/uploads\/2014\/06\/Hotspot-instant\u00e1neo.jpg\" alt=\"Hotspot instant\u00e1neo\" width=\"710\" height=\"309\" class=\"aligncenter size-full\" \/><\/a><\/p>\n<p><strong>Con Hotspot instant\u00e1neo podremos usar nuestro iPhone como punto de acceso a Internet en cuanto el Mac no disponga de ninguna conexi\u00f3n WiFi.<\/strong> Cuando esto ocurra, <strong>una opci\u00f3n con el nombre del iPhone aparecer\u00e1 en la lista de redes disponibles y bastar\u00e1 un solo clic para conectarnos.<\/strong> Adem\u00e1s, en la lista de redes disponibles, a parte del nombre en cuesti\u00f3n, <strong>obtendremos informaci\u00f3n sobre la cobertura, el tipo de conexi\u00f3n que dispone el iPhone y el estado de la bater\u00eda.<\/strong><\/p>\n<h2>Lanzamiento<\/h2>\n<p><a href=\"http:\/\/cdn.macsfera.com\/wp-content\/uploads\/2014\/06\/OS-X-Yosemite-en-Oto\u00f1o.png\"><img src=\"http:\/\/cdn.macsfera.com\/wp-content\/uploads\/2014\/06\/OS-X-Yosemite-en-Oto\u00f1o.png\" alt=\"OS X Yosemite en Oto\u00f1o\" width=\"710\" height=\"124\" class=\"aligncenter size-full\" \/><\/a><\/p>\n<p>Es demasiado pronto para saber exactamente cuando lo lanzar\u00e1n, <strong>pero se ha prometido que en oto\u00f1o<\/strong> estar\u00e1 disponible y de forma gratuita. La actualizaci\u00f3n ser\u00e1 a trav\u00e9s de la Mac App Store como viene siendo habitual.<\/p>\n<p><strong>Estas no son todas las novedades que tiene el sistema,<\/strong> en un futuro iremos conociendo los detalles m\u00e1s importantes de esta nueva versi\u00f3n. Aunque de momento tenemos m\u00e1s que suficiente para ir haci\u00e9ndonos a la idea de por donde van los tiros. <strong>Nuevo redise\u00f1o, apps mejoradas y muy buena implementaci\u00f3n con iOS.<\/strong><\/p>\n<p>La primera beta ya est\u00e1 disponible para los desarrolladores, que probar\u00e1n el sistema y empezar\u00e1n a adaptar sus aplicaciones para aprovechar estas nuevas mejoras, y las que vengan.<\/p>\n<p>M\u00e1s info | <a href=\"http:\/\/www.apple.com\/osx\/preview\/\" target=\"_blank\" rel=\"noopener noreferrer\">Apple<\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>En la pasada keynote de la WWDC de 2014 Apple present\u00f3 el nuevo OS X Yosemite. El sistema trae un redise\u00f1o de<\/p>\n","protected":false},"author":1,"featured_media":10194,"comment_status":"open","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[19,20],"tags":[1350,1426,288,264,2080,2081,2217,1347,9,16,2208,174,153,2210,2231,2076,2077,198,2078,1373,371,2079,241,2245],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v15.0 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Nuevo OS X Yosemite: Redise\u00f1o elegante y sencillo<\/title>\n<meta name=\"description\" content=\"Nuevo OS X Yosemite para Mac que incorpora un redise\u00f1o elegante y sencillo y un mont\u00f3n de novedades.\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.MacSfera.com\/nuevo-os-x-yosemite-rediseno-elegante-y-sencillo\/\" \/>\n<meta property=\"og:locale\" content=\"es_ES\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Nuevo OS X Yosemite: Redise\u00f1o elegante y sencillo\" \/>\n<meta property=\"og:description\" content=\"Nuevo OS X Yosemite para Mac que incorpora un redise\u00f1o elegante y sencillo y un mont\u00f3n de novedades.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.MacSfera.com\/nuevo-os-x-yosemite-rediseno-elegante-y-sencillo\/\" \/>\n<meta property=\"og:site_name\" content=\"MacSfera\" \/>\n<meta property=\"article:publisher\" content=\"http:\/\/www.facebook.com\/macsfera\" \/>\n<meta property=\"article:author\" content=\"https:\/\/www.facebook.com\/PabloAsekas\" \/>\n<meta property=\"article:published_time\" content=\"2014-06-06T15:59:04+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2021-10-17T11:16:46+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2014\/06\/OS-X-Yosemite.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"710\" \/>\n\t<meta property=\"og:image:height\" content=\"460\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:title\" content=\"Nuevo OS X Yosemite: Redise\u00f1o elegante y sencillo\" \/>\n<meta name=\"twitter:description\" content=\"Nuevo OS X Yosemite para Mac que incorpora un redise\u00f1o elegante y sencillo y un mont\u00f3n de novedades.\" \/>\n<meta name=\"twitter:image\" content=\"http:\/\/www.MacSfera.com\/wp-content\/uploads\/2014\/06\/OS-X-Yosemite.jpg\" \/>\n<meta name=\"twitter:creator\" content=\"@https:\/\/twitter.com\/pabloasekas\" \/>\n<meta name=\"twitter:site\" content=\"@MacSferablog\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.MacSfera.com\/#website\",\"url\":\"https:\/\/www.MacSfera.com\/\",\"name\":\"MacSfera\",\"description\":\"Blog sobre Apple con especial inter\\u00e9s en la opini\\u00f3n personal en el Mac, el iPhone y el iPad.\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"https:\/\/www.MacSfera.com\/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"es\"},{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.MacSfera.com\/nuevo-os-x-yosemite-rediseno-elegante-y-sencillo\/#primaryimage\",\"inLanguage\":\"es\",\"url\":\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2014\/06\/OS-X-Yosemite.jpg\",\"width\":710,\"height\":460,\"caption\":\"OS X Yosemite\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.MacSfera.com\/nuevo-os-x-yosemite-rediseno-elegante-y-sencillo\/#webpage\",\"url\":\"https:\/\/www.MacSfera.com\/nuevo-os-x-yosemite-rediseno-elegante-y-sencillo\/\",\"name\":\"Nuevo OS X Yosemite: Redise\\u00f1o elegante y sencillo\",\"isPartOf\":{\"@id\":\"https:\/\/www.MacSfera.com\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/www.MacSfera.com\/nuevo-os-x-yosemite-rediseno-elegante-y-sencillo\/#primaryimage\"},\"datePublished\":\"2014-06-06T15:59:04+00:00\",\"dateModified\":\"2021-10-17T11:16:46+00:00\",\"author\":{\"@id\":\"https:\/\/www.MacSfera.com\/#\/schema\/person\/1c7b5783afd3f0309c3aa8a52942db5a\"},\"description\":\"Nuevo OS X Yosemite para Mac que incorpora un redise\\u00f1o elegante y sencillo y un mont\\u00f3n de novedades.\",\"inLanguage\":\"es\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.MacSfera.com\/nuevo-os-x-yosemite-rediseno-elegante-y-sencillo\/\"]}]},{\"@type\":\"Person\",\"@id\":\"https:\/\/www.MacSfera.com\/#\/schema\/person\/1c7b5783afd3f0309c3aa8a52942db5a\",\"name\":\"Pablo Asekas\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.MacSfera.com\/#personlogo\",\"inLanguage\":\"es\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/f86183a13a9c39523543ae47691e4c72?s=96&r=g\",\"caption\":\"Pablo Asekas\"},\"description\":\"Pablo es la persona detr\\u00e1s de MacSfera, le apasiona la tecnolog\\u00eda y adora Internet. Le gusta hablar de dispositivos y aplicaciones con un punto de vista personal y variado.\",\"sameAs\":[\"https:\/\/www.facebook.com\/PabloAsekas\",\"https:\/\/twitter.com\/https:\/\/twitter.com\/pabloasekas\",\"https:\/\/www.youtube.com\/user\/pabloasekas\",\"http:\/\/www.mylaif.es\"]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","_links":{"self":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts\/10188"}],"collection":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/comments?post=10188"}],"version-history":[{"count":6,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts\/10188\/revisions"}],"predecessor-version":[{"id":17902,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts\/10188\/revisions\/17902"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/media\/10194"}],"wp:attachment":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/media?parent=10188"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/categories?post=10188"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/tags?post=10188"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}