{"id":14718,"date":"2016-05-12T17:33:29","date_gmt":"2016-05-12T15:33:29","guid":{"rendered":"https:\/\/www.MacSfera.com\/?p=14718"},"modified":"2017-03-21T14:38:16","modified_gmt":"2017-03-21T13:38:16","slug":"ipad-pro-lo-esperaba-mucho-mas","status":"publish","type":"post","link":"https:\/\/www.MacSfera.com\/ipad-pro-lo-esperaba-mucho-mas\/","title":{"rendered":"iPad Pro: lo que esperaba, y mucho m\u00e1s"},"content":{"rendered":"<p class=\"grande\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/Review-iPad-Pro.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/Review-iPad-Pro.jpg\" alt=\"Review iPad Pro\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-14721\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/Review-iPad-Pro.jpg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/Review-iPad-Pro-300x200.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/Review-iPad-Pro-1024x683.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>El concepto de tablet est\u00e1 algo perdido hoy en d\u00eda. Lo \u00fanico que se concibe de un dispositivo de estas caracter\u00edsticas es <em>\u00abque tenga juegos y que pueda navegar por Internet y por Facebook\u00bb<\/em>. No se percibe que m\u00e1s all\u00e1 de eso haya un dispositivo que pueda realmente hacer frente a los sistemas m\u00e1s conocidos de la computaci\u00f3n, los ordenadores. Hasta que <a target=\"_blank\" title=\"iOS 9 ya disponible\" href=\"https:\/\/www.macsfera.com\/ios-9-ya-disponible\/\">iOS 9 lleg\u00f3<\/a>.<\/p>\n<p>El sistema operativo m\u00f3vil de Apple introdujo una serie de mejoras y caracter\u00edsticas que cambiaron por completo el concepto de tablet ligado al iPad. Ahora, se podr\u00eda hacer m\u00e1s y mejor, pero la idea cojeaba un poco porque el hardware disponible no era de lo mejor para lucirlo. Por ese motivo, <a target=\"_blank\" title=\"Nuevo iPad Pro\" href=\"https:\/\/www.macsfera.com\/nuevo-ipad-pro\/\">se present\u00f3 un modelo de 12,9 pulgadas<\/a> para los m\u00e1s trabajadores que ha demostrado ser un \u00e9xito entre sus propietarios. <strong>Hoy tenemos la suerte de contar con un modelo igual pero de menor tama\u00f1o,<\/strong> del tama\u00f1o m\u00e1s popular, del tama\u00f1o que m\u00e1s nos gusta, <strong><a target=\"_blank\" title=\"Nuevo iPad Pro de 9,7\u201d\" href=\"https:\/\/www.macsfera.com\/nuevo-ipad-pro-97\/\">de 9,7 pulgadas<\/a>.<\/strong><\/p>\n<p><!--more--><\/p>\n<p class=\"medio\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/iPad-Pro-iPad-3.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/iPad-Pro-iPad-3.jpg\" alt=\"iPad Pro iPad 3\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-14722\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/iPad-Pro-iPad-3.jpg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/iPad-Pro-iPad-3-300x200.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/iPad-Pro-iPad-3-1024x683.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>El iPad <a target=\"_blank\" title=\"Metiendo iOS 6 en el iPad 2\" href=\"http:\/\/www.mylaif.es\/post\/33567770977\/metiendo-ios-6-en-el-ipad-2\">lleg\u00f3 a mi vida<\/a> en su segunda versi\u00f3n. Un dispositivo incre\u00edble que mejor\u00f3 su dise\u00f1o respecto a la versi\u00f3n original. Al a\u00f1o siguiente, <a target=\"_blank\" title=\"Feliz cumplea\u00f1os Pablo\" href=\"http:\/\/www.mylaif.es\/post\/23354240796\/feliz-cumplea%C3%B1os-pablo\">me hice con la tercera generaci\u00f3n<\/a> para uso personal y desde entonces es el dispositivo que he estado usando hasta hace unas semanas, <strong>cuando <a target=\"_blank\" title=\"El nuevo iPad Pro ya est\u00e1 aqu\u00ed\" href=\"https:\/\/www.macsfera.com\/nuevo-ipad-pro-ya-esta-aqui\/\">decid\u00ed cambiarlo por el iPad Pro<\/a>.<\/strong><\/p>\n<p>Los motivos estaban muy claros:<\/p>\n<ul>\n<li>iOS 9 aport\u00f3 al iPad un cambio conceptual, como he comentado, <strong>desde el momento de <a target=\"_blank\" title=\"Resumen de la keynote The epicenter of change\" href=\"https:\/\/www.macsfera.com\/resumen-de-la-keynote-the-epicenter-of-change\/\">su presentaci\u00f3n<\/a> supe que el siguiente iPad de tama\u00f1o normal ser\u00eda m\u00edo.<\/strong><\/li>\n<li>Mi iPad 3 ya estaba flaqueando un poco el pobre, los sistemas operativos cada vez necesitan m\u00e1s recursos y 4 a\u00f1os son muchos a\u00f1os para un campo como la inform\u00e1tica m\u00f3vil. Tareas tan sencillas como escribir hac\u00edan que el retardo estuviese presente siempre, se empezaba a convertir en una odisea usarlo.<\/li>\n<li>Todo esto no tendr\u00eda importancia, de no ser por el <a target=\"_blank\" title=\"Redise\u00f1ando el uso de mi iPad\" href=\"http:\/\/www.mylaif.es\/post\/111855621725\/redise%C3%B1ando-el-uso-de-mi-ipad\">cambio que decid\u00ed hacerle al uso que le daba<\/a>. Empez\u00f3 como una simple asignaci\u00f3n de tareas para consumir contenido, pero ha evolucionado mucho m\u00e1s. <strong>Ahora <a target=\"_blank\" title=\"Ulysses llega al iPhone. Esta es su review\" href=\"https:\/\/www.macsfera.com\/ulysses-llega-al-iphone-esta-review\/\">en el iPad escribo art\u00edculos<\/a>, <a target=\"_blank\" title=\"Pixelmator: el mejor editor de fotos para aficionados\" href=\"https:\/\/www.macsfera.com\/pixelmator-mejor-editor-fotos-aficionados\/\">edito fotos<\/a>, publico mis art\u00edculos, <a target=\"_blank\" title=\"Mi experiencia escribiendo a mano en el iPad\" href=\"https:\/\/www.macsfera.com\/mi-experiencia-escribiendo-a-mano-en-el-ipad\/\">tomo apuntes<\/a> y,<\/strong> como no, <strong>consumo mucho contenido.<\/strong> Se ha convertido en una pieza fundamental en mi vida, habiendo tareas que prefiero hacer en el iPad antes que en un ordenador.<\/li>\n<\/ul>\n<p>Todo ello junto, ha hecho que me espere 6 meses hasta el lanzamiento del iPad Pro <sup class=\"modern-footnotes-footnote \" data-mfn=\"1\" data-mfn-post-scope=\"000000005b35ea45000000005c3caa8e_14718\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-000000005b35ea45000000005c3caa8e_14718\">1<\/a><\/sup><span id=\"mfn-content-000000005b35ea45000000005c3caa8e_14718\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"1\">Cuando sali\u00f3 el iPad Pro de 12,9 pulgadas, muchas personas me insinuaron que era el momento de comprar el iPad Air 2, pero aguant\u00e9.<\/span>, lanzamiento que disfrut\u00e9 como hac\u00eda tiempo que no disfrutaba <a target=\"_blank\" title=\"Resumen y opini\u00f3n de la keynote \u201cLet us loop you in\u201d\" href=\"https:\/\/www.macsfera.com\/resumen-opinion-la-keynote-let-us-loop-you-in\/\">una keynote<\/a>. Pero sobre todo, me ha hecho apreciar mucho mejor este momento. <strong>Cuatro a\u00f1os sin tocar un iPad de \u00faltima generaci\u00f3n<\/strong> (m\u00e1s all\u00e1 de lo que ve\u00eda en las Apple Store), <strong>el cambio ha sido brutal.<\/strong><\/p>\n<h2>Caracter\u00edsticas f\u00edsicas<\/h2>\n<p class=\"medio\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/Altavoces-iPad-Pro.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/Altavoces-iPad-Pro.jpg\" alt=\"Altavoces iPad Pro\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-14723\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/Altavoces-iPad-Pro.jpg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/Altavoces-iPad-Pro-300x200.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/Altavoces-iPad-Pro-1024x683.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>Empecemos hablando sobre sus caracter\u00edsticas f\u00edsicas, que adem\u00e1s coinciden con modelos ya lanzados.<\/p>\n<p>El dise\u00f1o es el mismo que el del iPad Air 2, <strong>y la verdad es que no podr\u00eda estar m\u00e1s agradecido.<\/strong> Cuando se rumore\u00f3 sobre el cambio de marca de &#8216;Air&#8217; a &#8216;Pro&#8217; se especul\u00f3 sobre la posibilidad de que fuese un poco m\u00e1s gordo y pesado debido a la pantalla compatible con el Apple Pencil. De modo que ya os pod\u00e9is hacer a la idea de <a target=\"_blank\" href=\"https:\/\/twitter.com\/PabloAsekas\/status\/711984740400832512\">mi alegr\u00eda<\/a> al descubrir que med\u00eda y pesaba lo mismo que el iPad Air 2.<\/p>\n<p>Y es que el dispositivo tiene un dise\u00f1o incre\u00edble, de los mejores que recuerdo en a\u00f1os, est\u00e1 a la par con el del <a target=\"_blank\" title=\"MacBook\" href=\"https:\/\/www.macsfera.com\/tag\/macbook\">MacBook<\/a>, y ya sab\u00e9is que <a target=\"_blank\" title=\"MacBook: As\u00ed es el futuro, y me encanta\" href=\"https:\/\/www.macsfera.com\/macbook-asi-es-el-futuro-y-me-encanta\/\">el MacBook me encanta<\/a>.<\/p>\n<p>La cosa es que <strong>he notado mucho la reducci\u00f3n de peso y de tama\u00f1o.<\/strong> Escribo mucho en el Metro con el iPad en posici\u00f3n vertical, agarrado con las dos manos y el teclado partido, de modo que soy consciente de esas mejoras f\u00edsicas.<\/p>\n<p>En cuanto al procesador, <strong>tiene el mismo que el iPad Pro de 12,9 pulgadas, aunque est\u00e1 un poco m\u00e1s limitado.<\/strong> Tambi\u00e9n cuenta con 2GB de RAM en vez de 4. El procesador es una mala bestia, dar el salto de un modelo de hace cuatro a\u00f1os a esto <strong>ha sido besar el cielo.<\/strong> No se bloquea, no tiene lag, es r\u00e1pido. Y todo eso, si lo comparamos con mi iPad 3, obtenemos un cambio muy brusco que me tiene realmente contento.<\/p>\n<p>Cuando os cont\u00e9 mis <a target=\"_blank\" title=\"Primeras impresiones del iPad Pro\" href=\"https:\/\/www.macsfera.com\/primeras-impresiones-del-ipad-pro\/\">primeras impresiones del iPad Pro<\/a>, os dije que el tema de la RAM me molestaba. S\u00e9 que es algo que ahora no voy a notar, <strong>pero temo que en el futuro que pueda ser un inconveniente,<\/strong> es decir, que la durabilidad del iPad sea menor de la que pod\u00eda haber sido <sup class=\"modern-footnotes-footnote \" data-mfn=\"2\" data-mfn-post-scope=\"000000005b35ea45000000005c3caa8e_14718\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-000000005b35ea45000000005c3caa8e_14718\">2<\/a><\/sup><span id=\"mfn-content-000000005b35ea45000000005c3caa8e_14718\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"2\">Supongo que por eso han metido s\u00f3lo 2GB, para que la vida del producto sea la que est\u00e1 teniendo hasta ahora y la gente que lo compre lo renueve con m\u00e1s frecuencia. Al fin y al cabo es un producto destinado al gran p\u00fablico y no a un sector especializado como su hermano mayor que cuenta con el doble de RAM.<\/span>. La realidad, a d\u00eda de hoy, es que yo no noto nada. <a target=\"_blank\" title=\"Mi nuevo MacBook Pro Retina\" href=\"https:\/\/www.macsfera.com\/mi-nuevo-macbook-pro-retina\/\">Tengo un MacBook Pro con 16GB de RAM<\/a> y, al nivel que uso el iPad, las tareas las realizo con la misma agilidad.<\/p>\n<p>Cambio entre aplicaciones, apertura de pesta\u00f1as en Safari, uso de la multitarea, etc. No hay nada que no haya podido hacer con destreza y fluidez. 4GB es mejor, por supuesto, <strong>pero 2 no es poco y me ha sorprendido al abrir sin cargar aplicaciones que llevaba sin usar varias horas.<\/strong><\/p>\n<h2>Bondades del iPad Pro<\/h2>\n<p class=\"medio\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/iPad-Pro-Rosa-y-Negro-Apple-Pencil.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/iPad-Pro-Rosa-y-Negro-Apple-Pencil.jpg\" alt=\"iPad Pro Rosa y Negro Apple Pencil\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-14739\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/iPad-Pro-Rosa-y-Negro-Apple-Pencil.jpg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/iPad-Pro-Rosa-y-Negro-Apple-Pencil-300x200.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/iPad-Pro-Rosa-y-Negro-Apple-Pencil-1024x683.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>Entremos en el tema de las funciones nuevas del iPad Pro y las que, de forma personal, pienso que son una bondad:<\/p>\n<p><a name=\"pantalla-true-tone\"><\/a><\/p>\n<h3>Pantalla True Tone<\/h3>\n<p class=\"grande\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/Revision-del-iPad-Pro.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/Revision-del-iPad-Pro.jpg\" alt=\"Revision del iPad Pro\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-14724\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/Revision-del-iPad-Pro.jpg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/Revision-del-iPad-Pro-300x200.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/Revision-del-iPad-Pro-1024x683.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>Cuando Apple present\u00f3 la pantalla Retina con el iPhone 4 y yo <a target=\"_blank\" title=\"Chan chan chan chaaaaan!\" href=\"http:\/\/www.mylaif.es\/post\/11691032496\/chan-chan-chan-chaaaaan\">la prob\u00e9 en un iPod touch<\/a>, alucin\u00e9 por la calidad de imagen. Fue el principal motivo por el cual compr\u00e9 el iPad 3. Adoro la calidad de imagen, as\u00ed que es normal que me guste mucho que todo sea vea limpio y detallado en una interfaz que uso todos los d\u00edas.<\/p>\n<p>Tras este invento, uno no pod\u00eda pensar en algo m\u00e1s all\u00e1. No eres capaz de deducir cu\u00e1l ser\u00e1 el siguiente paso que marque la diferencia. S\u00ed, aumentar los colores, reducir el espacio de aire entre el cristal y la pantalla en s\u00ed. Todos esos son peque\u00f1os detalles que hacen que una pantalla sea mejor que otra, <strong>pero no son un cambio tan dr\u00e1stico.<\/strong><\/p>\n<p><strong>La pantalla True Tone s\u00ed lo es.<\/strong> S\u00f3lo tengo bondades para este invento, de verdad, es alucinante.<\/p>\n<p class=\"medio\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/iPad-Pro-gris-espacial-y-oro-rosado.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/iPad-Pro-gris-espacial-y-oro-rosado.jpg\" alt=\"iPad Pro gris espacial y oro rosado\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-14725\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/iPad-Pro-gris-espacial-y-oro-rosado.jpg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/iPad-Pro-gris-espacial-y-oro-rosado-300x200.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/iPad-Pro-gris-espacial-y-oro-rosado-1024x683.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>La pantalla adapta la temperatura para que se parezca al entorno. De esa forma, <strong>hace que el dispositivo se integre mejor y cause menos impacto a los ojos del usuario.<\/strong> Se busca ajustar la luminosidad y el color de la pantalla para imitar el comportamiento del papel en las mismas condiciones. No lo consigue al 100% porque la pantalla emite luz y el papel lo recibe, <strong>pero s\u00ed que consigue reducir al m\u00e1ximo la diferencia entre leer una hoja o leer la pantalla.<\/strong><\/p>\n<p>Puedo tirarme horas con el iPad, disfrutar de su pantalla es una gozada, de verdad. Los ojos no se cargan, la luz no da\u00f1a ni cansa y se ve perfectamente en cualquier situaci\u00f3n, <strong>especialmente en situaciones de baja luz.<\/strong><\/p>\n<p>Adem\u00e1s, lo mejor de todo es que es transparente de cara al usuario. No es como <a target=\"_blank\" title=\"iOS 9.3 traer\u00e1 modo noche, Notas con contrase\u00f1a y multiusuario para el iPad en la escuela\" href=\"https:\/\/www.macsfera.com\/ios-9-3-traera-modo-noche-notas-contrasena-multiusuario-ipad-la-escuela\/\">Night Shift<\/a> que se nota, <strong>True Tone s\u00f3lo notas que est\u00e1 ah\u00ed si lo apagas y lo enciendes.<\/strong><\/p>\n<h3>Altavoces<\/h3>\n<p class=\"medio\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/Altavoces-iPad-Pro-rosa.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/Altavoces-iPad-Pro-rosa.jpg\" alt=\"Altavoces iPad Pro rosa\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-14726\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/Altavoces-iPad-Pro-rosa.jpg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/Altavoces-iPad-Pro-rosa-300x200.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/Altavoces-iPad-Pro-rosa-1024x683.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>Heredado de su hermano mayor, <strong>el iPad cuenta con 4 altavoces distribuidos por el chasis que han cambiado mi idea de sonido en un dispositivo m\u00f3vil.<\/strong><\/p>\n<p>Es incre\u00edble lo bien que suenan, de verdad. Me he encontrado en situaciones en las que he tenido que bajar el volumen porque realmente no hac\u00eda falta tenerlo tan elevado.<\/p>\n<p>Alto, claro, n\u00edtido\u2026 Son caracter\u00edsticas del sonido que emite el dispositivo, y si a eso le sumas la distribuci\u00f3n que hace de agudos y graves en funci\u00f3n de la orientaci\u00f3n, te das cuenta de que da igual como lo sujetes, que se va a o\u00edr sin problemas, <strong>incluso cuando lo sujetas verticalmente sobre el regazo y los altavoces inferiores quedan bloqueados.<\/strong><\/p>\n<p>Antes <a target=\"_blank\" title=\"Beats Solo2 inal\u00e1mbricos: mi opini\u00f3n\" href=\"https:\/\/www.macsfera.com\/beats-solo2-inalambricos-mi-opinion\/\">usaba cascos Bluetooth<\/a> cuando quer\u00eda escuchar algo en el iPad. Es normal si vienes de un altavoz mono como el de mi antiguo iPad 3. Pero ahora he visto que, si no necesito m\u00e1xima concentraci\u00f3n, ni me planteo usar cascos, no es necesario para nada (a menos que el ruido de alrededor sea muy elevado).<\/p>\n<p>Choca pensar que un equipo que est\u00e1 destinado a la producci\u00f3n de contenido tenga entre sus cualidades algo orientado al consumo, pero es la nueva faceta del iPad: <strong>se puede crear, se puede consumir.<\/strong> Y me encanta.<\/p>\n<h3>Compatibilidad con el Apple Pencil<\/h3>\n<p class=\"grande\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/iPad-Pro-Rosa-y-Apple-Pencil.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/iPad-Pro-Rosa-y-Apple-Pencil.jpg\" alt=\"iPad Pro Rosa y Apple Pencil\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-14727\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/iPad-Pro-Rosa-y-Apple-Pencil.jpg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/iPad-Pro-Rosa-y-Apple-Pencil-300x200.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/iPad-Pro-Rosa-y-Apple-Pencil-1024x683.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<div class=\"alerta\">\n<p>Aqu\u00ed est\u00e1 la <a href=\"https:\/\/www.macsfera.com\/apple-pencil-mejor-stylus-ipad\/\" title=\"Apple Pencil: el mejor stylus para el iPad\" target=\"_blank\">completa review del Apple Pencil<\/a>. El mejor stylus que he probado hasta la fecha.<\/p>\n<\/div>\n<p><strong>No puedo hablar del iPad Pro y no mencionar el Apple Pencil.<\/strong> Tengo pendiente una review a parte del dispositivo en la que indagar\u00e9 m\u00e1s sobre el producto, sus usos, su calidad, etc. Pero hoy voy a mencionar que adoro que Apple decidiese implementarlo. Prefiero mil veces que tenga Apple Pencil que <a target=\"_blank\" title=\"Porqu\u00e9 no espero 3D Touch en el iPad Air 3\" href=\"https:\/\/www.macsfera.com\/porque-no-espero-3d-touch-en-el-ipad-air-3\/\">no 3D Touch<\/a>, en el iPad tiene m\u00e1s sentido.<\/p>\n<p>Y es que, si bien he probado <a target=\"_blank\" title=\"Adonit Jot Pro: un gran stylus para escribir en el iPad\" href=\"https:\/\/www.macsfera.com\/adonit-jot-pro-gran-stylus-escribir-ipad\/\">stylus que mezclan un precio econ\u00f3mico y calidad<\/a>, <strong>un producto de Apple hecho para s\u00ed mismos es normal que funcione mejor.<\/strong> <a target=\"_blank\" title=\"Reflexiones sobre el nuevo iPad Pro\" href=\"https:\/\/www.macsfera.com\/reflexiones-sobre-el-nuevo-ipad-pro\/\">Ya os dije<\/a> que el Apple Pencil es tan bueno porque no es solo el stylus, tambi\u00e9n es el iPad el que ha mejorado. Es normal que ahora saque ventaja al resto de competidores, pero ya veremos cuando pase un poco de tiempo.<\/p>\n<p><strong>La cosa es que tomo apuntes con \u00e9l y estoy encantado,<\/strong> s\u00ed que es verdad que hay alguna cosa que no me gusta demasiado, pero ya os la contar\u00e9 en detalle, no es nada que me haga devolver el dispositivo, tambi\u00e9n os digo.<\/p>\n<p>Cre\u00eda que apoyar la mano en la pantalla no iba a ser algo decisivo, <strong>pero me estoy dando cuenta de que me encanta,<\/strong> es m\u00e1s c\u00f3modo, m\u00e1s natural, la escritura sale mejor y disfrutas m\u00e1s al hacerlo, sobre todo <a target=\"_blank\" title=\"GoodNotes: mi iPad convertido en cuaderno\" href=\"https:\/\/www.macsfera.com\/goodnotes-mi-ipad-convertido-en-cuaderno\/\">si la app es compatible<\/a>. No es decisivo, ni mucho menos, pero me ha gustado mucho m\u00e1s de lo que pensaba que iba a hacer.<\/p>\n<p>En serio, ya os hablar\u00e9 largo y tendido, no os preocup\u00e9is.<\/p>\n<h3>La c\u00e1mara<\/h3>\n<p class=\"medio\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/Camara-iPad-Pro-Rosa.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/Camara-iPad-Pro-Rosa.jpg\" alt=\"Camara iPad Pro Rosa\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-14728\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/Camara-iPad-Pro-Rosa.jpg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/Camara-iPad-Pro-Rosa-300x200.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/Camara-iPad-Pro-Rosa-1024x683.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>La c\u00e1mara es nueva, y por primera vez en la historia, incluye la de <a target=\"_blank\" title=\"Nuevo iPhone 6s y 6s Plus\" href=\"https:\/\/www.macsfera.com\/nuevo-iphone-6s-y-6s-plus\/\">un iPhone<\/a> presentado en el mismo a\u00f1o de vida. Esto supone dos cosas:<\/p>\n<ul>\n<li>Hacer unas fotos incre\u00edbles<\/li>\n<li>Sobresalir del propio cuerpo del iPad<\/li>\n<\/ul>\n<p>En cuanto a lo primero, es innegable, <strong>las fotos que saca son brillantes.<\/strong> Lo mejor que produce Apple ahora mismo. No entraremos en detalles sobre para qu\u00e9 queremos una c\u00e1mara trasera tan buena en un iPad, aunque s\u00ed os dir\u00e9 que no es tan mala idea sobre todo a la hora de <a target=\"_blank\" title=\"Scanner Pro 7: Escanea documentos con el iPhone o el iPad\" href=\"https:\/\/www.macsfera.com\/scanner-pro-7-escanea-documentos-iphone-ipad\/\">escanear documentos<\/a> y usar aplicaciones de realidad aumentada.<\/p>\n<p>Os dejo algunos ejemplos de fotos tomadas con el iPad en distintas condiciones.<\/p>\n<div id=\"attachment_14744\" style=\"width: 2510px\" class=\"wp-caption aligncenter grande\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/Panoramica-iPad-Pro.jpg\"><img aria-describedby=\"caption-attachment-14744\" src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/Panoramica-del-iPad-Pro.jpg\" alt=\"Panoramica del iPad Pro\" width=\"2500\" height=\"576\" class=\"size-full wp-image-14744\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/Panoramica-del-iPad-Pro.jpg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/Panoramica-del-iPad-Pro-300x69.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/Panoramica-del-iPad-Pro-1024x236.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><p id=\"caption-attachment-14744\" class=\"wp-caption-text\">Ver <a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/Panoramica-iPad-Pro.jpg\" target=\"_blank\">m\u00e1xima calidad y resoluci\u00f3n<\/a><\/p><\/div>\n<div id=\"attachment_14746\" style=\"width: 2510px\" class=\"wp-caption aligncenter medio\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/Foto-camara-iPad-Pro.jpg\"><img aria-describedby=\"caption-attachment-14746\" src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/Foto-camara-del-iPad-Pro.jpg\" alt=\"Ver m\u00e1xima calidad y resoluci\u00f3n\" width=\"2500\" height=\"3333\" class=\"size-full wp-image-14746\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/Foto-camara-del-iPad-Pro.jpg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/Foto-camara-del-iPad-Pro-150x200.jpg 150w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/Foto-camara-del-iPad-Pro-768x1024.jpg 768w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><p id=\"caption-attachment-14746\" class=\"wp-caption-text\">Ver <a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/Foto-camara-iPad-Pro.jpg\" target=\"_blank\">m\u00e1xima calidad y resoluci\u00f3n<\/a><\/p><\/div>\n<div id=\"attachment_14748\" style=\"width: 2510px\" class=\"wp-caption aligncenter medio\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/Foto-de-ejemplo-camara-iPad-Pro.jpg\"><img aria-describedby=\"caption-attachment-14748\" src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/Foto-de-ejemplo-camara-iPad-Pro.jpg\" alt=\"Foto de ejemplo camara iPad Pro\" width=\"2500\" height=\"1875\" class=\"size-full wp-image-14748\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/Foto-de-ejemplo-camara-iPad-Pro.jpg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/Foto-de-ejemplo-camara-iPad-Pro-267x200.jpg 267w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/Foto-de-ejemplo-camara-iPad-Pro-1024x768.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><p id=\"caption-attachment-14748\" class=\"wp-caption-text\">Ver <a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/Foto-ejemplo-camara-iPad-Pro.jpg\" target=\"_blank\">m\u00e1xima calidad y resoluci\u00f3n<\/a><\/p><\/div>\n<p>Adem\u00e1s, <a target=\"_blank\" title=\"C\u00f3mo grabar 4K y c\u00e1mara lenta con el iPad Pro\" href=\"https:\/\/www.macsfera.com\/grabar-4k-camara-lenta-ipad-pro\/\">podemos grabar v\u00eddeo 4K<\/a> o hasta 240 fps por segundo en c\u00e1mara lenta, que da m\u00e1s juego, sobre todo al saber que el iPad puede editar las fotos y los v\u00eddeos sin problemas.<\/p>\n<p>Y una cosa que me encanta tambi\u00e9n es que <strong>captura y reproduce Live Photos.<\/strong> El dinamismo que dan este tipo de fotos aporta un valor extra para los que nos gustan las fotos, y si no tienes un iPhone 6s, est\u00e1 muy bien por lo menos poder hacerlo con otra c\u00e1mara que ya tienes.<\/p>\n<p>S\u00ed, es raro hacer fotos con un iPad, pero al menos ahora disponemos de la mejor c\u00e1mara producida por Apple y no una versi\u00f3n m\u00e1s antigua. El salto de la calidad con mi iPad 3 es m\u00e1s que notable.<\/p>\n<p>El segundo punto es un poco m\u00e1s peliagudo de tratar. <em>\u00bfC\u00f3mo pones una c\u00e1mara en un dispositivo en el que piensas escribir?<\/em>. Bueno, la respuesta es sencilla, <strong>no afecta en lo m\u00e1s m\u00ednimo.<\/strong> S\u00ed, se nota, por supuesto que se nota, la f\u00edsica est\u00e1 ah\u00ed y no se puede negar, pero en todo lo que lo he usado no me ha molestado para nada.<\/p>\n<p>Si a m\u00ed me hubiesen preguntado, hubiera rechazado por completo el hacer que la c\u00e1mara sobresaliese. Luego me habr\u00edan ense\u00f1ado que realmente no afecta como parece <strong>y entonces me lo hubiera pensado.<\/strong> Eso s\u00ed, sigo pensando que afea el dise\u00f1o y no le favorece nada est\u00e9ticamente hablando.<\/p>\n<p>Al final todo se reduce a lo siguiente: Sabiendo que ya est\u00e1 metido en el dise\u00f1o, <strong>si no vais a escribir no os molestar\u00e1 para nada.<\/strong> Si por el contrario s\u00ed vais a escribir, <strong>tampoco os molestar\u00e1,<\/strong> lo \u00fanico que notar\u00e9is  es un leve desnivel bastante acentuado en mesas o superficies que ya de por s\u00ed no est\u00e1n rectas. Pero es lo que tiene unas una tablet r\u00edgida, que no se amolda y todo se nota m\u00e1s.<\/p>\n<h3>Smart Connector<\/h3>\n<p class=\"medio\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/Smart-Connector-iPad-Pro-Rosa.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/Smart-Connector-iPad-Pro-Rosa.jpg\" alt=\"Smart Connector iPad Pro Rosa\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-14729\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/Smart-Connector-iPad-Pro-Rosa.jpg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/Smart-Connector-iPad-Pro-Rosa-300x200.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/Smart-Connector-iPad-Pro-Rosa-1024x683.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>Y por \u00faltimo, una nueva caracter\u00edstica heredada, el Smart Connector, <strong>el primer puerto que incluye un dispositivo iOS al margen del puerto Lightning.<\/strong><\/p>\n<p>Es la parte que m\u00e1s ha pasado desapercibida en mi caso personal. Este puerto est\u00e1 destinado a conectar accesorios para que interact\u00faen con el iPad sin necesidad de usar Bluetooth y bater\u00edas independientes.<\/p>\n<p><strong>La idea no es nada mala,<\/strong> y el nuevo teclado pinta muy bien, pero para m\u00ed es muy caro y no puedo afrontarlo ahora mismo, me apa\u00f1o bien con el teclado en pantalla. Por no hablar de que sigue sin estar en castellano <sup class=\"modern-footnotes-footnote \" data-mfn=\"3\" data-mfn-post-scope=\"000000005b35ea45000000005c3caa8e_14718\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-000000005b35ea45000000005c3caa8e_14718\">3<\/a><\/sup><span id=\"mfn-content-000000005b35ea45000000005c3caa8e_14718\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"3\">S\u00ed, puedes cambiar el layout para que parezca que tiene la \u00f1, pero como el teclado tambi\u00e9n tiene s\u00edmbolos, estos cambiar\u00edan igual y me parece un l\u00edo para el precio que tiene.<\/span>.<\/p>\n<p>Me gustar\u00eda ver m\u00e1s accesorios que usen este puerto, es m\u00e1s, <strong>me sorprende que no los haya ya.<\/strong> Me gustan las posibilidades que ofrece este puerto y espero que se exploten bien.<\/p>\n<h2>El iPad Pro en casos pr\u00e1cticos<\/h2>\n<p class=\"medio\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/Usando-el-iPad-Pro-Rosa.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/Usando-el-iPad-Pro-Rosa.jpg\" alt=\"Usando el iPad Pro Rosa\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-14730\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/Usando-el-iPad-Pro-Rosa.jpg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/Usando-el-iPad-Pro-Rosa-300x200.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/Usando-el-iPad-Pro-Rosa-1024x683.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>Todos sus componentes son muy buenos, pero si no hablamos de lo que realmente supone estos cambios para el iPad, es como si no tuvi\u00e9semos nada.<\/p>\n<p><strong>La velocidad del dispositivo es incre\u00edble,<\/strong> incre\u00edble de verdad. No s\u00f3lo navegar por Internet o jugar a juegos. Procesar textos, la multitarea, editar fotos con Pixelmator, etc. Todo va fluido y el iPad ni parpadea.<\/p>\n<p class=\"medio\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/Ulysses-y-MindNode-iPad-Pro.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/Ulysses-y-MindNode-iPad-Pro.jpg\" alt=\"Ulysses y MindNode iPad Pro\" width=\"2048\" height=\"1536\" class=\"aligncenter size-full wp-image-14741\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/Ulysses-y-MindNode-iPad-Pro.jpg 2048w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/Ulysses-y-MindNode-iPad-Pro-267x200.jpg 267w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/Ulysses-y-MindNode-iPad-Pro-1024x768.jpg 1024w\" sizes=\"(max-width: 2048px) 100vw, 2048px\" \/><\/a><\/p>\n<p>Lo que <a target=\"_blank\" title=\"He descubierto que escribir en el iPad es muy gratificante\" href=\"http:\/\/www.mylaif.es\/post\/113867547340\/escribir-desde-el-ipad\">m\u00e1s me gusta hacer en el iPad es escribir<\/a>, <strong>escribo con <a target=\"_blank\" title=\"MindNode: Crea mapas mentales de forma f\u00e1cil y sencilla\" href=\"https:\/\/www.macsfera.com\/mindnode-crea-mapas-mentales-forma-facil-sencilla\/\">MindNode<\/a> en multitarea, con Safari mientras enlazo art\u00edculos y consulto informaci\u00f3n, e incluso hasta viendo v\u00eddeos.<\/strong> La multitarea ha dado al iPad una nueva dimensi\u00f3n y, a m\u00ed que tanto me gusta hacer dos cosas a la vez, realmente me encanta el concepto, as\u00ed que la velocidad del dispositivo es importante, y est\u00e1 cumpliendo muy bien en este campo.<\/p>\n<p><strong>Sus propiedades f\u00edsicas,<\/strong> tanto de peso como tama\u00f1o, <strong>son una maravilla.<\/strong> Una MARAVILLA. De veras. S\u00f3lo sabr\u00e9is lo que se siente si ven\u00eds de un dispositivo anterior m\u00e1s pesado y robusto, el cambio es alucinante. Y si ya se os ocurre cogerlo ese dispositivo de nuevo tras estar usando el Pro durante una semana, alucinar\u00e9is m\u00e1s.<\/p>\n<p><strong>La pantalla es lo mejor que le ha pasado a este dispositivo.<\/strong> Me quedo sin palabras, no puedo describir lo que supone. Pero es un invento fant\u00e1stico teniendo en cuenta que va a ser una de las pantallas que m\u00e1s cerca tengamos a la vista a lo largo del d\u00eda. La mejor forma de saber lo que supone es probarla dos o tres d\u00edas.<\/p>\n<p><strong>El sonido que emite el iPad acompa\u00f1a a su nombre,<\/strong> es un sonido pro que hace que consumir contenido audiovisual mejore much\u00edsimo la experiencia, y si a eso le sumamos que vengo del sonido mono de mi antiguo iPad, el impacto es mayor.<\/p>\n<p class=\"medio\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/iPad-Pro-Negro-multitarea.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/iPad-Pro-Negro-multitarea.jpg\" alt=\"iPad Pro Negro multitarea\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-14731\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/iPad-Pro-Negro-multitarea.jpg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/iPad-Pro-Negro-multitarea-300x200.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/iPad-Pro-Negro-multitarea-1024x683.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>El iPad Pro no se podr\u00eda concebir sin iOS 9, las <a target=\"_blank\" title=\"Nuevo iOS 9 - Propiedades exclusivas\" href=\"https:\/\/www.macsfera.com\/nuevo-ios-9\/#propiedades-exclusivas\">novedades exclusivas del iPad<\/a> le dan la utilidad digna de su nombre y, <a target=\"_blank\" title=\"La WWDC de 2016 se celebrar\u00e1 del 13 al 17 de junio. Confirmado\" href=\"https:\/\/www.macsfera.com\/la-wwdc-de-2016-se-celebrara-del-13-al-17-de-junio-confirmado\/\">de cara al futuro<\/a>, <strong>s\u00f3lo espero que se siga trabajando m\u00e1s para conseguir que <a target=\"_blank\" title=\"Lista de deseos de iOS 10\" href=\"https:\/\/www.macsfera.com\/lista-deseos-ios-10\/\">el sistema sea mejor<\/a>.<\/strong><\/p>\n<p>El Apple Pencil ha supuesto para m\u00ed un hito en el uso del iPad. Es verdad que el <a target=\"_blank\" title=\"Adonit\" href=\"https:\/\/www.macsfera.com\/tag\/adonit\">Adonit<\/a> Jot Pro cumpl\u00eda bien su cometido, <strong>pero el Apple Pencil lo hace perfecto.<\/strong> Espero que al haber mejorado la pantalla, los stylus de la competencia mejoren notablemente porque la diferencia actual es enorme, aunque tenga ciertas carencias.<\/p>\n<p class=\"grande\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/iPad-Pro-negro-con-Smart-Cover.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/iPad-Pro-negro-con-Smart-Cover.jpg\" alt=\"iPad Pro negro con Smart Cover\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-14732\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/iPad-Pro-negro-con-Smart-Cover.jpg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/iPad-Pro-negro-con-Smart-Cover-300x200.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/iPad-Pro-negro-con-Smart-Cover-1024x683.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>Por \u00faltimo, mencionar la Smart Cover. Es m\u00e1s cara porque los imanes est\u00e1n en otra posici\u00f3n. Es cierto que la Smart Cover del iPad Air 2 le podr\u00eda valer pero un cambio en la disposici\u00f3n y en la polaridad hacen que no sean compatibles. <strong>No justifica que sea m\u00e1s caro, pero ya os aviso.<\/strong><\/p>\n<p>En cuanto a la funda en s\u00ed, es un poco m\u00e1s larga para que sea compatible con <a target=\"_blank\" href=\"http:\/\/www.apple.com\/es\/shop\/product\/MM1Y2ZM\/A\/funda-silicone-case-para-el-ipad-pro-de-9-7-pulgadas-gris-carb%C3%B3n\">la carcasa trasera de Apple<\/a>, as\u00ed que no os asust\u00e9is si la veis sobresalir, no es ning\u00fan fallo de dise\u00f1o.<\/p>\n<h2>El iPad Pro en mi vida<\/h2>\n<p class=\"grande\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/iPad-Pro-Rosa1.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/iPad-Pro-Rosa1.jpg\" alt=\"iPad Pro Rosa\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-14733\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/iPad-Pro-Rosa1.jpg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/iPad-Pro-Rosa1-300x200.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/iPad-Pro-Rosa1-1024x683.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p><strong>Gracias al iPad Pro he redescubierto la inform\u00e1tica m\u00e1s port\u00e1til.<\/strong> Soy capaz de hacer el 90% de lo que hago en el ordenador, pero en un dispositivo que ocupa menos de la mitad, se maneja mejor en ciertas situaciones y me aporta mucho bien.<\/p>\n<p>Gracias a su naturaleza, <strong>soy capaz de hacer tareas mucho m\u00e1s r\u00e1pidas y disfrut\u00e1ndolas mejor.<\/strong> Su pantalla t\u00e1ctil me permite manejarme mejor por algunas interfaces ya que las versiones m\u00f3viles de ciertas aplicaciones o servicios son m\u00e1s usables en el iPad.<\/p>\n<p>No noto que tengo un dispositivo nuevo para navegar en Internet desde el sill\u00f3n, sino <strong>una completa herramienta que me har\u00e1 estar al pie del ca\u00f1\u00f3n en casi cualquier situaci\u00f3n.<\/strong> Todo se basa en aprender a adaptar nuestra forma de trabajar, y una vez que lo haces, consigues poder prescindir del ordenador en situaciones de las que antes depend\u00edas de \u00e9l por X motivos.<\/p>\n<p><strong>He recuperado la alegr\u00eda y felicidad que sent\u00eda cuando ten\u00eda que usar el ordenador y pensaba en que <a target=\"_blank\" title=\"Nuevo MacBook Pro para el blog\" href=\"https:\/\/www.macsfera.com\/nuevo-macbook-pro-para-el-blog\/\">ten\u00eda un Mac<\/a>.<\/strong> Con el iPad es igual, s\u00e9 que voy a tener un dispositivo r\u00e1pido y \u00fatil, usarlo me alegra porque adoro la inform\u00e1tica que simplemente funciona, que va r\u00e1pida y que me ayuda, <strong>y el iPad Pro lo hace a la perfecci\u00f3n.<\/strong><\/p>\n<h2>El mejor<\/h2>\n<p class=\"grande\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/iPad-Pro-Pantalla-True-Tone.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/iPad-Pro-Pantalla-True-Tone.jpg\" alt=\"iPad Pro Pantalla True Tone\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-14734\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/iPad-Pro-Pantalla-True-Tone.jpg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/iPad-Pro-Pantalla-True-Tone-300x200.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/iPad-Pro-Pantalla-True-Tone-1024x683.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>Cuando uno escoge m\u00f3vil, tiene ciertas opciones y, personalmente, algunas son mejores que otras. Seg\u00fan nuestros gustos, lo que busquemos en un dispositivo o en otro, etc. Pero, lamentablemente para la gente que no es fan de Apple, <strong>el iPad no tiene rival.<\/strong><\/p>\n<p>Es la tableta por excelencia, <strong>ning\u00fan otro dispositivo le hace competencia,<\/strong> tanto en eficiencia computacional, en dise\u00f1o y en aplicaciones.<\/p>\n<p>Adem\u00e1s, no existe una experiencia remotamente similar en un entorno que no sea el del iPad. No es que sea pobre, no es que tenga ciertas carencias, no. <strong>Simplemente no existe.<\/strong><\/p>\n<p class=\"medio\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/iPad-Pro-Touch-ID.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/iPad-Pro-Touch-ID.jpg\" alt=\"iPad Pro Touch ID\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-14735\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/iPad-Pro-Touch-ID.jpg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/iPad-Pro-Touch-ID-300x200.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/iPad-Pro-Touch-ID-1024x683.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>No es cuesti\u00f3n de afinidades a sistemas operativos, es simplemente ver la realidad. Al igual que Android ha madurado much\u00edsimo en su versi\u00f3n m\u00f3vil igualando, e incluso mejorando conceptos de iOS, <strong>no puede competir en su versi\u00f3n tablet porque no es lo que les interesa ahora mismo.<\/strong><\/p>\n<p><strong>Por eso el iPad es el mejor en su campo.<\/strong> Y ahora, con el iPad Pro, esa experiencia se lleva mucho m\u00e1s all\u00e1 gracias al trabajo que han hecho los de Cupertino tanto en el producto en s\u00ed como en iOS.<\/p>\n<hr \/>\n<p class=\"grande\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/iPad-Pro-negro-Apple-Pencil.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/iPad-Pro-negro-Apple-Pencil.jpg\" alt=\"iPad Pro negro Apple Pencil\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-14736\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/iPad-Pro-negro-Apple-Pencil.jpg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/iPad-Pro-negro-Apple-Pencil-300x200.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/iPad-Pro-negro-Apple-Pencil-1024x683.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p><strong>En estas semanas he aprendido mucho del estado actual del iPad.<\/strong> Soy usuario desde su segunda versi\u00f3n \u2014desde la tercera el iPad era m\u00edo, pero al llevar tanto tiempo desactualizado, uno pierde un poco el norte cuando no puede probar ciertas caracter\u00edsticas.<\/p>\n<p>Entre lo aprendido, he podido apreciar que <strong>es el complemento ideal para aquellos que puedan desarrollar su trabajo en \u00e9l y <a target=\"_blank\" title=\"Del port\u00e1til al iPad Pro\" href=\"https:\/\/www.macsfera.com\/del-portatil-al-ipad-pro\/\">quieran dedicar tiempo a aprender a hacerlo<\/a>.<\/strong><\/p>\n<p>S\u00ed, no todo el mundo puede trabajar en \u00e9l, yo mismo no puedo desarrollar ciertas actividades que s\u00ed puedo hacer en un ordenador, pero como he dicho, <strong>es el complemento ideal.<\/strong> Es tal y <a target=\"_blank\" href=\"http:\/\/youtu.be\/BlAtUn4BLvE\">como lo describi\u00f3 Steve Jobs<\/a> en su presentaci\u00f3n, se encuentra entre el m\u00f3vil y el ordenador.<\/p>\n<p class=\"medio\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/iPad-Pro-con-Pixelmator.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/iPad-Pro-con-Pixelmator.jpg\" alt=\"iPad Pro con Pixelmator\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-14737\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/iPad-Pro-con-Pixelmator.jpg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/iPad-Pro-con-Pixelmator-300x200.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/iPad-Pro-con-Pixelmator-1024x683.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p><strong>Tambi\u00e9n creo que para la mayor\u00eda de usuarios es capaz de sustituir aquel ordenador de hace 3-5 a\u00f1os con prestaciones limitadas.<\/strong> El iPad Pro aporta m\u00e1s velocidad, mejor dise\u00f1o, es m\u00e1s din\u00e1mico porque lo puedes usar en m\u00e1s situaciones que el port\u00e1til, y cumple con todas las necesidades que tienen ese tipo de usuarios: consultar el correo, navegar por Internet, comprar, ver v\u00eddeos, redactar documentos, etc.<\/p>\n<p>Mis padres est\u00e1n encantados con el dispositivo, as\u00ed que m\u00e1s velocidad, mejor dise\u00f1o y m\u00e1s posibilidades computacionales les vendr\u00eda genial.<\/p>\n<p class=\"grande\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/iPad-Pro-Oro-rosado.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/iPad-Pro-Oro-rosado.jpg\" alt=\"iPad Pro Oro rosado\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-14738\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/iPad-Pro-Oro-rosado.jpg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/iPad-Pro-Oro-rosado-300x200.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/iPad-Pro-Oro-rosado-1024x683.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p><strong>Y es que a m\u00ed el iPad Pro me ha hecho feliz.<\/strong> Vuelvo a estar contento cuando tengo que usarlo. Pienso en ello y ya no tengo la sensaci\u00f3n de que va a ir lento o va a tener retardo. No, s\u00e9 que va a funcionar sin problemas y que voy a disfrutar mucho realizando lo que tenga que hacer. De verdad, la multitarea es una bendici\u00f3n.<\/p>\n<p>Creo que Apple ya ha dejado claro el camino con el iPad Pro, que <a target=\"_blank\" title=\"\u00bfUn iPhone grande?\" href=\"https:\/\/www.macsfera.com\/un-iphone-grande\/\">no es un iPhone grande<\/a>, <strong>pero ahora le toca el turno a iOS para continuar haciendo realidad ese camino y hacer evolucionar a mejor un producto que por si solo es fant\u00e1stico.<\/strong><\/p>\n","protected":false},"excerpt":{"rendered":"<p>El concepto de tablet est\u00e1 algo perdido hoy en d\u00eda. Lo \u00fanico que se concibe de un dispositivo de estas caracter\u00edsticas es<\/p>\n","protected":false},"author":1,"featured_media":14721,"comment_status":"open","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[2099,22],"tags":[2269,272,2248,2211],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v15.0 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>iPad Pro: lo que esperaba, y mucho m\u00e1s<\/title>\n<meta name=\"description\" content=\"Review del iPad Pro de 9,7 pulgadas desde un punto de vista personal y detallado mencionando los beneficios del nuevo dispositivo de Apple.\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.MacSfera.com\/ipad-pro-lo-esperaba-mucho-mas\/\" \/>\n<meta property=\"og:locale\" content=\"es_ES\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"iPad Pro: lo que esperaba, y mucho m\u00e1s\" \/>\n<meta property=\"og:description\" content=\"Review del iPad Pro de 9,7 pulgadas desde un punto de vista personal y detallado mencionando los beneficios del nuevo dispositivo de Apple.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.MacSfera.com\/ipad-pro-lo-esperaba-mucho-mas\/\" \/>\n<meta property=\"og:site_name\" content=\"MacSfera\" \/>\n<meta property=\"article:publisher\" content=\"http:\/\/www.facebook.com\/macsfera\" \/>\n<meta property=\"article:author\" content=\"https:\/\/www.facebook.com\/PabloAsekas\" \/>\n<meta property=\"article:published_time\" content=\"2016-05-12T15:33:29+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2017-03-21T13:38:16+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/Review-iPad-Pro.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"2500\" \/>\n\t<meta property=\"og:image:height\" content=\"1667\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:title\" content=\"iPad Pro: lo que esperaba, y mucho m\u00e1s\" \/>\n<meta name=\"twitter:description\" content=\"Review del iPad Pro de 9,7 pulgadas desde un punto de vista personal y detallado mencionando los beneficios del nuevo dispositivo de Apple.\" \/>\n<meta name=\"twitter:image\" content=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/05\/12163810\/Review-iPad-Pro.jpg\" \/>\n<meta name=\"twitter:creator\" content=\"@https:\/\/twitter.com\/pabloasekas\" \/>\n<meta name=\"twitter:site\" content=\"@MacSferablog\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.MacSfera.com\/#website\",\"url\":\"https:\/\/www.MacSfera.com\/\",\"name\":\"MacSfera\",\"description\":\"Blog sobre Apple con especial inter\\u00e9s en la opini\\u00f3n personal en el Mac, el iPhone y el iPad.\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"https:\/\/www.MacSfera.com\/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"es\"},{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.MacSfera.com\/ipad-pro-lo-esperaba-mucho-mas\/#primaryimage\",\"inLanguage\":\"es\",\"url\":\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/Review-iPad-Pro.jpg\",\"width\":2500,\"height\":1667,\"caption\":\"Review iPad Pro\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.MacSfera.com\/ipad-pro-lo-esperaba-mucho-mas\/#webpage\",\"url\":\"https:\/\/www.MacSfera.com\/ipad-pro-lo-esperaba-mucho-mas\/\",\"name\":\"iPad Pro: lo que esperaba, y mucho m\\u00e1s\",\"isPartOf\":{\"@id\":\"https:\/\/www.MacSfera.com\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/www.MacSfera.com\/ipad-pro-lo-esperaba-mucho-mas\/#primaryimage\"},\"datePublished\":\"2016-05-12T15:33:29+00:00\",\"dateModified\":\"2017-03-21T13:38:16+00:00\",\"author\":{\"@id\":\"https:\/\/www.MacSfera.com\/#\/schema\/person\/1c7b5783afd3f0309c3aa8a52942db5a\"},\"description\":\"Review del iPad Pro de 9,7 pulgadas desde un punto de vista personal y detallado mencionando los beneficios del nuevo dispositivo de Apple.\",\"inLanguage\":\"es\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.MacSfera.com\/ipad-pro-lo-esperaba-mucho-mas\/\"]}]},{\"@type\":\"Person\",\"@id\":\"https:\/\/www.MacSfera.com\/#\/schema\/person\/1c7b5783afd3f0309c3aa8a52942db5a\",\"name\":\"Pablo Asekas\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.MacSfera.com\/#personlogo\",\"inLanguage\":\"es\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/f86183a13a9c39523543ae47691e4c72?s=96&r=g\",\"caption\":\"Pablo Asekas\"},\"description\":\"Pablo es la persona detr\\u00e1s de MacSfera, le apasiona la tecnolog\\u00eda y adora Internet. Le gusta hablar de dispositivos y aplicaciones con un punto de vista personal y variado.\",\"sameAs\":[\"https:\/\/www.facebook.com\/PabloAsekas\",\"https:\/\/twitter.com\/https:\/\/twitter.com\/pabloasekas\",\"https:\/\/www.youtube.com\/user\/pabloasekas\",\"http:\/\/www.mylaif.es\"]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","_links":{"self":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts\/14718"}],"collection":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/comments?post=14718"}],"version-history":[{"count":10,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts\/14718\/revisions"}],"predecessor-version":[{"id":16465,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts\/14718\/revisions\/16465"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/media\/14721"}],"wp:attachment":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/media?parent=14718"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/categories?post=14718"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/tags?post=14718"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}