{"id":11118,"date":"2015-07-07T10:19:26","date_gmt":"2015-07-07T09:19:26","guid":{"rendered":"http:\/\/www.MacSfera.com\/?p=11118"},"modified":"2016-08-14T17:00:52","modified_gmt":"2016-08-14T15:00:52","slug":"macbook-asi-es-el-futuro-y-me-encanta","status":"publish","type":"post","link":"https:\/\/www.MacSfera.com\/macbook-asi-es-el-futuro-y-me-encanta\/","title":{"rendered":"MacBook: As\u00ed es el futuro, y me encanta"},"content":{"rendered":"<p class=\"grande\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/07\/06163207\/MacBook-Retina-Dorado.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/07\/06163207\/MacBook-Retina-Dorado.jpg\" alt=\"MacBook Retina Dorado\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-11119\" \/><\/a><\/p>\n<p>Todos nos quedamos muy sorprendidos cuando <strong><a href=\"http:\/\/www.macsfera.com\/resumen-de-la-keynote-spring-forward\/\" title=\"Resumen de la keynote Spring Forward\" target=\"_blank\">Tim Cook apareci\u00f3 en el escenario<\/a> en Marzo presentando un <a href=\"http:\/\/www.macsfera.com\/la-gama-macbook-vuelve-a-apple-con-este-nuevo-modelo\/\" title=\"La gama MacBook vuelve a Apple con este nuevo modelo\" target=\"_blank\">nuevo Mac<\/a>.<\/strong> Ese Mac pertenec\u00eda a una categor\u00eda que <a href=\"http:\/\/www.macsfera.com\/apple-deja-la-produccion-del-macbook-se-veia-venir\/\" title=\"Apple deja la producci\u00f3n del MacBook, se ve\u00eda venir\" target=\"_blank\">qued\u00f3 fuera<\/a> de la familia de ordenadores de la empresa hace tres a\u00f1os. Pero ese d\u00eda volvi\u00f3, y lo hizo con mucha m\u00e1s fuerza para perdurar unos cuantos a\u00f1os.<\/p>\n<p><strong>La gama MacBook regresaba a Apple y lo hac\u00eda con un dispositivo incre\u00edble.<\/strong> Su presentaci\u00f3n nos dej\u00f3 alucinados, pero creedme, no es nada comparable con la sensaci\u00f3n de tenerlo en las manos, de pulsar sus teclas, de sentir su peso. <strong>Es una obra maestra tecnol\u00f3gicamente hablando.<\/strong><\/p>\n<p><!--more--><\/p>\n<p>Es verano y estoy de vacaciones. Gracias a la pol\u00edtica de devoluci\u00f3n de Apple me he podido hacer con un modelo para probarlo durante catorce d\u00edas y luego devolverlo sin ning\u00fan coste extra. Esto lo he hecho por varios motivos:<\/p>\n<ol>\n<li>En unos meses voy a renovar port\u00e1til y me debat\u00eda entre 2 modelos: Un MacBook Pro Retina y este MacBook, necesitaba probar las novedades y caracter\u00edsticas para saber tomar una decisi\u00f3n mejor.<\/li>\n<li>De cara al blog, necesitaba m\u00e1s tiempo experimentando con el nuevo teclado y con el nuevo trackpad Force Touch. Es una tecnolog\u00eda que Apple probablemente use en m\u00e1s dispositivos <sup class=\"modern-footnotes-footnote \" data-mfn=\"1\" data-mfn-post-scope=\"000000000181d208000000005c3ff0cd_11118\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-000000000181d208000000005c3ff0cd_11118\">1<\/a><\/sup><span id=\"mfn-content-000000000181d208000000005c3ff0cd_11118\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"1\">Force Touch ya est\u00e1 en el Apple Watch de hecho.<\/span> y necesito conocer todo lo que pueda de ella.<\/li>\n<li>Estoy aburrido y creo que es un buen momento para crear buen contenido para el blog.<\/li>\n<\/ol>\n<p class=\"medio\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/07\/06163249\/MacBook-2015-dorado.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/07\/06163249\/MacBook-2015-dorado.jpg\" alt=\"MacBook 2015 dorado\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-11120\" \/><\/a><\/p>\n<p>Por ello, y tras consultar el stock de las Apple Store que tengo cerca, me hice con un modelo para probarlo a fondo durante catorce d\u00edas. <strong>Catorce d\u00edas en los que no me he despegado de \u00e9l.<\/strong> Siempre que usaba un ordenador era el MacBook m\u00ednimo <sup class=\"modern-footnotes-footnote \" data-mfn=\"2\" data-mfn-post-scope=\"000000000181d208000000005c3ff0cd_11118\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-000000000181d208000000005c3ff0cd_11118\">2<\/a><\/sup><span id=\"mfn-content-000000000181d208000000005c3ff0cd_11118\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"2\">Salvo alguna tarea que me es imposible realizar en una pantalla tan peque\u00f1a y por ello tuve que hacerla en mi iMac<\/span>: escribir, visualizar contenido, leer p\u00e1ginas y blogs, editar fotos para alguno de mis art\u00edculos. Todo. <strong>Todo lo he realizado en este ordenador para conocerlo lo m\u00e1ximo posible en este corto,<\/strong> pero suficiente, <strong>tiempo que he pasado con \u00e9l.<\/strong><\/p>\n<p>Adem\u00e1s, como el objetivo era el de sustituir <a href=\"http:\/\/www.macsfera.com\/nuevo-macbook-pro-para-el-blog\/\" title=\"Nuevo MacBook Pro para el blog\" target=\"_blank\"> mi actual MacBook Pro de 2010<\/a>, tambi\u00e9n he simulado todas las tareas que realizo cada d\u00eda en la universidad con el objetivo de saber si este ordenador est\u00e1 a la altura potencialmente hablando porque, al fin y al cabo, <a href=\"http:\/\/www.macsfera.com\/recuerda-es-un-macbook\/\" title=\"Recuerda, es un MacBook\" target=\"_blank\">sigue siendo un MacBook<\/a> y debido a su dise\u00f1o, <strong>la potencia que puede generar est\u00e1 limitada.<\/strong><\/p>\n<h2>Dise\u00f1o<\/h2>\n<p class=\"grande\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/07\/06163327\/MacBook-Retina-2015-dorado.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/07\/06163327\/MacBook-Retina-2015-dorado.jpg\" alt=\"MacBook Retina 2015 dorado\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-11121\" \/><\/a><\/p>\n<p>La forma adecuada de empezar a hablar de este equipo es por su dise\u00f1o. Sin duda es lo m\u00e1s destacado y en lo que Apple ha puesto m\u00e1s empe\u00f1o. <strong>Es el motivo por el cual el MacBook es lo que es hoy por hoy y sin lo que no tendr\u00eda sentido haberlo sacado.<\/strong> Apple busca reinventar el concepto de port\u00e1til, y no lo ha hecho, lo ha demostrado.<\/p>\n<p>Con un peso de menos de 1 Kg y una pantalla de 12 pulgadas, es el equipo m\u00e1s incre\u00edble que he podido tener en mis manos. Las fotograf\u00edas, v\u00eddeos y experiencias contadas no pueden describir para nada la sensaci\u00f3n que existe al coger este ordenador. A\u00fan as\u00ed os la cuento porque creo que es importante dejarlo claro.<\/p>\n<p>El <a href=\"http:\/\/www.macsfera.com\/macbook-air-el-portatil-mas-ligero-del-mundo\/\" title=\"MacBook Air, el port\u00e1til m\u00e1s ligero del mundo\" target=\"_blank\">dise\u00f1o del MacBook Air<\/a> fue un golpe sobre la mesa en la era de los ultrabooks, el del nuevo MacBook es la mezcla entre ese dise\u00f1o y todo lo aprendido con los dispositivos iOS. <strong>La combinaci\u00f3n perfecta que necesitaba la gama Mac.<\/strong><\/p>\n<p class=\"medio\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/07\/06163417\/Dise%C3%B1o-MacBook-Retina-Dorado.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/07\/06163417\/Dise%C3%B1o-MacBook-Retina-Dorado.jpg\" alt=\"Dise\u00f1o MacBook Retina Dorado\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-11122\" \/><\/a><\/p>\n<p>Los dispositivos iOS le han ense\u00f1ado a Apple much\u00edsimo sobre circuitos, integraci\u00f3n, bater\u00edas, dise\u00f1o reducido, etc. Llevan a\u00f1os investigando sobre c\u00f3mo hacerlo todo m\u00e1s peque\u00f1o, m\u00e1s fino, m\u00e1s eficiente y ha llegado el momento de combinar todo ello para producir este excelente equipo <sup class=\"modern-footnotes-footnote \" data-mfn=\"3\" data-mfn-post-scope=\"000000000181d208000000005c3ff0cd_11118\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-000000000181d208000000005c3ff0cd_11118\">3<\/a><\/sup><span id=\"mfn-content-000000000181d208000000005c3ff0cd_11118\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"3\">No es la primera vez que ponen en pr\u00e1ctica lo aprendido con un equipo Mac, el <a href=\"http:\/\/www.macsfera.com\/nuevo-mac-pro-con-un-renovado-diseno-y-potentes-caracteristicas\/\" title=\"Nuevo Mac Pro con un renovado dise\u00f1o y potentes caracter\u00edsticas\" target=\"_blank\">Mac Pro<\/a> de nueva generaci\u00f3n es una prueba de ello, aunque sea s\u00f3lo en t\u00e9rmino de circuitos.<\/span>.<\/p>\n<p>Por si acaso no ha quedado claro, <strong>es fascinante.<\/strong> El dise\u00f1o es el gran punto positivo de este Mac. No he usado mi iPad desde que lo tengo, y no lo he echado en falta en ning\u00fan momento porque he tenido toda la movilidad que necesitaba con este port\u00e1til. Llevo tanto tiempo con mi port\u00e1til que s\u00e9 cu\u00e1ndo es inc\u00f3modo usarlo. De momento, <strong>el MacBook ha reducido notablemente esas situaciones gracias a su versatilidad por el peso y tama\u00f1o que tiene.<\/strong><\/p>\n<h2>Pantalla<\/h2>\n<p class=\"medio\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/07\/06163459\/Pantalla-Retina-MacBook.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/07\/06163459\/Pantalla-Retina-MacBook.jpg\" alt=\"Pantalla Retina MacBook\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-11123\" \/><\/a><\/p>\n<p>Es bien sabido que el MacBook <strong>usa una pantalla Retina de 12 pulgadas.<\/strong> 2304 x 1440 px son sus medidas para ser exactos. Es la primera vez que uso una pantalla Retina en un Mac. Las he visto en otras ocasiones pero no las he disfrutado durante tanto tiempo ya que mis dos equipos actuales no cuentan con una. <strong>Esta caracter\u00edstica es una de las mejores prestaciones de cualquier dispositivo Apple.<\/strong> Adoro la calidad en las im\u00e1genes y esta pantalla es lo mejor que puede tener un dispositivo con el que paso tantas horas.<\/p>\n<p>El tama\u00f1o puede ser un motivo de duda. Doce pulgadas pueden ser pocas para lo que estamos acostumbrados. En mi caso particular, trece pulgadas a veces me agobiaban, y por eso pensaba que doce no iban a ser suficientes, pero estaba equivocado, <strong>por lo menos en la pr\u00e1ctica m\u00e1s cercana.<\/strong> No voy a decir que no me siento agobiado \u2013aunque no haya tenido la sensaci\u00f3n\u2013 pero gracias al formato de la pantalla (4:3) y a que podemos ajustar la resoluci\u00f3n, es muy c\u00f3modo trabajar con \u00e9l <sup class=\"modern-footnotes-footnote \" data-mfn=\"4\" data-mfn-post-scope=\"000000000181d208000000005c3ff0cd_11118\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-000000000181d208000000005c3ff0cd_11118\">4<\/a><\/sup><span id=\"mfn-content-000000000181d208000000005c3ff0cd_11118\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"4\">No es como el <a href=\"http:\/\/www.MacSfera.com\/wp-content\/uploads\/2014\/04\/MacBook-Air.jpg\" title=\"MacBook Air\" target=\"_blank\">MacBook Air de 11 pulgadas<\/a> que tiene un formato panor\u00e1mico. Creo que ese caso concreto es una de las peores decisiones que ha tomado Apple al producir un equipo.<\/span>.<\/p>\n<p class=\"medio\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/07\/06163630\/Cuerpo-MacBook-Dorado.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/07\/06163630\/Cuerpo-MacBook-Dorado.jpg\" alt=\"Cuerpo MacBook Dorado\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-11125\" \/><\/a><\/p>\n<p>Adem\u00e1s, y aunque esto no es nuevo en las pantallas Retina pero s\u00ed para m\u00ed, <strong>el \u00e1ngulo de visi\u00f3n es impresionante.<\/strong> Da igual por d\u00f3nde mires al dispositivo, no ver\u00e1s un mal color o distorsi\u00f3n alguna m\u00e1s que la del propio \u00e1ngulo de visi\u00f3n. Es algo de lo que me percat\u00e9 con el MacBook Pro de mi amigo y el m\u00edo, y que para un amante de la calidad de imagen viene muy bien.<\/p>\n<h2><a name=\"teclado\" class=\"relativo\">Teclado<\/a><\/h2>\n<p class=\"grande\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/07\/06163702\/Teclado-MacBook-Retina.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/07\/06163702\/Teclado-MacBook-Retina.jpg\" alt=\"Teclado MacBook Retina\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-11126\" \/><\/a><\/p>\n<p>Otra de las novedades que s\u00f3lo est\u00e1 presente en este MacBook es el teclado. Para poder llevar a cabo la reducci\u00f3n tan dr\u00e1stica de grosor, el teclado convencional \u2013que est\u00e1 presente en todos los equipos modernos de Apple\u2013 no era v\u00e1lido, <strong>por ello inventaron un nuevo teclado que reduc\u00eda su tama\u00f1o gracias al sistema de anclaje de la tecla llamado <a href=\"http:\/\/www.macsfera.com\/wp-content\/uploads\/2015\/03\/sistema-tecla-mariposa.gif\" title=\"Sistema tecla Mariposa\" target=\"_blank\">mariposa<\/a>.<\/strong><\/p>\n<p>El tacto es distinto, sin lugar a duda, <strong>las teclas tienen menos recorrido y se pulsan con mayor facilidad.<\/strong> Pero, despu\u00e9s de usar durante tantos a\u00f1os el mismo teclado, el cambio se nota. <strong>Aunque me encanta el nuevo teclado.<\/strong> La forma m\u00e1s precisa que tengo para describir la sensaci\u00f3n es asemej\u00e1ndola a la de un iPad, pero obteniendo una breve respuesta f\u00edsica en cada pulsaci\u00f3n. Mucha gente lo ha criticado, no s\u00e9 si porque realmente no les gusta o porque no han podido adaptarse a \u00e9l por falta de tiempo, pero la realidad es que llevo us\u00e1ndolo todos estos d\u00edas y <strong>quiero que todos mis equipos lleven uno as\u00ed.<\/strong><\/p>\n<p class=\"medio\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/07\/06163743\/Teclado-MacBook-Retina-encendido.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/07\/06163743\/Teclado-MacBook-Retina-encendido.jpg\" alt=\"Teclado MacBook Retina encendido\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-11127\" \/><\/a><\/p>\n<p>El teclado fue uno de los motivos por los que quer\u00eda probar este ordenador. Como ya he dicho, s\u00f3lo est\u00e1 en este Mac y quer\u00eda saber si es lo suficientemente \u00fatil como para que me decante por este modelo u otro <sup class=\"modern-footnotes-footnote \" data-mfn=\"5\" data-mfn-post-scope=\"000000000181d208000000005c3ff0cd_11118\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-000000000181d208000000005c3ff0cd_11118\">5<\/a><\/sup><span id=\"mfn-content-000000000181d208000000005c3ff0cd_11118\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"5\">Este ordenador me debe durar otros 4-5 a\u00f1os de modo que la novedad es relevante<\/span>. Para m\u00ed el teclado es muy importante porque escribo un mont\u00f3n, <strong>y tener una herramienta que me facilite las cosas decanta la balanza hacia un lado en la selecci\u00f3n de dicho modelo.<\/strong><\/p>\n<p>No es que los teclados actuales sean malos, ni mucho menos, nunca he encontrado motivo para usar otros modelos (incluso en mi iMac), pero simplemente creo que este es mejor, <strong>ha evolucionado en pos del dise\u00f1o y encima lo ha hecho bien,<\/strong> y por ello me gustar\u00eda que lo equipasen el resto de port\u00e1tiles. Pero mucho me temo que eso no va a pasar a corto plazo, ser\u00e1 una caracter\u00edstica exclusiva de este modelo un tiempo, bastante que <a href=\"http:\/\/www.macsfera.com\/nuevos-macbook-pro-con-force-touch-y-nuevo-imac-retina\/\" title=\"Nuevos MacBook Pro con Force Touch y nuevo iMac Retina\" target=\"_blank\">han equipado el trackpad Force Touch<\/a>.<\/p>\n<h2>Trackpad Force Touch<\/h2>\n<p class=\"medio\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/07\/06164011\/Trackpad-Force-Touch-MacBook-Dorado.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/07\/06164011\/Trackpad-Force-Touch-MacBook-Dorado.jpg\" alt=\"Trackpad Force Touch MacBook Dorado\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-11131\" \/><\/a><\/p>\n<p>El <a href=\"http:\/\/www.macsfera.com\/tag\/force-touch\/\" title=\"Trackpad Force Touch\" target=\"_blank\">trackpad Force Touch<\/a> es el nuevo trackpad que ha dise\u00f1ado Apple. Es un trackpad que reduce su grosor y deja de lado el clic f\u00edsico por el m\u00e9todo trampol\u00edn que se usaba antes. Ahora es una l\u00e1mina de cristal que <strong>cuenta con cuatro sensores de presi\u00f3n y un mecanismo llamado <a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/03\/Animaci\u00f3n-Trackpad-Force-Touch.gif\" title=\"Animaci\u00f3n Trackpad Force Touch\" target=\"_blank\">Taptic Engine<\/a> que emula ese clic f\u00edsico por vibraciones.<\/strong><\/p>\n<p><strong>Es una maravilla, sin m\u00e1s.<\/strong> El cambio es a mejor, no notas diferencia con los trackpads antiguos y obtienes m\u00e1s funcionalidades gracias a la detecci\u00f3n de la presi\u00f3n. Tuve la oportunidad de <a href=\"http:\/\/www.macsfera.com\/force-touch-asi-es-el-nuevo-trackpad-de-apple\/\" title=\"Force Touch: as\u00ed es el nuevo trackpad de Apple\" target=\"_blank\">probarlo en cuanto sali\u00f3<\/a> y me ha alegrado saber que OS X ha recibido actualizaciones que mejoran los gestos y las vibraciones siendo mucho m\u00e1s preciso que antes.<\/p>\n<p class=\"medio\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/07\/06164027\/Previsualizacion-Safari-Force-Touch.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/07\/06164027\/Previsualizacion-Safari-Force-Touch.jpg\" alt=\"Previsualizacion Safari Force Touch\" width=\"2500\" height=\"1563\" class=\"aligncenter size-full wp-image-11132\" \/><\/a><\/p>\n<p>Para que os hag\u00e1is una idea de c\u00f3mo puede funcionar, necesito que imagin\u00e9is una serie de l\u00e1minas colocadas una encima de otra con una peque\u00f1a separaci\u00f3n entre ellas. Cada vez que hacemos presi\u00f3n es como si rompi\u00e9semos una de esas l\u00e1minas, y as\u00ed nos lo transmite OS X con sus peque\u00f1as vibraciones. Adem\u00e1s, entre que \u201cvamos\u201d de una l\u00e1mina a otra, el sistema capta la presi\u00f3n y podemos ver como la funci\u00f3n que se ejecuta con ese grado de fuerza se va desarrollando primero lentamente y luego m\u00e1s r\u00e1pido. <strong>Es un sistema sumamente preciso.<\/strong><\/p>\n<p>De momento s\u00f3lo las aplicaciones nativas son compatibles con los gestos, pero estoy deseando que los desarrolladores empiecen a implementarlo porque <strong>podemos hacer m\u00e1s cosas de una manera sencilla.<\/strong><\/p>\n<h2>Altavoces<\/h2>\n<p class=\"medio\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/07\/06164052\/Altavoces-MacBook-Retina.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/07\/06164052\/Altavoces-MacBook-Retina.jpg\" alt=\"Altavoces MacBook Retina\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-11133\" \/><\/a><\/p>\n<p>Tres meses antes de que Apple presentase este modelo, 9To5Mac <a href=\"http:\/\/9to5mac.com\/2015\/01\/06\/macbook-air-12-inch-redesign\/\" target=\"_blank\">public\u00f3 en exclusiva<\/a> im\u00e1genes del equipo. Si bien era un prototipo, mostr\u00f3 una cosa que hizo que yo mismo desechase esos rumores sin apenas valorarlos: los altavoces. Me parec\u00edan muy feos, las cosas como son. Horribles. En cambio, han sabido salvar la situaci\u00f3n gracias al dise\u00f1o que incorpora ahora, <strong>siendo elegante y a la vez pr\u00e1ctico.<\/strong><\/p>\n<p><strong>Jam\u00e1s he visto un Mac port\u00e1til que emitiese un sonido tan claro, elevado y puro.<\/strong> Es realmente incre\u00edble el sonido que proyecta, en serio, no os pod\u00e9is hacer a la idea, y de hecho dudo que se pueda captar bien con un micr\u00f3fono, es algo que hay que probar en persona porque sorprende.<\/p>\n<p>El introducir en el dise\u00f1o una abertura para que el sonido salga directamente hacia nuestros o\u00eddos ha sido la clave para que la idea funcione. Adem\u00e1s, con el dise\u00f1o tan fino que tiene y sin apenas ranuras para la ventilaci\u00f3n, no solo han conseguido que el sonido no fuese peor, <strong>sino que han conseguido mejorarlo.<\/strong><\/p>\n<p><a name=\"el-puerto-usb-tipo-c\"><\/a><\/p>\n<h2>El puerto USB tipo C<\/h2>\n<p class=\"medio\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/07\/06164121\/Puerto-USB-C-MacBook-Retina.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/07\/06164121\/Puerto-USB-C-MacBook-Retina.jpg\" alt=\"Puerto USB C MacBook Retina\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-11134\" \/><\/a><\/p>\n<p><strong>Lo m\u00e1s pol\u00e9mico de este equipo sin duda es el puerto USB tipo C que incluye.<\/strong> El \u00fanico puerto que nos sirve para muchas cosas: cargar el port\u00e1til, conectar dispositivos externos, transmitir audio y v\u00eddeo, etc. Apple ha apostado fuerte con la idea de tener un solo puerto porque es su idea de c\u00f3mo deber\u00eda ser un port\u00e1til, esto no significa que el resto de equipos vayan a seguir la l\u00ednea.<\/p>\n<p>Personalmente, esto no ha sido un problema, es verdad que <a href=\"http:\/\/www.mylaif.es\/post\/117953119990\/el-nuevo-macbook-no-es-para-mi-visto-lo-visto\" title=\"El nuevo MacBook no es para m\u00ed visto lo visto\" target=\"_blank\">uso bastantes dispositivos externos<\/a>, y tengo dos Macs, pero me las he apa\u00f1ado bien. Con las fotograf\u00edas he usado una <a href=\"http:\/\/www.mylaif.es\/post\/116920188790\/flashair-de-toshiba-hace-casi-2-semanas-que\" title=\"FlashAir de Toshiba\" target=\"_blank\">tarjeta SD con Wi-Fi<\/a>, as\u00ed mato la necesidad de usar un puerto o un hub, y para pasar archivos de un Mac o un iPhone usaba iCloud Drive o <a href=\"http:\/\/www.macsfera.com\/airdrop-comparte-archivos-entre-dispositivos-apple\/\" title=\"AirDrop: comparte archivos entre dispositivos Apple\" target=\"_blank\">AirDrop<\/a>. Y, si bien no he podido conectar ninguno de mis discos duros externos <sup class=\"modern-footnotes-footnote \" data-mfn=\"6\" data-mfn-post-scope=\"000000000181d208000000005c3ff0cd_11118\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-000000000181d208000000005c3ff0cd_11118\">6<\/a><\/sup><span id=\"mfn-content-000000000181d208000000005c3ff0cd_11118\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"6\">Que tienen pel\u00edculas, archivos pesados que pasar por AirDrop es un suplicio e incluso mi biblioteca de Fotos.<\/span>, si he encontrado en Internet un cable compatible muy barato para no tener que pasar por los caros <a href=\"http:\/\/www.macsfera.com\/todos-los-nuevos-accesorios-para-el-macbook\/\" title=\"Todos los nuevos accesorios para el MacBook\" target=\"_blank\">accesorios de Apple<\/a>.<\/p>\n<p>Si intu\u00eds que vais a necesitar usar mucho ese puerto y no es para cargar el dispositivo, tal vez deber\u00edais recapacitar sobre la idea de comprarlo. Tal vez no sea vuestro Mac.<\/p>\n<blockquote>\n<p>Cuando alguien tiene claro su visi\u00f3n de futuro y quiere hacerlo realidad, busca la manera de ir poco a poco ejerciendo ese cambio. Este es el paso natural para hacer cambiar a la gente de a pie de mentalidad. Si no empiezan ya, nunca llegar\u00e1n a ese futuro deseado y por eso han lanzado este dispositivo.<\/p>\n<\/blockquote>\n<p>Esa fue la declaraci\u00f3n que hice cuando vi el puerto USB C, es pronto, s\u00ed, pero nunca es pronto cuando quieres cambiar el futuro. El USB tipo C ser\u00e1 el est\u00e1ndar del futuro, es peque\u00f1o y muy funcional, justo lo que <a href=\"http:\/\/www.macsfera.com\/apple-el-diseno-y-sus-adaptadores\/\" title=\"Apple, el dise\u00f1o y sus adaptadores\" target=\"_blank\">busca Apple en los puertos<\/a>.<\/p>\n<p class=\"medio\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/07\/06164206\/MacBook-Retina-Puerto-USB-Tipo-C.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/07\/06164206\/MacBook-Retina-Puerto-USB-Tipo-C.jpg\" alt=\"MacBook Retina Puerto USB Tipo C\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-11135\" \/><\/a><\/p>\n<p>No he podido usarlo m\u00e1s all\u00e1 que para cargar el dispositivo y me da pena. Nos pilla pronto, pero sin duda este es el futuro en los puertos y es fant\u00e1stico. USB de reducido tama\u00f1o, amplias funcionalidades, es reversible (podemos conectarlo de una forma u otra), etc. En general es un s\u00faper USB. La pol\u00e9mica en este equipo es que s\u00f3lo incluya uno, no en el puerto en s\u00ed. Pero ya os digo que no deber\u00eda ser un problema, y si lo es, este equipo no es para vosotros.<\/p>\n<h2>Colores<\/h2>\n<p class=\"grande\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/07\/06164352\/MacBook-Dorado-Retina.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/07\/06164352\/MacBook-Dorado-Retina.jpg\" alt=\"MacBook Dorado Retina\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-11138\" \/><\/a><\/p>\n<p>Por primera vez en la era moderna de los Macs, <strong>Apple ha variado su famoso color plateado y ha mostrado tres colores:<\/strong> Gris espacial, dorado y plateado. Los colores son los mismos que introdujeron <a href=\"http:\/\/www.macsfera.com\/resumen-de-la-keynote-del-10-de-septiembre\/\" title=\"Resumen de la keynote del 10 de septiembre\" target=\"_blank\">en el iPhone 5S<\/a> y que posteriormente aplicaron sobre el iPad y los sucesivos m\u00f3viles.<\/p>\n<p>Me gusta ver un poco de variedad, ya era hora de que los Macs se beneficiasen de la nueva tonalidad. El modelo que compr\u00e9 es dorado como pod\u00e9is ver en las fotos. Eleg\u00ed este color porque sab\u00eda que lo iba a devolver. Deb\u00e9is de saber que <strong>el color no se mantiene seg\u00fan el entorno en el que se encuentre el port\u00e1til,<\/strong> y eso no me resulta agradable.<\/p>\n<p>Si hubiese decidido comprar este dispositivo, <strong>sin duda lo hubiera hecho en gris espacial.<\/strong> Es el que <a href=\"http:\/\/www.macsfera.com\/pensamientos-generales-del-nuevo-macbook\/\" title=\"Pensamientos generales del nuevo MacBook\" target=\"_blank\">m\u00e1s disfrut\u00e9 en la Apple Store<\/a>, lo considero elegante y limpio, y dista del actual plateado. El dorado tambi\u00e9n es diferente, pero como os coment\u00e9, pasa un poco desapercibido y ahora s\u00e9 que muta si hay otros colores fuertes alrededor <sup class=\"modern-footnotes-footnote \" data-mfn=\"7\" data-mfn-post-scope=\"000000000181d208000000005c3ff0cd_11118\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-000000000181d208000000005c3ff0cd_11118\">7<\/a><\/sup><span id=\"mfn-content-000000000181d208000000005c3ff0cd_11118\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"7\">Cuando hablo de mutaci\u00f3n, me refiero a que dejas de percibir el dorado. Los otros colores tambi\u00e9n se ven afectados por el entorno, pero en todo momento sabes que son plateados o grises, no dudas del color en s\u00ed.<\/span>.<\/p>\n<h2>C\u00e1mara<\/h2>\n<p class=\"medio\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/07\/06164419\/Camara-MacBook-Retina.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/07\/06164419\/Camara-MacBook-Retina.jpg\" alt=\"Camara MacBook Retina\" width=\"2500\" height=\"1663\" class=\"aligncenter size-full wp-image-11139\" \/><\/a><\/p>\n<p>Hace mucho que Apple incluye en la mayor\u00eda de sus equipos una c\u00e1mara. Esto lo hacen para que puedas usar desde un primer momento su <a href=\"http:\/\/www.macsfera.com\/facetime-en-mac\/\" title=\"FaceTime en Mac\" target=\"_blank\">servicio FaceTime<\/a>. Adem\u00e1s, <a href=\"http:\/\/www.macsfera.com\/nuevos-macbook-pro-renovados-con-muy-buena-pinta\/\" title=\"Nuevos MacBook Pro renovados con muy buena pinta\" target=\"_blank\">desde hace cuatro a\u00f1os<\/a>, los Macs incluyen c\u00e1maras FaceTime 720p que permiten transmitir v\u00eddeo en HD. <strong>Pues el nuevo MacBook tiene una c\u00e1mara de tan s\u00f3lo 480p.<\/strong><\/p>\n<p>Quiero pensar que esto se ha hecho por el grosor del dispositivo. Es decir, la pantalla es extremadamente fina y, tal vez, <strong>meter una c\u00e1mara HD hubiese supuesto aumentar el grosor,<\/strong> por poco que sea. Si este no es el motivo, yo no se que ha llevado a Apple a meter una c\u00e1mara tan mala en un dispositivo tan moderno y con un precio que lo puede asumir perfectamente.<\/p>\n<p>No es una justificaci\u00f3n, simplemente una posible explicaci\u00f3n de porqu\u00e9 han incluido esta c\u00e1mara y no una de mejor calidad. A\u00fan as\u00ed me sorprendi\u00f3 mucho verlo y, sinceramente, <strong>me parece lamentable por el precio que tiene el equipo.<\/strong><\/p>\n<h2>Bater\u00eda<\/h2>\n<p class=\"medio\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/07\/06164452\/Bateria-MacBook-Retina.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/07\/06164452\/Bateria-MacBook-Retina.jpg\" alt=\"Bateria MacBook Retina\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-11140\" \/><\/a><\/p>\n<p>Un equipo con un dise\u00f1o tan fino y con una pantalla Retina necesita una buena autonom\u00eda. Por eso <strong><a href=\"http:\/\/www.macsfera.com\/wp-content\/uploads\/2015\/03\/Bateria-MacBook.jpeg\" title=\"Bater\u00eda MacBook\" target=\"_blank\">Apple aprovech\u00f3<\/a> el resto del espacio que le quedaba para poner bater\u00edas.<\/strong> Adem\u00e1s, para optimizar el espacio, crearon las <a href=\"http:\/\/www.macsfera.com\/wp-content\/uploads\/2015\/03\/bateria-escalonada-macbook.jpg\" title=\"Bater\u00eda escalonada MacBook\" target=\"_blank\">bater\u00edas escalonadas<\/a> que llegan hasta el l\u00edmite del cuerpo para tener mayor autonom\u00eda.<\/p>\n<p>Con un uso normal de varias aplicaciones, navegaci\u00f3n web, visualizaci\u00f3n de v\u00eddeos y dem\u00e1s, <strong>la duraci\u00f3n de la bater\u00eda ha estado entre las 5 y 7 horas.<\/strong> No me he cortado a la hora de quitar todos los ahorros de energ\u00eda posibles, ya digo que quer\u00eda que estuviese tal cual tengo ahora mi MacBook Pro, y en \u00e9l no tengo nada de ahorro de bater\u00eda.<\/p>\n<p>La principal ventaja del nuevo sistema y de la distribuci\u00f3n de la bater\u00eda es que la autonom\u00eda del equipo \u2013que tiene pantalla Retina\u2013 es genial teniendo en cuenta el grosor del Mac. Por otro lado, cuando lo cargas es horroroso: <strong>el port\u00e1til se calienta en su totalidad<\/strong> <sup class=\"modern-footnotes-footnote \" data-mfn=\"8\" data-mfn-post-scope=\"000000000181d208000000005c3ff0cd_11118\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-000000000181d208000000005c3ff0cd_11118\">8<\/a><\/sup><span id=\"mfn-content-000000000181d208000000005c3ff0cd_11118\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"8\">Es lo que tiene tener tanta bater\u00eda<\/span> y, si bien se carga con velocidad, es muy inc\u00f3modo tratar con un equipo que se calienta mucho y no puede hacer nada para evitarlo.<\/p>\n<h2>Rendimiento<\/h2>\n<p class=\"medio\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/07\/06164525\/MacBook-Retina-Dorado-2015.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/07\/06164525\/MacBook-Retina-Dorado-2015.jpg\" alt=\"MacBook Retina Dorado 2015\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-11141\" \/><\/a><\/p>\n<p>Entramos en terreno pantanoso. Todos nos llevamos una peque\u00f1a decepci\u00f3n al ver que el procesador del equipo era un Intel Core M y que, cuando vimos las benchmarks, <strong>nos decepcionamos a\u00fan m\u00e1s al ver que estaban a la altura de un MacBook Air de 2011.<\/strong><\/p>\n<p>En tema de port\u00e1tiles, vengo de un Pro de 2010, de modo que personalmente, <strong>pasar a este procesador no ha supuesto un problema.<\/strong> He podido tener varias aplicaciones abiertas, usar Photoshop, jugar a alg\u00fan juego online, virtualizar Windows y no he tenido ning\u00fan problema. A pesar de no tener ning\u00fan problema, si que es verdad que no he tenido la mejor experiencia en alguna de estas tareas. No he editado v\u00eddeo porque no suelo hacerlo en el port\u00e1til, pero ya os digo que este Mac no est\u00e1 preparado para ello.<\/p>\n<p>Una de las cosas que ayuda a la carencia de potencia <sup class=\"modern-footnotes-footnote \" data-mfn=\"9\" data-mfn-post-scope=\"000000000181d208000000005c3ff0cd_11118\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-000000000181d208000000005c3ff0cd_11118\">9<\/a><\/sup><span id=\"mfn-content-000000000181d208000000005c3ff0cd_11118\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"9\">Carencia para el a\u00f1o en el que estamos, no porque la potencia sea escasa<\/span> del equipo es que cuenta con una memoria RAM de 8 GB y un <a href=\"http:\/\/www.macsfera.com\/actualizacion-de-hardware-para-los-macbook-pro-y-macbook-air\/\" title=\"Actualizaci\u00f3n de hardware para los MacBook Pro y MacBook Air\" target=\"_blank\">disco SSD que duplica la velocidad<\/a> respecto a los del a\u00f1o pasado. <strong>La combinaci\u00f3n de estos elementos hace que la falta de velocidad se note menos,<\/strong> pero a\u00fan as\u00ed la pelota de playa suele ser un elemento que sale a menudo.<\/p>\n<blockquote class=\"medio\">\n<p>As\u00ed es el futuro, y me encanta<\/p>\n<\/blockquote>\n<p>Actualmente estudio Ingenier\u00eda del software, y por ello necesito ciertas aplicaciones y programas para llevar mis estudios al d\u00eda, dichas aplicaciones requieren a su vez de bastante potencia para poder ejecutarse sin que uno quiera tirarse de los pelos continuamente (como bien me ha pasado este \u00faltimo curso). Si a lo \u00fanico que me dedicase fuese a escribir y generar contenido, <strong>el MacBook ser\u00eda mi ordenador ideal, as\u00ed de claro.<\/strong><\/p>\n<p>Es cierto que por el mismo dinero obtenemos m\u00e1s potencia, <strong>pero no tenemos ese dise\u00f1o tan genial, esa portabilidad absoluta y esa combinaci\u00f3n de componentes novedosos.<\/strong> Hay que tener muy claro que cuando uno compra este equipo lo hace por su dise\u00f1o, nada m\u00e1s. Es la \u00fanica caracter\u00edstica que no encontraremos en otro equipo y que no puede ser sustituida.<\/p>\n<p class=\"grande\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/07\/06164600\/MacBook-Dorado.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/07\/06164600\/MacBook-Dorado.jpg\" alt=\"MacBook Dorado\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-11142\" \/><\/a><\/p>\n<p>Estoy encantado con que el USB de tipo C vaya a ser el est\u00e1ndar del futuro de los puertos, su versatilidad y tama\u00f1o me fascinan y cuanto antes empiece la adopci\u00f3n, mejor. Hemos visto como Apple ha ido reduciendo a\u00f1o tras a\u00f1o sus port\u00e1tiles de grosor y peso, ahora es necesario capar un poco la potencia del equipo para conseguirlo, pero en no muchos a\u00f1os eso no ser\u00e1 necesario permitiendo la m\u00e1xima portabilidad posible.<\/p>\n<p>MacBook, <strong>esa categor\u00eda perdida que Apple ha decidido traer de nuevo a la vida con este equipo tan fant\u00e1stico.<\/strong> Si decid\u00eds comprarlo sabiendo sus pros y sus contras estar\u00e9is encantados, os lo aseguro.<\/p>\n<p class=\"medio\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/07\/06164703\/MacBook-Dorado-Retina-derecha.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/07\/06164703\/MacBook-Dorado-Retina-derecha.jpg\" alt=\"MacBook Dorado Retina derecha\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-11143\" \/><\/a><\/p>\n<p class=\"medio\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/07\/06164730\/MacBook-Dorado-Retina-izquierda.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/07\/06164730\/MacBook-Dorado-Retina-izquierda.jpg\" alt=\"MacBook Dorado Retina izquierda\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-11144\" \/><\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Todos nos quedamos muy sorprendidos cuando Tim Cook apareci\u00f3 en el escenario en Marzo presentando un nuevo Mac. Ese Mac pertenec\u00eda a<\/p>\n","protected":false},"author":1,"featured_media":11119,"comment_status":"open","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[17,22],"tags":[707,451,51,1426,2134,2097,2208,2219,1564,2211,379,260,2091],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v15.0 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>MacBook: As\u00ed es el futuro, y me encanta<\/title>\n<meta name=\"description\" content=\"Review del nuevo MacBook con especial detalle en su dise\u00f1o, nuevo teclado, trackpad Force Touch, rendimiento, pantalla Retina y usos varios.\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.MacSfera.com\/macbook-asi-es-el-futuro-y-me-encanta\/\" \/>\n<meta property=\"og:locale\" content=\"es_ES\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"MacBook: As\u00ed es el futuro, y me encanta\" \/>\n<meta property=\"og:description\" content=\"Review del nuevo MacBook con especial detalle en su dise\u00f1o, nuevo teclado, trackpad Force Touch, rendimiento, pantalla Retina y usos varios.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.MacSfera.com\/macbook-asi-es-el-futuro-y-me-encanta\/\" \/>\n<meta property=\"og:site_name\" content=\"MacSfera\" \/>\n<meta property=\"article:publisher\" content=\"http:\/\/www.facebook.com\/macsfera\" \/>\n<meta property=\"article:author\" content=\"https:\/\/www.facebook.com\/PabloAsekas\" \/>\n<meta property=\"article:published_time\" content=\"2015-07-07T09:19:26+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2016-08-14T15:00:52+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/07\/MacBook-Retina-Dorado.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"2500\" \/>\n\t<meta property=\"og:image:height\" content=\"1667\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:title\" content=\"MacBook: As\u00ed es el futuro, y me encanta\" \/>\n<meta name=\"twitter:description\" content=\"Review del nuevo MacBook con especial detalle en su dise\u00f1o, nuevo teclado, trackpad Force Touch, rendimiento, pantalla Retina y usos varios.\" \/>\n<meta name=\"twitter:image\" content=\"http:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/07\/06163207\/MacBook-Retina-Dorado.jpg\" \/>\n<meta name=\"twitter:creator\" content=\"@https:\/\/twitter.com\/pabloasekas\" \/>\n<meta name=\"twitter:site\" content=\"@MacSferablog\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.MacSfera.com\/#website\",\"url\":\"https:\/\/www.MacSfera.com\/\",\"name\":\"MacSfera\",\"description\":\"Blog sobre Apple con especial inter\\u00e9s en la opini\\u00f3n personal en el Mac, el iPhone y el iPad.\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"https:\/\/www.MacSfera.com\/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"es\"},{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.MacSfera.com\/macbook-asi-es-el-futuro-y-me-encanta\/#primaryimage\",\"inLanguage\":\"es\",\"url\":\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/07\/MacBook-Retina-Dorado.jpg\",\"width\":2500,\"height\":1667,\"caption\":\"MacBook Retina Dorado\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.MacSfera.com\/macbook-asi-es-el-futuro-y-me-encanta\/#webpage\",\"url\":\"https:\/\/www.MacSfera.com\/macbook-asi-es-el-futuro-y-me-encanta\/\",\"name\":\"MacBook: As\\u00ed es el futuro, y me encanta\",\"isPartOf\":{\"@id\":\"https:\/\/www.MacSfera.com\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/www.MacSfera.com\/macbook-asi-es-el-futuro-y-me-encanta\/#primaryimage\"},\"datePublished\":\"2015-07-07T09:19:26+00:00\",\"dateModified\":\"2016-08-14T15:00:52+00:00\",\"author\":{\"@id\":\"https:\/\/www.MacSfera.com\/#\/schema\/person\/1c7b5783afd3f0309c3aa8a52942db5a\"},\"description\":\"Review del nuevo MacBook con especial detalle en su dise\\u00f1o, nuevo teclado, trackpad Force Touch, rendimiento, pantalla Retina y usos varios.\",\"inLanguage\":\"es\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.MacSfera.com\/macbook-asi-es-el-futuro-y-me-encanta\/\"]}]},{\"@type\":\"Person\",\"@id\":\"https:\/\/www.MacSfera.com\/#\/schema\/person\/1c7b5783afd3f0309c3aa8a52942db5a\",\"name\":\"Pablo Asekas\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.MacSfera.com\/#personlogo\",\"inLanguage\":\"es\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/f86183a13a9c39523543ae47691e4c72?s=96&r=g\",\"caption\":\"Pablo Asekas\"},\"description\":\"Pablo es la persona detr\\u00e1s de MacSfera, le apasiona la tecnolog\\u00eda y adora Internet. Le gusta hablar de dispositivos y aplicaciones con un punto de vista personal y variado.\",\"sameAs\":[\"https:\/\/www.facebook.com\/PabloAsekas\",\"https:\/\/twitter.com\/https:\/\/twitter.com\/pabloasekas\",\"https:\/\/www.youtube.com\/user\/pabloasekas\",\"http:\/\/www.mylaif.es\"]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","_links":{"self":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts\/11118"}],"collection":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/comments?post=11118"}],"version-history":[{"count":1,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts\/11118\/revisions"}],"predecessor-version":[{"id":15171,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts\/11118\/revisions\/15171"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/media\/11119"}],"wp:attachment":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/media?parent=11118"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/categories?post=11118"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/tags?post=11118"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}