{"id":12239,"date":"2015-09-27T15:39:56","date_gmt":"2015-09-27T13:39:56","guid":{"rendered":"http:\/\/www.MacSfera.com\/?p=12239"},"modified":"2021-10-16T15:34:16","modified_gmt":"2021-10-16T13:34:16","slug":"apple-music-3-meses-despues","status":"publish","type":"post","link":"https:\/\/www.MacSfera.com\/apple-music-3-meses-despues\/","title":{"rendered":"Apple Music: 3 meses despu\u00e9s"},"content":{"rendered":"<p class=\"medio\"><a href=\"http:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Apple-Music-MacBook-Pro-Retina.jpg\"><img src=\"http:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Apple-Music-MacBook-Pro-Retina.jpg\" alt=\"Apple Music MacBook Pro Retina\" width=\"2500\" height=\"1651\" class=\"aligncenter size-full wp-image-12240\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Apple-Music-MacBook-Pro-Retina.jpg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Apple-Music-MacBook-Pro-Retina-300x198.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Apple-Music-MacBook-Pro-Retina-1024x676.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>Hoy se cumplen <a href=\"http:\/\/www.macsfera.com\/apple-music-ya-esta-entre-nosotros\/\" title=\"Apple Music ya est\u00e1 entre nosotros\" target=\"_blank\" rel=\"noopener noreferrer\">3 meses desde que Apple puso a disposici\u00f3n del p\u00fablico su nuevo servicio de m\u00fasica en streaming<\/a>. <strong>Hoy caduca el periodo de prueba para la mayor\u00eda de las personas que,<\/strong> como yo, <strong>decidimos usar esa oportunidad para probar lo pr\u00f3ximo de Apple.<\/strong><\/p>\n<p>Estos 3 meses han dado para mucho, much\u00edsimo. Hemos visto como el servicio llegaba a nuestras vidas, como daba errores, <a href=\"http:\/\/www.macsfera.com\/apple-sigue-puliendo-las-imperfecciones-de-apple-music-con-itunes-12-2-2\/\" title=\"Apple sigue puliendo las imperfecciones de Apple Music con iTunes 12.2.2\" target=\"_blank\" rel=\"noopener noreferrer\">como evolucionaba<\/a> y como desesperaba a unos cuantos. \u00bfSer\u00e1 lo suficientemente competente como para que renovemos nuestra suscripci\u00f3n?<\/p>\n<p><!--more--><\/p>\n<p>Yo <a href=\"http:\/\/www.mylaif.es\/post\/94163437620\/c%C3%B3mo-me-pas%C3%A9-a-spotify-premium\" title=\"C\u00f3mo me pas\u00e9 a Spotify Premium\" target=\"_blank\" rel=\"noopener noreferrer\">era de Spotify<\/a>, lo era antes de empezar a usar Apple Music y estoy encantado con el servicio, <strong>no tengo ninguna queja.<\/strong> Lo \u00fanico que echo en falta son algunas funciones que Apple puede implementar en iOS porque, bueno, porque es Apple y en su sistema hace lo que quiere. De modo que, por mi parte, Spotify no supone ning\u00fan problema, <strong>veamos Apple Music.<\/strong><\/p>\n<p>Estamos acostumbrados a que Apple haga las cosas tan bien, que cuando lanzan algo con prisas, <strong>se nota.<\/strong> Y este es un caso m\u00e1s en el que creo que ha sido as\u00ed. <a href=\"http:\/\/www.macsfera.com\/apple-acaba-con-este-itunes-ya\/\" title=\"Apple, acaba con este iTunes ya\" target=\"_blank\" rel=\"noopener noreferrer\">No uso iTunes<\/a> para nada, y menos mal porque muchos usuarios que si lo usaban han podido ver c\u00f3mo <strong>sus bibliotecas en iCloud desaparec\u00edan varias veces al intentar integrar el servicio de Apple.<\/strong><\/p>\n<p class=\"medio\"><a href=\"http:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Incoherencias-de-Apple-Music.jpg\"><img src=\"http:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Incoherencias-de-Apple-Music.jpg\" alt=\"Incoherencias de Apple Music\" width=\"1252\" height=\"472\" class=\"aligncenter size-full wp-image-12241\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Incoherencias-de-Apple-Music.jpg 1252w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Incoherencias-de-Apple-Music-300x113.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Incoherencias-de-Apple-Music-1024x386.jpg 1024w\" sizes=\"(max-width: 1252px) 100vw, 1252px\" \/><\/a><\/p>\n<p>Si uno decide navegar por el servicio, descubre cosas muy incoherentes, en iOS una acci\u00f3n se realiza de una forma, en iTunes de otra. <strong>Todo es m\u00e1s complejo de lo que deber\u00eda ser<\/strong> <sup class=\"modern-footnotes-footnote \" data-mfn=\"1\" data-mfn-post-scope=\"0000000062f75f7c000000006acc17f6_12239\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-0000000062f75f7c000000006acc17f6_12239\">1<\/a><\/sup><span id=\"mfn-content-0000000062f75f7c000000006acc17f6_12239\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"1\">Sabemos que deber\u00eda ser m\u00e1s sencillo porque tenemos el ejemplo de la simplicidad de Spotify.<\/span>, da la sensaci\u00f3n, una vez m\u00e1s, de que se ha hecho todo con prisas sin pensar realmente en lo que se ten\u00eda antes y en lo que se quiere tener ahora, <strong>hablo de la iTunes Store y Apple Music.<\/strong><\/p>\n<p>No gusta tener esa sensaci\u00f3n cuando lo que tienes que hacer es pagar por un servicio.<\/p>\n<h2>\u00bfiTunes es iTunes o Apple Music?<\/h2>\n<p class=\"grande\"><a href=\"http:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Apple-Music-mostrando-la-previsualizacion-de-la-iTunes-Store.jpg\"><img src=\"http:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Apple-Music-mostrando-la-previsualizacion-de-la-iTunes-Store.jpg\" alt=\"Apple Music mostrando la previsualizacion de la iTunes Store\" width=\"1976\" height=\"728\" class=\"aligncenter size-full wp-image-12242\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Apple-Music-mostrando-la-previsualizacion-de-la-iTunes-Store.jpg 1976w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Apple-Music-mostrando-la-previsualizacion-de-la-iTunes-Store-300x110.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Apple-Music-mostrando-la-previsualizacion-de-la-iTunes-Store-1024x377.jpg 1024w\" sizes=\"(max-width: 1976px) 100vw, 1976px\" \/><\/a><\/p>\n<p>A lo largo de estos tres meses, pocos d\u00edas no he usado Apple Music. Me gusta la m\u00fasica y por ello pago por un servicio de m\u00fasica en streaming y no por canciones o discos en particular. Este hecho me ha llevado a observar una cosa, y es que <strong>no queda claro si iTunes es una tienda de m\u00fasica, si es un servicio de m\u00fasica a la carta o si es un h\u00edbrido mal desarrollado de ambas ideas.<\/strong><\/p>\n<p>Hab\u00eda veces que el servicio te mostraba m\u00fasica online, otras que, sin t\u00fa pedirlo y sin hacer nada raro, te mostraba las canciones para comprar, e incluso otras veces en las que <strong>te pon\u00eda la previsualizaci\u00f3n de un minuto y medio<\/strong> cuando t\u00fa lo que quer\u00edas era simplemente escuchar la canci\u00f3n.<\/p>\n<p>Una vez m\u00e1s, <strong>las palabras \u201cprisa\u201d y \u201cchapuza\u201d llegan a mi mente.<\/strong><\/p>\n<h2>M\u00e1s errores<\/h2>\n<p class=\"medio\"><a href=\"http:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Error-de-Apple-Music.jpg\"><img src=\"http:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Error-de-Apple-Music.jpg\" alt=\"Error de Apple Music\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-12243\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Error-de-Apple-Music.jpg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Error-de-Apple-Music-300x200.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Error-de-Apple-Music-1024x683.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>El uso de un servicio de m\u00fasica a la carta debe ser sencillo, y tal y como lo concebimos hoy en d\u00eda tiene unas funciones muy simplificadas: reproducir contenido, descubrir artistas y temas, uso de las listas de reproducci\u00f3n. <strong>\u00bfPor qu\u00e9 Apple no lo hace todo m\u00e1s sencillo?<\/strong><\/p>\n<p>Si entras en un artista, no hay forma sencilla de reproducir de seguido sus canciones m\u00e1s populares. Los \u00e1lbumes est\u00e1n desordenados, no queda claro si est\u00e1n ordenados por fecha, popularidad, o qu\u00e9.<\/p>\n<p>Descubrir artistas no es nada incre\u00edble. En la presentaci\u00f3n se hablaba de que el servicio de sugerencia de Apple Music era incre\u00edble, pero las sugerencias tanto en portada como en los perfiles de otros cantantes no se basan para nada en tus gustos. <strong>No son m\u00e1s que una puerta a la publicidad de dicho artista, sin tener en cuenta que te pueda gustar o no.<\/strong> Ya podr\u00eda funcionar aunque s\u00f3lo sea por el tipo de m\u00fasica que escuchas y no de forma general como lo hace ahora <sup class=\"modern-footnotes-footnote \" data-mfn=\"2\" data-mfn-post-scope=\"0000000062f75f7c000000006acc17f6_12239\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-0000000062f75f7c000000006acc17f6_12239\">2<\/a><\/sup><span id=\"mfn-content-0000000062f75f7c000000006acc17f6_12239\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"2\">No he escuchado a Alejandro Sanz ni una sola vez, pero ah\u00ed estaba el anuncio en portada cada vez que entraba en el servicio.<\/span>.<\/p>\n<p>Uso mucho las listas de reproducci\u00f3n, me sirven para tener organizado mi contenido y sincronizarlo offline en distintos dispositivos independientemente de la m\u00fasica que haya en dicha lista <sup class=\"modern-footnotes-footnote \" data-mfn=\"3\" data-mfn-post-scope=\"0000000062f75f7c000000006acc17f6_12239\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-0000000062f75f7c000000006acc17f6_12239\">3<\/a><\/sup><span id=\"mfn-content-0000000062f75f7c000000006acc17f6_12239\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"3\">Si no tuviese listas de reproducci\u00f3n, tendr\u00eda que ir una a una marcando las canciones que quisiese tener sin conexi\u00f3n. Y en el caso de que tenga m\u00e1s de una canci\u00f3n de un \u00e1lbum en concreto, pero s\u00f3lo quisiese sincronizar una de esas canciones, ser\u00eda una odisea.<\/span>, pero sin saber porqu\u00e9, <strong>gestionar las listas es horrible.<\/strong><\/p>\n<p>Resulta que hay que a\u00f1adir la canci\u00f3n a Mi M\u00fasica, y luego a\u00f1adirla a la lista de reproducci\u00f3n deseada. En muchos casos, <strong>la orden de a\u00f1adir la canci\u00f3n a Mi M\u00fasica tarda en surgir efecto o no se ejecuta, y hay que repetir el proceso.<\/strong> Se mezcla la m\u00fasica que quieres disfrutar online con la m\u00fasica que tienes en tu biblioteca. No s\u00e9, lo pienso y no le veo sentido, <strong>me parece un proceso lioso y alejado a la filosof\u00eda de Apple.<\/strong> M\u00e1s que nada porque s\u00e9 que en Spotify es de lo m\u00e1s sencillo.<\/p>\n<p>Por no hablar de los errores de reproducci\u00f3n. <strong>Resulta que hay contenido que est\u00e1 en Apple Music, pero no puede ser reproducido por vete t\u00fa a saber qu\u00e9 motivo.<\/strong> Lo m\u00e1s gracioso es que tampoco te ofrece comprar la canci\u00f3n por si acaso el autor ha decidido no ponerla en el cat\u00e1logo online. Todo muy raro.<\/p>\n<h2>Aunque no todo es malo<\/h2>\n<p class=\"medio\"><a href=\"http:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Descubriendo-musica-en-Apple-Music-Radio.jpg\"><img src=\"http:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Descubriendo-musica-en-Apple-Music-Radio.jpg\" alt=\"Descubriendo musica en Apple Music Radio\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-12244\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Descubriendo-musica-en-Apple-Music-Radio.jpg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Descubriendo-musica-en-Apple-Music-Radio-300x200.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Descubriendo-musica-en-Apple-Music-Radio-1024x683.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>Por supuesto, <strong>no todo es tan malo.<\/strong> Si no, ser\u00eda una ruina para la empresa. Hay cosas y funciones positivas, que creo que mejoran respecto a Spotify.<\/p>\n<p><strong>La primera es la integraci\u00f3n nativa con nuestro ecosistema.<\/strong> Como Apple es la creadora de la plataforma, la ha integrado con elementos a los que otros desarrolladores no pueden llegar, como por ejemplo Siri. Es una gozada pedir a Siri que reproduzca canciones concretas, aleatorias, de un periodo o estilo concreto, una lista de reproducci\u00f3n, etc. Siempre lo he deseado de Spotify. <strong>Ir conduciendo y no tener ni que tocar el m\u00f3vil para poner m\u00fasica es algo realmente \u00fatil.<\/strong><\/p>\n<p>En la presentaci\u00f3n se hizo hincapi\u00e9 en que <strong>Apple Music suger\u00eda mejor m\u00fasica porque hab\u00eda una persona humana detr\u00e1s de esa sugerencia en vez de un algoritmo.<\/strong> Descubrir, he descubierto m\u00fasica, m\u00e1s que en Spotify, eso es un hecho. Pon\u00eda una canci\u00f3n, iniciaba una radio y los temas aparec\u00edan uno detr\u00e1s de otro. Pocos tuve que pasar. Al igual que en las radios tem\u00e1ticas de Apple <sup class=\"modern-footnotes-footnote \" data-mfn=\"4\" data-mfn-post-scope=\"0000000062f75f7c000000006acc17f6_12239\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-0000000062f75f7c000000006acc17f6_12239\">4<\/a><\/sup><span id=\"mfn-content-0000000062f75f7c000000006acc17f6_12239\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"4\">Pero no olvidemos que las recomendaciones de artistas no son su fuerte.<\/span>.<\/p>\n<p><a href=\"http:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Siri-reproduciendo-Apple-Music.jpg\"><img src=\"http:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Siri-reproduciendo-Apple-Music.jpg\" alt=\"Siri reproduciendo Apple Music\" width=\"640\" height=\"568\" class=\"aligncenter size-full wp-image-12245\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Siri-reproduciendo-Apple-Music.jpg 640w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Siri-reproduciendo-Apple-Music-300x266.jpg 300w\" sizes=\"(max-width: 640px) 100vw, 640px\" \/><\/a><\/p>\n<p><strong>Los precios familiares de Apple son una gozada.<\/strong> Esto es as\u00ed. Spotify no se lo monta mal, pero Apple lo hace mejor. Por 15\u20ac al mes, <a href=\"http:\/\/www.macsfera.com\/porque-activar-el-modo-en-familia-de-apple\/\" title=\"Porqu\u00e9 activar el modo En Familia de Apple\" target=\"_blank\" rel=\"noopener noreferrer\">vuestra familia<\/a> y vosotros mismos podr\u00e9is tener Apple Music con todas sus ventajas. Es decir: reproducci\u00f3n simult\u00e1nea, cada uno sus propias listas, favoritos independientes, etc. <strong>Juntos pero no rebozados.<\/strong> Spotify, por el contrario, ofrece un 50% de descuento a cada nuevo miembro. <strong>El ahorro con Apple existe y es destacable.<\/strong><\/p>\n<p>Hablan mucho de que <strong>el contenido en Apple Music es superior al de Spotify,<\/strong> s\u00e9 de usuarios que as\u00ed me lo han remitido, y quiero destacarlo. Aunque no es una norma general. Yo por ejemplo ha habido canciones que no he podido encontrar. No que no se puedan reproducir \u2013como he comentado arriba\u2013 <strong>simplemente que no estaban en el cat\u00e1logo.<\/strong><\/p>\n<h2>\u00bfY ahora qu\u00e9?<\/h2>\n<p class=\"medio\"><a href=\"http:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Instalador-de-Spotify.jpg\"><img src=\"http:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Instalador-de-Spotify.jpg\" alt=\"Instalador de Spotify\" width=\"1502\" height=\"1059\" class=\"aligncenter size-full wp-image-12246\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Instalador-de-Spotify.jpg 1502w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Instalador-de-Spotify-300x212.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Instalador-de-Spotify-1024x722.jpg 1024w\" sizes=\"(max-width: 1502px) 100vw, 1502px\" \/><\/a><\/p>\n<p>Al acabarse el<a href=\"http:\/\/www.macsfera.com\/apple-music-nuevo-servicio-de-musica-en-streaming\/\" title=\"Apple Music: nuevo servicio de m\u00fasica en streaming\" target=\"_blank\" rel=\"noopener noreferrer\"> periodo de prueba gratuito<\/a> que nos regalaron, <strong>llega el turno de pagar,<\/strong> y aqu\u00ed es donde cambian las cosas. \u00bfQu\u00e9 hacer? Pues esto es lo que voy a hacer yo.<\/p>\n<p>Tras mucho meditar, <strong>pienso en Apple Music y no siento lo que sent\u00eda cuando pensaba en Spotify.<\/strong> No siento simpleza, no siento que est\u00e9 invirtiendo bien mi dinero. Lo \u00fanico que me viene a la mente es un mont\u00f3n de caos que no me sirve para nada. Las contras del servicio son superiores a los pros que he sacado, y encima no puedo disfrutar del plan familiar porque ninguno de mis familiares usa tanto la m\u00fasica en streaming <sup class=\"modern-footnotes-footnote \" data-mfn=\"5\" data-mfn-post-scope=\"0000000062f75f7c000000006acc17f6_12239\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-0000000062f75f7c000000006acc17f6_12239\">5<\/a><\/sup><span id=\"mfn-content-0000000062f75f7c000000006acc17f6_12239\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"5\">Si se diese el caso, la balanza se volcar\u00eda m\u00e1s en favor de Apple.<\/span>.<\/p>\n<p>Tal vez si Apple Music fuese independiente a iTunes, tal vez si no fuese tan incoherente, tal vez si no tuviese tantos problemas. <strong>Tal vez entonces podr\u00eda pagar por su cat\u00e1logo y sus propiedades.<\/strong> Pero la realidad es que la experiencia que tiene Spotify juega mucho a su favor y, si bien el uso es el mismo, no considero que Apple se merezca mi dinero en este caso.<\/p>\n<p class=\"grande\"><a href=\"http:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Spotify-en-vez-de-Apple-Music.jpg\"><img src=\"http:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Spotify-en-vez-de-Apple-Music.jpg\" alt=\"Spotify en vez de Apple Music\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-12247\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Spotify-en-vez-de-Apple-Music.jpg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Spotify-en-vez-de-Apple-Music-300x200.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Spotify-en-vez-de-Apple-Music-1024x683.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>Otro de los motivos de volver a Spotify es su ritmo de actualizaci\u00f3n. Apple es muy lenta a la hora de evolucionar un sistema, no me gusta y nunca me ha gustado, como <a href=\"http:\/\/www.macsfera.com\/el-ipad-como-equipo-de-trabajo\/\" title=\"El iPad como equipo de trabajo\" target=\"_blank\" rel=\"noopener noreferrer\">ya os coment\u00e9<\/a>. <strong>Y eso para un sistema reci\u00e9n salido es lo peor.<\/strong> Hay que pulir muchas cosas y hay que actuar con rapidez (m\u00e1s cuando est\u00e1s pagando). Spotify eso lo hace muy bien, como a los usuarios nos gusta.<\/p>\n<p><strong>S\u00ed, voy a volver a usar Spotify,<\/strong> ahora mismo es la mejor opci\u00f3n que se adapta a mis necesidades. Mantendr\u00e9 un ojo puesto en Apple Music por si en alg\u00fan momento veo que puede ser un rival digno, pero Spotify sigue siendo el rey.<\/p>\n<p>Me gusta que exista Apple Music ya que la competencia siempre hace que mejores, no soy el \u00fanico que se ha pasado a Spotify de nuevo y eso a Apple le dar\u00e1 mucho que pensar para mejorar e intentar recuperarnos, algo que har\u00e1 que Spotify tambi\u00e9n vaya m\u00e1s all\u00e1. Y con la m\u00fasica a otra parte, <strong>me voy a disfrutar del buen servicio que me ofrece la compa\u00f1\u00eda que tanto ha luchado por la m\u00fasica en streaming.<\/strong><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Hoy se cumplen 3 meses desde que Apple puso a disposici\u00f3n del p\u00fablico su nuevo servicio de m\u00fasica en streaming. Hoy caduca<\/p>\n","protected":false},"author":1,"featured_media":12240,"comment_status":"open","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[2194,2096],"tags":[2163,586,214],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v15.0 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Apple Music: 3 meses despu\u00e9s<\/title>\n<meta name=\"description\" content=\"Reflexi\u00f3n sobre los 3 primeros meses gratuitos de Apple Music y sobre lo que he hecho ahora que hay que pagar.\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.MacSfera.com\/apple-music-3-meses-despues\/\" \/>\n<meta property=\"og:locale\" content=\"es_ES\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Apple Music: 3 meses despu\u00e9s\" \/>\n<meta property=\"og:description\" content=\"Reflexi\u00f3n sobre los 3 primeros meses gratuitos de Apple Music y sobre lo que he hecho ahora que hay que pagar.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.MacSfera.com\/apple-music-3-meses-despues\/\" \/>\n<meta property=\"og:site_name\" content=\"MacSfera\" \/>\n<meta property=\"article:publisher\" content=\"http:\/\/www.facebook.com\/macsfera\" \/>\n<meta property=\"article:author\" content=\"https:\/\/www.facebook.com\/PabloAsekas\" \/>\n<meta property=\"article:published_time\" content=\"2015-09-27T13:39:56+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2021-10-16T13:34:16+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Apple-Music-MacBook-Pro-Retina.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"2500\" \/>\n\t<meta property=\"og:image:height\" content=\"1651\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:title\" content=\"Apple Music: 3 meses despu\u00e9s\" \/>\n<meta name=\"twitter:description\" content=\"Reflexi\u00f3n sobre los 3 primeros meses gratuitos de Apple Music y sobre lo que he hecho ahora que hay que pagar.\" \/>\n<meta name=\"twitter:image\" content=\"http:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/09\/27131516\/Apple-Music-MacBook-Pro-Retina.jpg\" \/>\n<meta name=\"twitter:creator\" content=\"@https:\/\/twitter.com\/pabloasekas\" \/>\n<meta name=\"twitter:site\" content=\"@MacSferablog\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.MacSfera.com\/#website\",\"url\":\"https:\/\/www.MacSfera.com\/\",\"name\":\"MacSfera\",\"description\":\"Blog sobre Apple con especial inter\\u00e9s en la opini\\u00f3n personal en el Mac, el iPhone y el iPad.\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"https:\/\/www.MacSfera.com\/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"es\"},{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.MacSfera.com\/apple-music-3-meses-despues\/#primaryimage\",\"inLanguage\":\"es\",\"url\":\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/09\/Apple-Music-MacBook-Pro-Retina.jpg\",\"width\":2500,\"height\":1651,\"caption\":\"Apple Music MacBook Pro Retina\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.MacSfera.com\/apple-music-3-meses-despues\/#webpage\",\"url\":\"https:\/\/www.MacSfera.com\/apple-music-3-meses-despues\/\",\"name\":\"Apple Music: 3 meses despu\\u00e9s\",\"isPartOf\":{\"@id\":\"https:\/\/www.MacSfera.com\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/www.MacSfera.com\/apple-music-3-meses-despues\/#primaryimage\"},\"datePublished\":\"2015-09-27T13:39:56+00:00\",\"dateModified\":\"2021-10-16T13:34:16+00:00\",\"author\":{\"@id\":\"https:\/\/www.MacSfera.com\/#\/schema\/person\/1c7b5783afd3f0309c3aa8a52942db5a\"},\"description\":\"Reflexi\\u00f3n sobre los 3 primeros meses gratuitos de Apple Music y sobre lo que he hecho ahora que hay que pagar.\",\"inLanguage\":\"es\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.MacSfera.com\/apple-music-3-meses-despues\/\"]}]},{\"@type\":\"Person\",\"@id\":\"https:\/\/www.MacSfera.com\/#\/schema\/person\/1c7b5783afd3f0309c3aa8a52942db5a\",\"name\":\"Pablo Asekas\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.MacSfera.com\/#personlogo\",\"inLanguage\":\"es\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/f86183a13a9c39523543ae47691e4c72?s=96&r=g\",\"caption\":\"Pablo Asekas\"},\"description\":\"Pablo es la persona detr\\u00e1s de MacSfera, le apasiona la tecnolog\\u00eda y adora Internet. Le gusta hablar de dispositivos y aplicaciones con un punto de vista personal y variado.\",\"sameAs\":[\"https:\/\/www.facebook.com\/PabloAsekas\",\"https:\/\/twitter.com\/https:\/\/twitter.com\/pabloasekas\",\"https:\/\/www.youtube.com\/user\/pabloasekas\",\"http:\/\/www.mylaif.es\"]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","_links":{"self":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts\/12239"}],"collection":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/comments?post=12239"}],"version-history":[{"count":1,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts\/12239\/revisions"}],"predecessor-version":[{"id":17965,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts\/12239\/revisions\/17965"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/media\/12240"}],"wp:attachment":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/media?parent=12239"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/categories?post=12239"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/tags?post=12239"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}