{"id":14454,"date":"2016-04-10T20:25:40","date_gmt":"2016-04-10T18:25:40","guid":{"rendered":"https:\/\/www.MacSfera.com\/?p=14454"},"modified":"2016-04-12T13:24:23","modified_gmt":"2016-04-12T11:24:23","slug":"pebble-time-smart-watch-simple-polifacetico","status":"publish","type":"post","link":"https:\/\/www.MacSfera.com\/pebble-time-smart-watch-simple-polifacetico\/","title":{"rendered":"Pebble Time: un smart watch simple y polifac\u00e9tico"},"content":{"rendered":"<p class=\"grande\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/04\/10200203\/Pebble-Time.jpg\" rel=\"attachment wp-att-14457\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/04\/10200203\/Pebble-Time.jpg\" alt=\"Pebble Time\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-14457\" \/><\/a><\/p>\n<p>Cuando <a target=\"_blank\" title=\"Resumen de la keynote Spring \" href=\"https:\/\/www.macsfera.com\/resumen-de-la-keynote-spring-forward\/\">Apple entr\u00f3 en el mundo de los smart watches<\/a> con su Apple Watch, como aficionado a la tecnolog\u00eda me entr\u00f3 curiosidad por este tipo de productos. Por eso, gracias a mi amiga Isabel, <a target=\"_blank\" title=\"Gracias a @IsabelGines por dejarme su Pebble para que lo pruebe\" href=\"http:\/\/www.mylaif.es\/post\/118863403825\/gracias-a-isabelgines-por-dejarme-su-pebble-para\">pude probar un Pebble de primera generaci\u00f3n<\/a>.<\/p>\n<p>Tras investigar sobre el mundo Pebble, <a target=\"_blank\" title=\"Hoooo hooo hoooo Feliz Navidad &#x1f385;&#x1f3fb;&#x1f385;&#x1f3fb;&#x1f385;&#x1f3fb;&#x1f385;&#x1f3fb;&#x1f385;&#x1f3fb;\" href=\"http:\/\/www.mylaif.es\/post\/135938538425\/hoooo-hooo-hoooo-feliz-navidad\">me regalaron por navidades un Pebble Time<\/a>, <strong>el nuevo modelo de la primera compa\u00f1\u00eda de relojes inteligentes que fabric\u00f3 productos tanto para iOS como para Android.<\/strong> Y de eso os voy a hablar hoy.<\/p>\n<p><!--more--><\/p>\n<p>El Pebble Time es un reloj inteligente cuya funci\u00f3n se extiende tanto a iOS como a Android. Puede ser usado en ambos sistemas, aunque con limitaciones. Gracias a esa propiedad se ha vuelto muy popular entre los usuarios que buscan algo distinto entre la tendencia del mercado. Ahora ver\u00e9is porqu\u00e9.<\/p>\n<p>La gama Time se compone de 3 modelos, el Pebble Time, el Pebble Time Steel y el Pebble Time Round. Quiero aclarar que el modelo del que hablo es el Pebble Time normal, el modelo m\u00e1s b\u00e1sico de los 3 disponibles <sup class=\"modern-footnotes-footnote \" data-mfn=\"1\" data-mfn-post-scope=\"000000003c077b580000000017a1e79a_14454\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-000000003c077b580000000017a1e79a_14454\">1<\/a><\/sup><span id=\"mfn-content-000000003c077b580000000017a1e79a_14454\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"1\">Se considera modelo b\u00e1sico porque es el m\u00e1s asequible de los tres, pero en cuanto a prestaciones internas es igual.<\/span>.<\/p>\n<h2>Dise\u00f1o<\/h2>\n<p class=\"medio\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/04\/10200242\/Diseno-del-Pebble-Time.jpg\" rel=\"attachment wp-att-14458\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/04\/10200242\/Diseno-del-Pebble-Time.jpg\" alt=\"Dise\u00f1o del Pebble Time\" width=\"2500\" height=\"1666\" class=\"aligncenter size-full wp-image-14458\" \/><\/a><\/p>\n<p><strong>El Pebble Time tiene un cuerpo de pl\u00e1stico en el que vamos a encontrar los botones de manejo, la pantalla y el micr\u00f3fono.<\/strong><\/p>\n<p>F\u00edsicamente es muy fino, sobre todo si lo comparamos con el modelo anterior. La pantalla tiene un marco de pl\u00e1stico, que hace que el dispositivo sea m\u00e1s grande y protege a la pantalla de los roces t\u00edpicos del borde por el uso.<\/p>\n<p><strong>El dispositivo se controla mediante 4 botones f\u00edsicos,<\/strong> por lo que la pantalla no es t\u00e1ctil, como estamos acostumbrados a ver. Con esos botones podremos movernos por los men\u00fas y accionar todas las tareas del reloj.<\/p>\n<p><strong>El bot\u00f3n izquierdo<\/strong> es el equivalente a \u00abAtr\u00e1s\u00bb, con \u00e9l podremos retroceder en cualquier acci\u00f3n.<\/p>\n<p>De los tres botones derechos, <strong>los extremos<\/strong> sirven para subir y bajar por los men\u00fas y las opciones, mientras que <strong>el central<\/strong> sirve para aceptar las opciones, ser\u00eda el bot\u00f3n de \u00abOk\u00bb.<\/p>\n<p class=\"medio\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/04\/10200324\/Pantalla-del-Pebble-Time.jpg\" rel=\"attachment wp-att-14459\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/04\/10200324\/Pantalla-del-Pebble-Time.jpg\" alt=\"Pantalla del Pebble Time\" width=\"2500\" height=\"1668\" class=\"aligncenter size-full wp-image-14459\" \/><\/a><\/p>\n<p>La pantalla tambi\u00e9n llama mucho la atenci\u00f3n en el Pebble porque se aleja de lo que estamos acostumbrados a ver en el mercado.<\/p>\n<p>Con una de las resoluciones m\u00e1s bajas en dispositivos de sus caracter\u00edsticas, <strong>la pantalla del Pebble Time usa la tecnolog\u00eda e-paper<\/strong> que podemos ver en los libros electr\u00f3nicos. <strong>Es a color,<\/strong> pero no existe la alta disponibilidad que tienen las pantallas IPS, sino que est\u00e1 limitado a 64 colores. Todo esto tiene sus pros y tiene sus contras:<\/p>\n<p><strong>Pros<\/strong><\/p>\n<ul>\n<li>La pantalla permanece siempre encendida<\/li>\n<li>Se ve bien a plena luz del sol, es m\u00e1s, cuando se da esta situaci\u00f3n es cuando se ve mejor<\/li>\n<li>Gasta menos bater\u00eda<\/li>\n<\/ul>\n<p><strong>Contras:<\/strong><\/p>\n<ul>\n<li>La calidad de imagen es muy inferior<\/li>\n<li>Tiene limitaci\u00f3n de colores<\/li>\n<li>En situaciones de interior costar\u00e1 ver los detalles de la imagen sin luz extra<\/li>\n<\/ul>\n<p>Como colof\u00f3n, <strong>la pantalla viene equipada con luz artificial<\/strong> para esas situaciones en las que no hay mucha luz natural. La luz se enciende cuando hay movimiento, cuando pulsamos un bot\u00f3n o cuando recibe una notificaci\u00f3n, todo ello si la luz ambiental no es suficiente.<\/p>\n<p>El hecho de que no sea t\u00e1ctil es para abaratar costes y para que la bater\u00eda dure lo que dura actualmente. Adem\u00e1s, la pantalla no es muy grande, de modo que controlarla ser\u00eda complicado.<\/p>\n<p class=\"grande\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/04\/10200353\/Microfono-del-Pebble.jpg\" rel=\"attachment wp-att-14460\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/04\/10200353\/Microfono-del-Pebble.jpg\" alt=\"Microfono del Pebble\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-14460\" \/><\/a><\/p>\n<p><strong>Este modelo introdujo un micr\u00f3fono.<\/strong> El micr\u00f3fono nos servir\u00e1 para interactuar con ciertas aplicaciones, responder notificaciones o citar respuestas textuales. En iOS su uso es bastante limitado debido a las restricciones del sistema operativo, as\u00ed que no se le sacar\u00e1 mucho partido.<\/p>\n<p><strong>La bater\u00eda es uno de los grandes aliados del reloj.<\/strong> En Pebble afirman que dura hasta 7 d\u00edas, pero con un uso regular, ser\u00e1 raro que pase de los 5 d\u00edas. A\u00fan con eso <sup class=\"modern-footnotes-footnote \" data-mfn=\"2\" data-mfn-post-scope=\"000000003c077b580000000017a1e79a_14454\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-000000003c077b580000000017a1e79a_14454\">2<\/a><\/sup><span id=\"mfn-content-000000003c077b580000000017a1e79a_14454\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"2\">N\u00f3tese que no me gusta que enga\u00f1en a la gente, o exageren las mediciones.<\/span>, es el dispositivo que m\u00e1s dura en el mercado y eso se agradece. Me encanta irme a la cama y no tener que preocuparme de cargar el reloj. En parte, por eso se usan componentes de menos calidad como la pantalla, para que la bater\u00eda pueda durar m\u00e1s sin problemas.<\/p>\n<p class=\"medio\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/04\/10200419\/Cargador-del-Pebble-Time.jpg\" rel=\"attachment wp-att-14461\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/04\/10200419\/Cargador-del-Pebble-Time.jpg\" alt=\"Cargador del Pebble Time\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-14461\" \/><\/a><\/p>\n<p>El cargador es de tipo magn\u00e9tico y se encuentra en la parte trasera del reloj (en vez de en el lateral como en el Pebble original). Esto nos obliga a tener que quitarnos el reloj para cargarlo, pero gracias a eso, <strong>el cuerpo del dispositivo es m\u00e1s fino.<\/strong> Si por curiosidad os pregunt\u00e1is porqu\u00e9 es magn\u00e9tico, lo hacen para que el Pebble se pueda sumergir en el agua.<\/p>\n<p>Y ah\u00ed entramos en otra de las caracter\u00edsticas del Pebble Time, <strong>es acu\u00e1tico,<\/strong> como todos los modelos existentes en realidad. Sumergible hasta 30 metros, podremos ba\u00f1arnos con \u00e9l, ducharnos e incluso bucear. Me gusta mucho esta propiedad, porque me permite ducharme con \u00e9l (y limpiarlo a la vez), controlar la m\u00fasica desde la piscina, o la GoPro cuando estoy buceando.<\/p>\n<p class=\"medio\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/04\/10200443\/Multiples-correas-Pebble-Time.jpg\" rel=\"attachment wp-att-14462\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/04\/10200443\/Multiples-correas-Pebble-Time.jpg\" alt=\"Multiples correas Pebble Time\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-14462\" \/><\/a><\/p>\n<p>Para acabar con el apartado de dise\u00f1o, mencionar que <strong>las correas que usa y sus fijadores son convencionales,<\/strong> de modo que podremos poner cualquier correa siempre y cuando tenga las mismas medidas. 22mm en este caso. Eso nos permite personalizar el reloj de manera sencilla y barata, con todas las opciones que existen en el mercado.<\/p>\n<h2>Funcionamiento del Pebble en iOS<\/h2>\n<p class=\"medio\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/04\/10201650\/Aplicacion-Pebble-iOS.jpg\" rel=\"attachment wp-att-14476\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/04\/10201650\/Aplicacion-Pebble-iOS.jpg\" alt=\"Aplicacion Pebble iOS\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-14476\" \/><\/a><\/p>\n<p>Para que el Pebble pueda funcionar, <strong>debemos tener instalada la aplicaci\u00f3n de iOS.<\/strong> Esa aplicaci\u00f3n act\u00faa de intermediario entre el sistema operativo y el reloj, va a ser la encargada de mantener la conexi\u00f3n, de configurar el reloj, de transmitir las notificaciones, etc.<\/p>\n<p>La interfaz de la aplicaci\u00f3n se ha simplificado mucho, sobre todo <a target=\"_blank\" title=\"Firmware y aplicaci\u00f3n de Pebble actualizada a la versi\u00f3n 3.10\" href=\"https:\/\/www.macsfera.com\/firmware-aplicacion-pebble-actualizada-la-version-3-10\/\">desde una de sus \u00faltimas actualizaciones<\/a>. Con ella <strong>podremos instalar esferas personalizadas, aplicaciones, configurar el reloj y manejar las notificaciones.<\/strong><\/p>\n<p>Una de las propiedades del reloj es que te notifica de todo lo que llegue al m\u00f3vil. Muestra el aviso como si se mostrase en la pantalla del iPhone.<\/p>\n<p class=\"medio\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/04\/10202111\/Pebble-para-iOS.jpg\" rel=\"attachment wp-att-14477\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/04\/10202111\/Pebble-para-iOS.jpg\" alt=\"Pebble para iOS\" width=\"1920\" height=\"1136\" class=\"aligncenter size-full wp-image-14477\" \/><\/a><\/p>\n<p>Recientemente, tambi\u00e9n, <strong>se ha a\u00f1adido la posibilidad de controlar las notificaciones que llegan al reloj.<\/strong> Pudiendo eliminar aplicaciones o limitar en el periodo semanal cu\u00e1ndo recibirlas \u2014o bien recibirlas entre semana, o bien recibirlas en el fin de semana. Esta personalizaci\u00f3n me gusta mucho porque nos da la posibilidad de limitar las notificaciones pero no de forma permanente, algo que aumenta la personalizaci\u00f3n del reloj y mejora la experiencia notablemente.<\/p>\n<p><strong>Pebble tiene una tienda de aplicaciones y esferas<\/strong> donde desarrolladores y particulares pueden subir sus creaciones, la mayor\u00eda son gratuitas, pero algunas pueden ser de pago o estar vinculadas con aplicaciones de pago disponibles en la App Store.<\/p>\n<p>El panorama de las esferas ha mejorado mucho, ahora <strong>se pueden descargar, instalar y personalizar como queramos<\/strong> siempre y cuando el desarrollador lo haya implementado. Cambiar el color, el dise\u00f1o, las propiedades de vibraci\u00f3n, la informaci\u00f3n que se muestra en pantalla, etc. El l\u00edmite lo pone el desarrollador.<\/p>\n<p class=\"medio\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/04\/10200518\/Aplicacion-Pomodoro-Pebble-Time.jpg\" rel=\"attachment wp-att-14463\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/04\/10200518\/Aplicacion-Pomodoro-Pebble-Time.jpg\" alt=\"Aplicacion Pomodoro Pebble Time\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-14463\" \/><\/a><\/p>\n<p>En cuanto a las aplicaciones, tenemos dos tipos de aplicaciones: <strong>las individuales y las dependientes.<\/strong><\/p>\n<p><strong>Las individuales son aquellas que se ejecutan sin que requieran de una versi\u00f3n en iOS.<\/strong> Este tipo de aplicaciones suelen ser m\u00e1s sencillas y su tem\u00e1tica es muy variada: consulta de tiempo online, resultados deportivos, t\u00e9cnica Pomodoro, etc.<\/p>\n<p><strong>Las aplicaciones dependientes son aquellas que requieren de una aplicaci\u00f3n en iOS.<\/strong> Act\u00faan como espejo arrojando informaci\u00f3n \u00fatil en el reloj o permitiendo controlarla a distancia. El concepto es similar al de las aplicaciones en el Apple Watch.<\/p>\n<p>Estas aplicaciones pueden ser m\u00e1s \u00fatiles porque todo el procesamiento lo realiza la aplicaci\u00f3n en el iPhone. Aqu\u00ed las posibilidades son infinitas, desde controlar la m\u00fasica hasta hacer un seguimiento de nuestra carrera en Runtastic, pasando por controlar la GoPro.<\/p>\n<h2>El sistema operativo del Pebble<\/h2>\n<p class=\"medio\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/04\/10200559\/Pebble-Time-Rojo.jpg\" rel=\"attachment wp-att-14464\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/04\/10200559\/Pebble-Time-Rojo.jpg\" alt=\"Pebble Time Rojo\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-14464\" \/><\/a><\/p>\n<p>Una cosa es c\u00f3mo se comunica el Pebble con el iPhone <strong>y otra es su sistema operativo interno y las opciones que nos ofrece.<\/strong> En este caso, y tras unos pocos lavados de cara, he de decir que el resultado es muy bueno.<\/p>\n<p>El sistema operativo del Pebble, en su versi\u00f3n 3.11 al momento de publicar el art\u00edculo, <strong>es muy bonito.<\/strong> Est\u00e1 cargado de color, una interfaz limpia y unas animaciones que amenizan la espera y dan dinamismo a la navegaci\u00f3n. Se mueve muy r\u00e1pido <sup class=\"modern-footnotes-footnote \" data-mfn=\"3\" data-mfn-post-scope=\"000000003c077b580000000017a1e79a_14454\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-000000003c077b580000000017a1e79a_14454\">3<\/a><\/sup><span id=\"mfn-content-000000003c077b580000000017a1e79a_14454\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"3\">Y cuando no lo hace lo disimula con sus animaciones.<\/span>, y no suele haber problemas de cuelgues o bloqueos. Rara vez ha tenido que forzar el reinicio, aunque s\u00ed que es verdad que algunas esferas provocan conflictos.<\/p>\n<p class=\"medio\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/04\/10200630\/TimeLine-del-Pebble-Time.jpg\" rel=\"attachment wp-att-14465\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/04\/10200630\/TimeLine-del-Pebble-Time.jpg\" alt=\"TimeLine del Pebble Time\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-14465\" \/><\/a><\/p>\n<p><strong>El Pebble organiza la informaci\u00f3n como un TimeLine.<\/strong> Arriba est\u00e1 la informaci\u00f3n pasada, en medio la actual, y abajo los eventos de futuro. Por eso podemos tener a golpe de click los eventos pasados y los futuros.<\/p>\n<p>En diciembre de 2015, <a target=\"_blank\" title=\"Un regalo para cada Pebbler: Introduciendo Pebble Health y el Firmware 3.8\" href=\"https:\/\/www.macsfera.com\/regalo-pebbler-introduciendo-pebble-health-firmware-3-8\/\">Pebble introdujo Pebble Health<\/a>, <strong>su propuesta de traqueo f\u00edsico y del sue\u00f1o de forma nativa.<\/strong> Hasta ese momento, la \u00fanica forma de controlar el sue\u00f1o o el movimiento era con aplicaciones de terceros, pero ahora el reloj lo hace de manera nativa. Adem\u00e1s, es compatible con HelathKit, para que la informaci\u00f3n pueda ser usada por iOS junto a otras aplicaciones que recolecten datos.<\/p>\n<p>No uso mucho Pebble Health, no me interesa traquear de esa forma mi actividad, pero s\u00ed que lo estuve probando cuando sali\u00f3 y arroja informaci\u00f3n diaria que os puede ser \u00fatil. Adem\u00e1s, <strong><a target=\"_blank\" title=\"Actualizaci\u00f3n del firmware de Pebble a la versi\u00f3n 3.11\" href=\"https:\/\/www.macsfera.com\/actualizacion-del-firmware-pebble-la-version-3-11\/\">poco a poco va mejorando su precisi\u00f3n y sus caracter\u00edsticas<\/a> por lo que creo que es una buena soluci\u00f3n si os gusta tener un registro de vuestra actividad.<\/strong><\/p>\n<p class=\"medio\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/04\/10200701\/Inicio-rapido-en-Pebble.jpg\" rel=\"attachment wp-att-14466\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/04\/10200701\/Inicio-rapido-en-Pebble.jpg\" alt=\"Inicio rapido en Pebble\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-14466\" \/><\/a><\/p>\n<p>Como la navegaci\u00f3n es lenta debido a la naturaleza del sistema, <strong>en Pebble pensaron que era buena idea meter accesos directos,<\/strong> y no se equivocaban. Podemos configurar los botones superior e inferior para que, con una pulsaci\u00f3n larga, <strong>accedan a alguna aplicaci\u00f3n del reloj.<\/strong> De ese modo, y a golpe de dedo, podremos abrir la m\u00fasica o ver todas las notificaciones, por ejemplo.<\/p>\n<p>S\u00f3lo podemos configurar dos atajos, pero yo no he echado en falta m\u00e1s. Si a eso le sumamos que podemos configurar el orden en el que las aplicaciones salen en el men\u00fa, obtenemos un total de 3 aplicaciones con acceso muy r\u00e1pido.<\/p>\n<p class=\"medio\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/04\/10200724\/Modo-discreto-del-Pebble-Time.jpg\" rel=\"attachment wp-att-14467\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/04\/10200724\/Modo-discreto-del-Pebble-Time.jpg\" alt=\"Modo discreto del Pebble Time\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-14467\" \/><\/a><\/p>\n<p>Por \u00faltimo, y referente a las notificaciones, a parte de poder silenciarlas parcial o totalmente de forma individual, <strong>podemos hacer que el reloj no vibre al recibir alguna.<\/strong> Este modo se llama <em>\u201cModo Discreto\u201d<\/em> y es el equivalente al modo <em>No molestar<\/em> de iOS.<\/p>\n<p>Si estamos en una reuni\u00f3n, por la noche durmiendo, o simplemente queremos paz, basta con activar el Modo Discreto para que no nos avise con una vibraci\u00f3n cuando reciba una notificaci\u00f3n.<\/p>\n<p><strong>Este modo se activa y se desactiva dejando pulsado durante dos segundos el bot\u00f3n izquierdo.<\/strong><\/p>\n<h2>Lo que menos me gusta del Pebble Time<\/h2>\n<p class=\"medio\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/04\/10200749\/Pebble-Time-pierde-conexion.jpg\" rel=\"attachment wp-att-14468\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/04\/10200749\/Pebble-Time-pierde-conexion.jpg\" alt=\"Pebble Time pierde conexion\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-14468\" \/><\/a><\/p>\n<p>Entrando en el tema personal, <strong>voy a empezar hablando de lo que menos me gusta del Pebble Time.<\/strong> Algunas son cosas que creo que no deber\u00edan pasar, que s\u00ed han pasado, y que siguen pasando, y otras son cosas personales que no me gustan en s\u00ed.<\/p>\n<p>Empecemos con los problemas t\u00e9cnicos. Encuentro m\u00e1s frecuentemente de lo que me gustar\u00eda que <strong>el reloj se desconecta del m\u00f3vil.<\/strong> Y no contento con ello, nada me lo notifica. Soy yo el que tiene que intuir que algo no va bien y confirmarlo en el icono de Ajustes del Pebble <sup class=\"modern-footnotes-footnote \" data-mfn=\"4\" data-mfn-post-scope=\"000000003c077b580000000017a1e79a_14454\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-000000003c077b580000000017a1e79a_14454\">4<\/a><\/sup><span id=\"mfn-content-000000003c077b580000000017a1e79a_14454\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"4\">Porque si lo miro en el tel\u00e9fono me dice que est\u00e1 conectado y si lo miro en los ajustes de Bluetooth del reloj tambi\u00e9n.<\/span>.<\/p>\n<p><strong>Tuve que cambiar el reloj por este motivo.<\/strong> Los chicos de Pebble respondieron muy bien y no hubo ning\u00fan problema, pero es algo que se repite cada X tiempo, aunque dejes la aplicaci\u00f3n de Pebble abierta en segundo plano (como ellos te piden que hagas).<\/p>\n<p>Por \u00absuerte\u00bb, <strong>para volver a vincular los dispositivos basta con abrir de nuevo la aplicaci\u00f3n en el iPhone.<\/strong><\/p>\n<p class=\"medio\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/04\/10200832\/Opciones-de-notificacion-Pebble-Time.jpg\" rel=\"attachment wp-att-14469\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/04\/10200832\/Opciones-de-notificacion-Pebble-Time.jpg\" alt=\"Opciones de notificacion Pebble Time\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-14469\" \/><\/a><\/p>\n<p>Otra de las cosas que no me gustan es <strong>que no pueda responder notificaciones.<\/strong> Es una limitaci\u00f3n de iOS y no de Pebble, pero lo sufre el Pebble y yo os informo de ello.<\/p>\n<p>Est\u00e1 muy bien el recibir todas las notificaciones, las recibes en la mu\u00f1eca, de forma disimulada, s\u00f3lo te enteras t\u00fa, pero el no poder responderlas \u2014ni dictando texto ni con respuestas predefinidas\u2014 le hace perder mucho juego.<\/p>\n<p>Por \u00faltimo, <strong>las apps son muy limitadas.<\/strong> No es que me importe mucho, pero es as\u00ed. Adem\u00e1s, creo que es algo que no solucionas cambi\u00e1ndote de marca, hacer que una app de reloj haga lo mismo que la del m\u00f3vil (o algo similar) nos va a llevar tiempo, as\u00ed que todav\u00eda est\u00e1 un poco verde.<\/p>\n<p><strong>No esper\u00e9is cambiar el mundo desde vuestra mu\u00f1eca.<\/strong><\/p>\n<h2>Lo que m\u00e1s me ha gustado del Pebble<\/h2>\n<p class=\"grande\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/04\/10200903\/Pebble-Time-de-color-rojo.jpg\" rel=\"attachment wp-att-14470\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/04\/10200903\/Pebble-Time-de-color-rojo.jpg\" alt=\"Pebble Time de color rojo\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-14470\" \/><\/a><\/p>\n<p><strong>Vamos a ver lo que m\u00e1s me ha gustado del Pebble,<\/strong> que por suerte es m\u00e1s que lo que menos.<\/p>\n<p>Empecemos por las watchfaces. <strong>Adoro poder elegir la esfera que m\u00e1s me guste:<\/strong> hecha por Pebble, hecha por un desarrollador externo o incluso por m\u00ed. Puedo poner lo que quiera, y adem\u00e1s puedo personalizarlas a mi gusto. Es una de las cosas que menos me gustan del <a target=\"_blank\" title=\"Apple Watch\" href=\"https:\/\/www.macsfera.com\/tag\/apple-watch\">Apple Watch<\/a> y que todav\u00eda no concibo que no hayan solventado. La libertad de personalizaci\u00f3n es muy buena si se sabe controlar y el mejor ejemplo es que las esferas del Pebble son muy populares.<\/p>\n<p class=\"medio\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/04\/10200930\/Pebble-Time-acuatico.jpg\" rel=\"attachment wp-att-14471\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/04\/10200930\/Pebble-Time-acuatico.jpg\" alt=\"Pebble Time acuatico\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-14471\" \/><\/a><\/p>\n<p><strong>El hecho de que sea acu\u00e1tico tambi\u00e9n es un punto a favor.<\/strong> Ya os he comentado lo c\u00f3modo que es ducharte con \u00e9l (y limpiarlo a la vez), o ba\u00f1arte en la piscina sin preocuparte. Aplaudo enormemente esta propiedad y deseo que se haga m\u00e1s popular.<\/p>\n<p>Otra de las cosas que me gustar\u00eda que se hiciesen m\u00e1s populares es <strong>la cualidad de tener la pantalla siempre encendida.<\/strong> Adoro que, mires cuando mires la pantalla, \u00e9sta est\u00e9 encendida. A lo mejor es una propiedad que luego, sin tenerla, no la echo de menos, pero ahora me gusta que exista y la valoro mucho.<\/p>\n<p class=\"medio\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/04\/10201008\/Pebble-Time-y-Pebble-Original.jpg\" rel=\"attachment wp-att-14472\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/04\/10201008\/Pebble-Time-y-Pebble-Original.jpg\" alt=\"Pebble Time y Pebble Original\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-14472\" \/><\/a><\/p>\n<p>Y a pesar de tener la pantalla siempre encendida, <strong>la bater\u00eda es una bendici\u00f3n.<\/strong> Que no sea uno de los dispositivos que debo cargar todos los d\u00edas me alivia, y adem\u00e1s hace que pueda despertarme con las alarmas del sistema <sup class=\"modern-footnotes-footnote \" data-mfn=\"5\" data-mfn-post-scope=\"000000003c077b580000000017a1e79a_14454\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-000000003c077b580000000017a1e79a_14454\">5<\/a><\/sup><span id=\"mfn-content-000000003c077b580000000017a1e79a_14454\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"5\">Suelo cargar los dispositivos por la noche, si me lo tuviese que quitar no podr\u00eda despertarme con la alarma silenciosa.<\/span>. Insisto, no dura 7 d\u00edas \u2014como prometen en Pebble\u2014 pero es de las mejores autonom\u00edas existentes.<\/p>\n<p>Por \u00faltimo, mencionar el precio. <strong>Es un dispositivo muy asequible<\/strong> y m\u00e1s si lo comparamos con el resto del mercado y con la compatibilidad dual de iOS y Android.<\/p>\n<h2>Precio y disponibilidad<\/h2>\n<p class=\"medio\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/04\/10201036\/Pebble-Time-en-su-caja.jpg\" rel=\"attachment wp-att-14473\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/04\/10201036\/Pebble-Time-en-su-caja.jpg\" alt=\"Pebble Time en su caja\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-14473\" \/><\/a><\/p>\n<p>Al principio hab\u00eda muchos problemas para conseguir uno de los modelos. Pebble decidi\u00f3 lanzar la campa\u00f1a a trav\u00e9s de Kickstarter (como su primer modelo), pero ahora que ha pasado el tiempo y <strong>el dispositivo se puede comprar desde la p\u00e1gina web de Pebble o desde Amazon por un precio de 170\u20ac<\/strong> <sup class=\"modern-footnotes-footnote \" data-mfn=\"6\" data-mfn-post-scope=\"000000003c077b580000000017a1e79a_14454\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-000000003c077b580000000017a1e79a_14454\">6<\/a><\/sup><span id=\"mfn-content-000000003c077b580000000017a1e79a_14454\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"6\">En <a target=\"_blank\" href=\"http:\/\/amzn.to\/1YnwEI2\">Amazon<\/a> suelen tener descuentos de forma constante.<\/span>)<\/p>\n<p>Adem\u00e1s, est\u00e1n disponibles en varios colores:<\/p>\n<ul>\n<li><strong>Pebble Time rojo:<\/strong> <a target=\"_blank\" href=\"https:\/\/www.pebble.com\/buy-pebble-time-smartwatch\">Pebble<\/a> y <a target=\"_blank\" href=\"http:\/\/amzn.to\/1YnwEI2\">Amazon<\/a><\/li>\n<li><strong>Pebble Time blanco:<\/strong> <a target=\"_blank\" href=\"https:\/\/www.pebble.com\/buy-pebble-time-smartwatch\">Pebble<\/a> y <a target=\"_blank\" href=\"http:\/\/amzn.to\/1Xph1jf\">Amazon<\/a><\/li>\n<li><strong>Pebble Time negro:<\/strong> <a target=\"_blank\" href=\"https:\/\/www.pebble.com\/buy-pebble-time-smartwatch\">Pebble<\/a> y <a target=\"_blank\" href=\"http:\/\/amzn.to\/20sCJEK\">Amazon<\/a><\/li>\n<\/ul>\n<p>Tambi\u00e9n existen otros modelos de la gama Time, como os he comentado al principio, en concreto <strong>el Pebble Time Steel y el Pebble Time Round.<\/strong> Ambos modelos est\u00e1n disponibles tanto en la p\u00e1gina de Pebble (<a target=\"_blank\" href=\"https:\/\/www.pebble.com\/buy-pebble-time-steel-smartwatch\">Time Steel<\/a> y <a target=\"_blank\" href=\"https:\/\/www.pebble.com\/buy-pebble-time-round-smartwatch\">Time Round<\/a>) como en Amazon (<a target=\"_blank\" href=\"http:\/\/amzn.to\/23mLl5g\">Time Steel<\/a> y <a target=\"_blank\" href=\"http:\/\/amzn.to\/23mLsxC\">Time Round<\/a>).<\/p>\n<hr \/>\n<p class=\"medio\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/04\/10201107\/Usando-un-Pebble-Time.jpg\" rel=\"attachment wp-att-14474\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/04\/10201107\/Usando-un-Pebble-Time.jpg\" alt=\"Usando un Pebble Time\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-14474\" \/><\/a><\/p>\n<p>Llevo 4 meses con \u00e9l y he sacado varias conclusiones.<\/p>\n<p>La primera de todas es que <strong>es el mejor dispositivo si alguien quiere adentrarse en el mundo de los smartwatches.<\/strong> Es compatible tanto con iOS como con Android. Es barato y asequible. Y cumple con bastantes de las funcionalidades que buscamos en un reloj inteligente <sup class=\"modern-footnotes-footnote \" data-mfn=\"7\" data-mfn-post-scope=\"000000003c077b580000000017a1e79a_14454\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-000000003c077b580000000017a1e79a_14454\">7<\/a><\/sup><span id=\"mfn-content-000000003c077b580000000017a1e79a_14454\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"7\">Sobretodo en Android, donde hay menos limitaciones.<\/span>.<\/p>\n<p><strong>Es el mejor modelo para aquellos que usan iOS y Android.<\/strong> Si bien los relojes que llevan Android Wear son ahora compatibles con iOS, el Pebble es el mejor reloj para ambos m\u00f3viles. No es extra\u00f1o ver a un mismo usuario con dos m\u00f3viles, por ello valoro que sea compatible con las dos plataformas, aunque a m\u00ed no me afecte.<\/p>\n<p>Como he dicho, el reloj es muy asequible. Choca con la t\u00f3nica de los precios del mercado actual y por ese precio se obtiene un muy buen producto. De prestaciones inferiores, s\u00ed, pero a\u00fan as\u00ed muy competente.<\/p>\n<p>Debido al problema que os he comentado antes, tuve que contactar con el servicio t\u00e9cnico de Pebble <strong>y respondieron muy bien.<\/strong> Al principio intentaron hacer un an\u00e1lisis del sistema para ver si el problema era de software, y m\u00e1s tarde me enviaron un nuevo reloj haciendo uso de mi garant\u00eda. Para una empresa que no tiene presencia en Espa\u00f1a, <strong>se portaron muy bien y no dudaron en ayudarme.<\/strong><\/p>\n<p class=\"grande\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/04\/10201134\/Pebble-Time-Pug-Edition.jpg\" rel=\"attachment wp-att-14475\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/04\/10201134\/Pebble-Time-Pug-Edition.jpg\" alt=\"Pebble Time Pug Edition\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-14475\" \/><\/a><\/p>\n<p>No vais a obtener la calidad en pantalla ni las aplicaciones de un Apple Watch, pero s\u00ed que vais a tener personalizaci\u00f3n m\u00e1xima del producto, una bater\u00eda excelente y la posibilidad de empezar a adentrarse en el mundo de los smartwatches a un precio asequible.<\/p>\n<p>Una cosa tengo muy clara, con sus m\u00e1s y sus menos, <strong>el Pebble Time ha resultado ser un muy buen accesorio y permanecer\u00e1 en mi mu\u00f1eca<\/strong> porque es capaz de darme lo que busco en un reloj, y un poco m\u00e1s.<\/p>\n<p><span class=\"source\">M\u00e1s info<\/span> <span class=\"via\"><a href=\"https:\/\/www.pebble.com\/pebble-time-smartwatch-features\" target=\"_blank\">Pebble<\/a><\/span> <span class=\"via\"><a href=\"https:\/\/www.macsfera.com\/tag\/pebble\" target=\"_blank\">Pebble en MacSfera<\/a><\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Cuando Apple entr\u00f3 en el mundo de los smart watches con su Apple Watch, como aficionado a la tecnolog\u00eda me entr\u00f3 curiosidad<\/p>\n","protected":false},"author":1,"featured_media":14457,"comment_status":"open","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[3,22],"tags":[2204,9,11,2294,2296,2211],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v15.0 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Pebble Time: un smart watch simple y polifac\u00e9tico<\/title>\n<meta name=\"description\" content=\"Review del Pebble Time. Un reloj inteligente compatible tanto con iOS como con Android a un precio muy asequible y con un rendimiento buen\u00edsimo.\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.MacSfera.com\/pebble-time-smart-watch-simple-polifacetico\/\" \/>\n<meta property=\"og:locale\" content=\"es_ES\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Pebble Time: un smart watch simple y polifac\u00e9tico\" \/>\n<meta property=\"og:description\" content=\"Review del Pebble Time. Un reloj inteligente compatible tanto con iOS como con Android a un precio muy asequible y con un rendimiento buen\u00edsimo.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.MacSfera.com\/pebble-time-smart-watch-simple-polifacetico\/\" \/>\n<meta property=\"og:site_name\" content=\"MacSfera\" \/>\n<meta property=\"article:publisher\" content=\"http:\/\/www.facebook.com\/macsfera\" \/>\n<meta property=\"article:author\" content=\"https:\/\/www.facebook.com\/PabloAsekas\" \/>\n<meta property=\"article:published_time\" content=\"2016-04-10T18:25:40+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2016-04-12T11:24:23+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/04\/Pebble-Time.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"2500\" \/>\n\t<meta property=\"og:image:height\" content=\"1667\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:title\" content=\"Pebble Time: un smart watch simple y polifac\u00e9tico\" \/>\n<meta name=\"twitter:description\" content=\"Review del Pebble Time. Un reloj inteligente compatible tanto con iOS como con Android a un precio muy asequible y con un rendimiento buen\u00edsimo.\" \/>\n<meta name=\"twitter:image\" content=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/04\/10200203\/Pebble-Time.jpg\" \/>\n<meta name=\"twitter:creator\" content=\"@https:\/\/twitter.com\/pabloasekas\" \/>\n<meta name=\"twitter:site\" content=\"@MacSferablog\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.MacSfera.com\/#website\",\"url\":\"https:\/\/www.MacSfera.com\/\",\"name\":\"MacSfera\",\"description\":\"Blog sobre Apple con especial inter\\u00e9s en la opini\\u00f3n personal en el Mac, el iPhone y el iPad.\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"https:\/\/www.MacSfera.com\/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"es\"},{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.MacSfera.com\/pebble-time-smart-watch-simple-polifacetico\/#primaryimage\",\"inLanguage\":\"es\",\"url\":\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/04\/Pebble-Time.jpg\",\"width\":2500,\"height\":1667},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.MacSfera.com\/pebble-time-smart-watch-simple-polifacetico\/#webpage\",\"url\":\"https:\/\/www.MacSfera.com\/pebble-time-smart-watch-simple-polifacetico\/\",\"name\":\"Pebble Time: un smart watch simple y polifac\\u00e9tico\",\"isPartOf\":{\"@id\":\"https:\/\/www.MacSfera.com\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/www.MacSfera.com\/pebble-time-smart-watch-simple-polifacetico\/#primaryimage\"},\"datePublished\":\"2016-04-10T18:25:40+00:00\",\"dateModified\":\"2016-04-12T11:24:23+00:00\",\"author\":{\"@id\":\"https:\/\/www.MacSfera.com\/#\/schema\/person\/1c7b5783afd3f0309c3aa8a52942db5a\"},\"description\":\"Review del Pebble Time. Un reloj inteligente compatible tanto con iOS como con Android a un precio muy asequible y con un rendimiento buen\\u00edsimo.\",\"inLanguage\":\"es\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.MacSfera.com\/pebble-time-smart-watch-simple-polifacetico\/\"]}]},{\"@type\":\"Person\",\"@id\":\"https:\/\/www.MacSfera.com\/#\/schema\/person\/1c7b5783afd3f0309c3aa8a52942db5a\",\"name\":\"Pablo Asekas\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.MacSfera.com\/#personlogo\",\"inLanguage\":\"es\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/f86183a13a9c39523543ae47691e4c72?s=96&r=g\",\"caption\":\"Pablo Asekas\"},\"description\":\"Pablo es la persona detr\\u00e1s de MacSfera, le apasiona la tecnolog\\u00eda y adora Internet. Le gusta hablar de dispositivos y aplicaciones con un punto de vista personal y variado.\",\"sameAs\":[\"https:\/\/www.facebook.com\/PabloAsekas\",\"https:\/\/twitter.com\/https:\/\/twitter.com\/pabloasekas\",\"https:\/\/www.youtube.com\/user\/pabloasekas\",\"http:\/\/www.mylaif.es\"]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","_links":{"self":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts\/14454"}],"collection":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/comments?post=14454"}],"version-history":[{"count":0,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts\/14454\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/media\/14457"}],"wp:attachment":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/media?parent=14454"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/categories?post=14454"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/tags?post=14454"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}