{"id":12485,"date":"2015-11-17T09:29:43","date_gmt":"2015-11-17T08:29:43","guid":{"rendered":"http:\/\/www.MacSfera.com\/?p=12485"},"modified":"2015-11-23T17:57:50","modified_gmt":"2015-11-23T16:57:50","slug":"reflexiones-sobre-el-nuevo-ipad-pro","status":"publish","type":"post","link":"https:\/\/www.MacSfera.com\/reflexiones-sobre-el-nuevo-ipad-pro\/","title":{"rendered":"Reflexiones sobre el nuevo iPad Pro"},"content":{"rendered":"<p class=\"medio\"><a href=\"http:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/11\/17010025\/iPad-Pro-Apple-Store.jpg\"><img src=\"http:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/11\/17010025\/iPad-Pro-Apple-Store.jpg\" alt=\"iPad Pro Apple Store\" width=\"2500\" height=\"1875\" class=\"aligncenter size-full wp-image-12486\" \/><\/a><\/p>\n<p>Antes de ayer fui a la Apple Store por problemas en uno de mis terminales y, al acabar, <strong>tuve la posibilidad de tocar el iPad Pro <a href=\"http:\/\/www.macsfera.com\/reviews-y-opiniones-de-los-afortunados-que-tienen-un-ipad-pro\/\" title=\"Reviews y opiniones de los afortunados que tienen un iPad Pro\" target=\"_blank\">como os coment\u00e9<\/a><\/strong>.<\/p>\n<p>Estuve un buen rato probando <a href=\"http:\/\/www.macsfera.com\/nuevo-ipad-pro\" title=\"Nuevo iPad Pro\" target=\"_blank\">todas las novedades<\/a> relativas a su tama\u00f1o, pantalla, accesorios, etc. Y si bien no es v\u00e1lido para tener una postura madura del dispositivo, <strong>s\u00ed me gustar\u00eda contaros las conclusiones a las que llegu\u00e9.<\/strong><\/p>\n<p><!--more--><\/p>\n<p>He de dejar claro que es una opini\u00f3n superficial producto de usar el iPad Pro una hora como mucho y en base a mi experiencia de unos cuantos a\u00f1os con dispositivos iOS.<\/p>\n<h2>Tama\u00f1o<\/h2>\n<p class=\"medio\"><a href=\"http:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/11\/17010249\/iPad-Pro-iPad-Air-2-iPad-mini-4.jpg\"><img src=\"http:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/11\/17010249\/iPad-Pro-iPad-Air-2-iPad-mini-4.jpg\" alt=\"iPad Pro iPad Air 2 iPad mini 4\" width=\"2040\" height=\"1360\" class=\"aligncenter size-full wp-image-12487\" \/><\/a><\/p>\n<p>Una de las cosas que m\u00e1s llama la atenci\u00f3n es el tama\u00f1o de este nuevo iPad. <strong>Es enorme,<\/strong> realmente grande, y destaca mucho m\u00e1s cuando lo ponemos en posici\u00f3n vertical. Esto tiene pros y tiene contras:<\/p>\n<p>Por un lado, la pantalla m\u00e1s grande te permite ver m\u00e1s informaci\u00f3n, disfrutar m\u00e1s de los gr\u00e1ficos. Usando la multitarea, tenemos dos aplicaciones de iPad Air 2 en vertical. No dos aplicaciones a la vez, no. Dos aplicaciones en modo vertical tal y como se ejecutar\u00eda en un iPad Air 2. Es una pasada. <strong>B\u00e1sicamente porque el resto de usuarios tienen una versi\u00f3n reducida.<\/strong><\/p>\n<p>Por otro lado, el que era un dispositivo muy sencillo de llevar, que cab\u00eda en cualquier lado y que era f\u00e1cil usarlo con una mano, <strong>ahora no lo es.<\/strong> 13 pulgadas son muchas pulgadas para manejarlas con una mano y como uno est\u00e9 buscando eso, va a ser dif\u00edcil conseguirlo con este iPad. No lo pongo como una desventaja total porque depende del uso que le quiera dar el usuario, pero s\u00ed va un poco contra la portabilidad original del iPad.<\/p>\n<p>Pero a pesar de su tama\u00f1o, me sorprendi\u00f3 much\u00edsimo lo fino y ligero que es. S\u00ed, se habla de que pesa lo mismo que el iPad original, <strong>pero choca mucho coger un dispositivo de ese tama\u00f1o y que no sea m\u00e1s pesado<\/strong> <sup class=\"modern-footnotes-footnote \" data-mfn=\"1\" data-mfn-post-scope=\"000000001fd01fba000000006e5f1a69_12485\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-000000001fd01fba000000006e5f1a69_12485\">1<\/a><\/sup><span id=\"mfn-content-000000001fd01fba000000006e5f1a69_12485\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"1\">A pesar de que no se pueda sostener con una mano de forma prolongada.<\/span>.<\/p>\n<h2>iOS 9<\/h2>\n<p class=\"medio\"><a href=\"http:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/11\/17010722\/iPad-Pro-Split-View-apps.jpg\"><img src=\"http:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/11\/17010722\/iPad-Pro-Split-View-apps.jpg\" alt=\"iPad Pro Split View apps\" width=\"2500\" height=\"1874\" class=\"aligncenter size-full wp-image-12488\" \/><\/a><\/p>\n<p>Hablando de <a href=\"http:\/\/www.macsfera.com\/nuevo-ios-9\" title=\"Nuevo iOS 9\" target=\"_blank\">iOS 9<\/a> estoy un poco contrariado. Por un lado, <strong>estoy contento con las <a href=\"http:\/\/www.macsfera.com\/nuevo-ios-9\/#propiedades-exclusivas\" title=\"Nuevo iOS 9 - Propiedades exclusivas\" target=\"_blank\">novedades referentes a la multitarea<\/a>,<\/strong> pero por otro lado, <strong>creo que todav\u00eda no est\u00e1 listo para el iPad Pro.<\/strong><\/p>\n<p>Ya os he comentado las bondades de la multitarea en el iPad Pro. Envidio mucho el que puedan disfrutar de m\u00e1s informaci\u00f3n, <strong>es un gran paso para la productividad m\u00f3vil de iOS,<\/strong> de verdad, es una gozada.<\/p>\n<p>Pero en cambio no me ha gustado nada que en el modo vertical, el teclado sea una versi\u00f3n reducida de ese teclado completo que disponemos en modo horizontal. Aclaremos que la parte m\u00e1s corta de la pantalla del iPad Pro es del mismo tama\u00f1o que la parte m\u00e1s ancha del iPad Air. Y en vez de poner el mismo teclado del iPad de 9,7 pulgadas que funciona perfectamente y es usable sin problemas, <strong>han decidido meter una versi\u00f3n reducida,<\/strong> haciendo que las teclas en s\u00ed sean m\u00e1s peque\u00f1as y sea mucho m\u00e1s complejo e incomodo escribir.<\/p>\n<p>Por otro lado, choca mucho ver la pantalla de inicio del iPad. No ha habido cambio entre esta versi\u00f3n y las de menor tama\u00f1o, de modo que la sensaci\u00f3n que hay es la de que el iPad Pro no se aprovecha bien. Esto es normal al principio, es un nuevo dispositivo y no es muy l\u00f3gico cambiar todo de arriba a abajo, pero espero que en un futuro mejore porque da la sensaci\u00f3n de que es como <a href=\"http:\/\/www.gsmspain.com\/foros\/attach\/26\/264258.jpg\" target=\"_blank\">un m\u00f3vil hecho para ancianos<\/a>.<\/p>\n<h2>Smart Keyboard<\/h2>\n<p class=\"medio\"><a href=\"http:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/11\/17010908\/Smart-Keyboard-iPad-Pro.jpg\"><img src=\"http:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/11\/17010908\/Smart-Keyboard-iPad-Pro.jpg\" alt=\"Smart Keyboard iPad Pro\" width=\"2040\" height=\"1360\" class=\"aligncenter size-full wp-image-12489\" \/><\/a><\/p>\n<p>Apple <a href=\"http:\/\/www.macsfera.com\/nuevo-ipad-pro\/#smart-connector\" title=\"Nuevo iPad Pro - Smart Connector\" target=\"_blank\">introdujo el Smart Connector<\/a>, un puerto que permit\u00eda conectar accesorios para que interactuasen con el iPad sin necesidad de usar tecnolog\u00eda Bluetooth o bater\u00edas externas. Este puerto transmite energ\u00eda y datos a la par, de modo que para usar un accesorio basta con conectarlo a ese puerto.<\/p>\n<p>En este caso, Apple <a href=\"http:\/\/www.macsfera.com\/nuevo-ipad-pro\/#accesorios\" title=\"Nuevo iPad Pro - Accesorios\" target=\"_blank\">present\u00f3 el Smart Keyboard<\/a>, un h\u00edbrido entre Smart Cover y <a href=\"http:\/\/www.macsfera.com\/nuevo-magic-mouse-2-magic-trackpad-2-y-magic-keyboard\/\" title=\"Nuevo Magic Mouse 2, Magic Trackpad 2 y Magic Keyboard\" target=\"_blank\">Magic Keyboard<\/a> para poder usar el iPad Pro como un port\u00e1til. Dicho teclado est\u00e1 hecho de una tela especial que es impermeable <sup class=\"modern-footnotes-footnote \" data-mfn=\"2\" data-mfn-post-scope=\"000000001fd01fba000000006e5f1a69_12485\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-000000001fd01fba000000006e5f1a69_12485\">2<\/a><\/sup><span id=\"mfn-content-000000001fd01fba000000006e5f1a69_12485\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"2\">Se nos puede caer l\u00edquido o comida en \u00e9l que no se rompe.<\/span> y tiene el <a href=\"http:\/\/www.macsfera.com\/la-gama-macbook-vuelve-a-apple-con-este-nuevo-modelo\/#teclado\" title=\"La gama MacBook vuelve a Apple con este nuevo modelo - Teclado\" target=\"_blank\">mecanismo de mariposa<\/a> del <a href=\"http:\/\/www.macsfera.com\/macbook-asi-es-el-futuro-y-me-encanta\/\" title=\"MacBook: As\u00ed es el futuro, y me encanta\" target=\"_blank\">nuevo MacBook<\/a>. <strong>Pero al probar el teclado me he llevado una decepci\u00f3n.<\/strong> La distribuci\u00f3n de las teclas no es la familiar, el tama\u00f1o y forma tampoco, y encima, como tiene la tela por toda la superficie, la sensaci\u00f3n al escribir es muy rara. No sabes si se ha pulsado la tecla, es inc\u00f3modo y raro. Puede que sea cuesti\u00f3n de acostumbrarse, pero por 170\u20ac creo que no deber\u00eda pasar. <strong>Aprovecho para comentar que es una cagada que el \u00fanico teclado que se puede vender es el americano\u2026<\/strong><\/p>\n<h2>Apple Pencil<\/h2>\n<p class=\"medio\"><a href=\"http:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/11\/17010946\/Apple-Pencil-para-el-iPad-Pro.jpg\"><img src=\"http:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/11\/17010946\/Apple-Pencil-para-el-iPad-Pro.jpg\" alt=\"Apple Pencil para el iPad Pro\" width=\"2040\" height=\"1360\" class=\"aligncenter size-full wp-image-12490\" \/><\/a><\/p>\n<p>Al contrario que el Smart Keyboard, la sensaci\u00f3n que tengo con el <a href=\"http:\/\/www.macsfera.com\/nuevo-ipad-pro\/#accesorios\" title=\"Nuevo iPad Pro - Accesorios\" target=\"_blank\">Apple Pencil<\/a> es muy contraria. <strong>Menuda pasada de accesorio.<\/strong><\/p>\n<p>Llevo unos meses tomando apuntes en clase s\u00f3lo con el iPad y un stylus, estoy preparando un art\u00edculo en el que os hablar\u00e9 de ello. La cosa es que s\u00e9 c\u00f3mo funcionan, las carencias que tienen y qu\u00e9 accesorio es mejor s\u00f3lo con tocarlo.<\/p>\n<p>Parece fino y d\u00e9bil, <strong>pero el Apple Pencil se siente realmente bien en la mano.<\/strong> Es m\u00e1s pesado de lo que pensaba y me recuerda a un l\u00e1piz, no a un boli. <strong>La precisi\u00f3n del dispositivo con la pantalla es alucinante.<\/strong> Me tir\u00e9 dos minutos pegado a ella haciendo trazados, observando el escaso retraso que hay entre mi l\u00ednea y la virtual. <strong>Qued\u00e9 realmente fascinado, en serio, es una pasada.<\/strong><\/p>\n<p>El dispositivo adem\u00e1s registra presi\u00f3n e inclinaci\u00f3n, no es algo que me sirva de mucho pero tambi\u00e9n reacciona muy bien. Sacar un efecto de sombra por tenerlo inclinado la verdad es que es una pasada, pero siendo sinceros, en mis apuntes de poco servir\u00e1.<\/p>\n<p>Fijaos si me gust\u00f3 que hasta pens\u00e9 en comprarlo si se hac\u00eda compatible con el iPad Air 3 <sup class=\"modern-footnotes-footnote \" data-mfn=\"3\" data-mfn-post-scope=\"000000001fd01fba000000006e5f1a69_12485\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-000000001fd01fba000000006e5f1a69_12485\">3<\/a><\/sup><span id=\"mfn-content-000000001fd01fba000000006e5f1a69_12485\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"3\">Lo veremos cuando Apple lo lance.<\/span>. Me pareci\u00f3 un invento tan bueno que realmente creo que la inversi\u00f3n merecer\u00eda la pena para el uso que yo le doy.<\/p>\n<p>Y aqu\u00ed quiero aclarar una cosa, cuando hablo del invento no hablo del Apple Pencil, <strong>hablo del Apple Pencil y del iPad Pro.<\/strong> Porque el iPad Pro forma parte del Apple Pencil. Sin los componentes del nuevo iPad no podr\u00eda ser hoy lo que es.<\/p>\n<p>Lo mejor de todo es que esto no podr\u00eda haber sido posible sin Apple. Hasta ahora las compa\u00f1\u00edas que hacen stylus s\u00f3lo podr\u00edan mejorar el l\u00e1piz en s\u00ed, de modo que llegaban a un punto en el que no pod\u00edan mejorar m\u00e1s. Ahora que el iPad Pro ha mejorado la parte del iPad, las posibilidades de mejora y avance son mucho mayores, y si encima le sumamos que iOS es m\u00e1s permisivo <sup class=\"modern-footnotes-footnote \" data-mfn=\"4\" data-mfn-post-scope=\"000000001fd01fba000000006e5f1a69_12485\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-000000001fd01fba000000006e5f1a69_12485\">4<\/a><\/sup><span id=\"mfn-content-000000001fd01fba000000006e5f1a69_12485\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"4\">Esto es algo que tambi\u00e9n hay que tener en cuenta en el apartado de iOS de arriba porque es gracias al concepto del iPad Pro por lo que iOS ha mejorado este aspecto.<\/span> con estas acciones, tenemos el combo perfecto para el avance.<\/p>\n<h2>El iPad Pro no es para m\u00ed<\/h2>\n<p class=\"medio\"><a href=\"http:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/11\/17011156\/iPad-Pro-y-iPad-Air-2.jpg\"><img src=\"http:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/11\/17011156\/iPad-Pro-y-iPad-Air-2.jpg\" alt=\"iPad Pro y iPad Air 2\" width=\"1920\" height=\"1280\" class=\"aligncenter size-full wp-image-12491\" \/><\/a><\/p>\n<p>Tengo claro desde hace unos meses que el pr\u00f3ximo iPad que saquen ser\u00e1 m\u00edo. En particular voy a por el iPad Air, el que ser\u00eda el 3er modelo. Y voy a por \u00e9l por el tama\u00f1o. Para m\u00ed tiene un tama\u00f1o perfecto, y por esa raz\u00f3n no necesito el iPad Pro a pesar de que estoy a la espera de un iPad.<\/p>\n<p>Yo lo que busco principalmente es movilidad y 13\u201d de pantalla no me aportan la movilidad que necesito en un dispositivo que voy a tener entre manos la mayor\u00eda del tiempo. A parte, el iPad Pro tiene una potencia incre\u00edble para el uso que le suelo dar yo a este dispositivo, ser\u00eda un derroche de recursos sin precedentes.<\/p>\n<p>Otro de los motivos por los que el iPad Pro no es para m\u00ed es porque en verano <a href=\"http:\/\/www.macsfera.com\/mi-nuevo-macbook-pro-retina\/\" title=\"Mi nuevo MacBook Pro Retina\" target=\"_blank\">me hice con un MacBook Pro Retina<\/a>. El port\u00e1til es un complemento perfecto para mi iPad, y viceversa: tengo teclado f\u00edsico, trackpad, una pantalla m\u00e1s grande, un sistema operativo de escritorio (que es muy \u00fatil en determinados casos) y tengo esa potencia extra que necesito para realizar tareas que no puedo realizar en el iPad <sup class=\"modern-footnotes-footnote \" data-mfn=\"5\" data-mfn-post-scope=\"000000001fd01fba000000006e5f1a69_12485\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-000000001fd01fba000000006e5f1a69_12485\">5<\/a><\/sup><span id=\"mfn-content-000000001fd01fba000000006e5f1a69_12485\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"5\">Por mucho que uno se empe\u00f1e en intentar hacer que el iPad haga todo lo que hace con un port\u00e1til, no siempre se puede. El mejor ejemplo es ejecutar dos sistemas operativos distintos para seg\u00fan qu\u00e9 actividades.<\/span>. <strong>Simplemente no tengo la fortuna de que mi trabajo con un ordenador se pueda desarrollar en un iPad de forma completa.<\/strong> En cambio el iPad complementa al port\u00e1til porque me da movilidad, rapidez y comodidad para cuando realmente no necesite todo lo que me ofrece un sistema de escritorio.<\/p>\n<p>Ahora bien, a pesar de que no es un dispositivo para m\u00ed, si s\u00e9 que va a ser una gran aliado a la era Post-PC y para que la gente piense m\u00e1s en <a href=\"http:\/\/www.macsfera.com\/el-ipad-como-equipo-de-trabajo\/\" title=\"El iPad como equipo de trabajo\" target=\"_blank\">el iPad como una herramienta de trabajo<\/a>, algo que provocar\u00e1 un cambio en las aplicaciones a ejecutar y la visi\u00f3n general de las personas.<\/p>\n<p><a href=\"http:\/\/www.macsfera.com\/reviews-y-opiniones-de-los-afortunados-que-tienen-un-ipad-pro\/\" title=\"Reviews y opiniones de los afortunados que tienen un iPad Pro\" target=\"_blank\">Los afortunados<\/a> que se hagan con uno de estos nuevos dispositivos seguro que disfrutar\u00e1n enormemente de todas sus caracter\u00edsticas y posibilidades. A m\u00ed, por el momento, s\u00f3lo me queda esperar a que Apple saque ese nuevo modelo que tanto ans\u00edo y que espero que cumpla con las expectativas.<\/p>\n<p><span class=\"source\">Im\u00e1genes<\/span> <span class=\"via\"><a href=\"http:\/\/www.theverge.com\/2015\/11\/11\/9705966\/apple-ipad-pro-review\" target=\"_blank\">The Verge<\/a><\/span> <span class=\"via\"><a href=\"https:\/\/www.macstories.net\/stories\/ipad-pro-review\/\" target=\"_blank\">MacStories<\/a><\/span> <span class=\"via\"><a href=\"http:\/\/mashable.com\/2015\/11\/11\/apple-ipad-pro-review\/\" target=\"_blank\">Mashable<\/a><\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Antes de ayer fui a la Apple Store por problemas en uno de mis terminales y, al acabar, tuve la posibilidad de<\/p>\n","protected":false},"author":1,"featured_media":12486,"comment_status":"open","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[3,2100,2099,2096],"tags":[2204,2269,9,2169,272,2248,586,2270,2151],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v15.0 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Reflexiones sobre el nuevo iPad Pro<\/title>\n<meta name=\"description\" content=\"Reflexiones que he obtenido tras probar el nuevo iPad Pro con sus dos accesorios, el Smart Keyboard y el Apple Pencil.\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.MacSfera.com\/reflexiones-sobre-el-nuevo-ipad-pro\/\" \/>\n<meta property=\"og:locale\" content=\"es_ES\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Reflexiones sobre el nuevo iPad Pro\" \/>\n<meta property=\"og:description\" content=\"Reflexiones que he obtenido tras probar el nuevo iPad Pro con sus dos accesorios, el Smart Keyboard y el Apple Pencil.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.MacSfera.com\/reflexiones-sobre-el-nuevo-ipad-pro\/\" \/>\n<meta property=\"og:site_name\" content=\"MacSfera\" \/>\n<meta property=\"article:publisher\" content=\"http:\/\/www.facebook.com\/macsfera\" \/>\n<meta property=\"article:author\" content=\"https:\/\/www.facebook.com\/PabloAsekas\" \/>\n<meta property=\"article:published_time\" content=\"2015-11-17T08:29:43+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2015-11-23T16:57:50+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/11\/iPad-Pro-Apple-Store.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"2500\" \/>\n\t<meta property=\"og:image:height\" content=\"1875\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:title\" content=\"Reflexiones sobre el nuevo iPad Pro\" \/>\n<meta name=\"twitter:description\" content=\"Reflexiones que he obtenido tras probar el nuevo iPad Pro con sus dos accesorios, el Smart Keyboard y el Apple Pencil.\" \/>\n<meta name=\"twitter:image\" content=\"http:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/11\/17010025\/iPad-Pro-Apple-Store.jpg\" \/>\n<meta name=\"twitter:creator\" content=\"@https:\/\/twitter.com\/pabloasekas\" \/>\n<meta name=\"twitter:site\" content=\"@MacSferablog\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.MacSfera.com\/#website\",\"url\":\"https:\/\/www.MacSfera.com\/\",\"name\":\"MacSfera\",\"description\":\"Blog sobre Apple con especial inter\\u00e9s en la opini\\u00f3n personal en el Mac, el iPhone y el iPad.\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"https:\/\/www.MacSfera.com\/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"es\"},{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.MacSfera.com\/reflexiones-sobre-el-nuevo-ipad-pro\/#primaryimage\",\"inLanguage\":\"es\",\"url\":\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/11\/iPad-Pro-Apple-Store.jpg\",\"width\":2500,\"height\":1875,\"caption\":\"iPad Pro Apple Store\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.MacSfera.com\/reflexiones-sobre-el-nuevo-ipad-pro\/#webpage\",\"url\":\"https:\/\/www.MacSfera.com\/reflexiones-sobre-el-nuevo-ipad-pro\/\",\"name\":\"Reflexiones sobre el nuevo iPad Pro\",\"isPartOf\":{\"@id\":\"https:\/\/www.MacSfera.com\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/www.MacSfera.com\/reflexiones-sobre-el-nuevo-ipad-pro\/#primaryimage\"},\"datePublished\":\"2015-11-17T08:29:43+00:00\",\"dateModified\":\"2015-11-23T16:57:50+00:00\",\"author\":{\"@id\":\"https:\/\/www.MacSfera.com\/#\/schema\/person\/1c7b5783afd3f0309c3aa8a52942db5a\"},\"description\":\"Reflexiones que he obtenido tras probar el nuevo iPad Pro con sus dos accesorios, el Smart Keyboard y el Apple Pencil.\",\"inLanguage\":\"es\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.MacSfera.com\/reflexiones-sobre-el-nuevo-ipad-pro\/\"]}]},{\"@type\":\"Person\",\"@id\":\"https:\/\/www.MacSfera.com\/#\/schema\/person\/1c7b5783afd3f0309c3aa8a52942db5a\",\"name\":\"Pablo Asekas\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.MacSfera.com\/#personlogo\",\"inLanguage\":\"es\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/f86183a13a9c39523543ae47691e4c72?s=96&r=g\",\"caption\":\"Pablo Asekas\"},\"description\":\"Pablo es la persona detr\\u00e1s de MacSfera, le apasiona la tecnolog\\u00eda y adora Internet. Le gusta hablar de dispositivos y aplicaciones con un punto de vista personal y variado.\",\"sameAs\":[\"https:\/\/www.facebook.com\/PabloAsekas\",\"https:\/\/twitter.com\/https:\/\/twitter.com\/pabloasekas\",\"https:\/\/www.youtube.com\/user\/pabloasekas\",\"http:\/\/www.mylaif.es\"]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","_links":{"self":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts\/12485"}],"collection":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/comments?post=12485"}],"version-history":[{"count":0,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts\/12485\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/media\/12486"}],"wp:attachment":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/media?parent=12485"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/categories?post=12485"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/tags?post=12485"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}