{"id":10816,"date":"2015-06-09T16:07:36","date_gmt":"2015-06-09T15:07:36","guid":{"rendered":"http:\/\/www.MacSfera.com\/?p=10816"},"modified":"2021-10-17T12:48:40","modified_gmt":"2021-10-17T10:48:40","slug":"nuevo-ios-9","status":"publish","type":"post","link":"https:\/\/www.MacSfera.com\/nuevo-ios-9\/","title":{"rendered":"Nuevo iOS 9"},"content":{"rendered":"<p class=\"medio\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/06\/iOS-9.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/06\/iOS-9.jpg\" alt=\"iOS 9\" width=\"1013\" height=\"601\" class=\"aligncenter size-full wp-image-10817\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/06\/iOS-9.jpg 1013w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/06\/iOS-9-300x178.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/06\/iOS-9-220x132.jpg 220w\" sizes=\"(max-width: 1013px) 100vw, 1013px\" \/><\/a><\/p>\n<p>Con motivo de <a href=\"http:\/\/www.macsfera.com\/habra-streaming-oficial-de-la-keynote-de-la-wwdc\/\" title=\"Habr\u00e1 streaming oficial de la keynote de la WWDC\" target=\"_blank\" rel=\"noopener noreferrer\">la keynote<\/a> de la <a href=\"http:\/\/www.macsfera.com\/la-wwdc-de-2015-se-celebrara-del-8-al-12-de-junio\/\" title=\"La WWDC de 2015 se celebrar\u00e1 del 8 al 12 de junio\" target=\"_blank\" rel=\"noopener noreferrer\">WWDC15<\/a>, <strong>Apple present\u00f3 ayer el nuevo sistema operativo para dispositivos m\u00f3viles: iOS 9.<\/strong><\/p>\n<p>Este sistema, al igual que el <a href=\"http:\/\/www.macsfera.com\/nuevo-os-x-el-capitan\/\" title=\"Nuevo OS X El Capitan\" target=\"_blank\" rel=\"noopener noreferrer\">nuevo OS X El Capitan<\/a>, <strong>se centra en mejorar la experiencia de uso del usuario final y mejorar el rendimiento general del dispositivo.<\/strong> Seg\u00fan las publicaciones de los usuarios que est\u00e1n probando las betas, parece que no existen grandes novedades, pero por el contrario se han implementado un mont\u00f3n de funciones que facilitan notablemente el uso que le damos al terminal y est\u00e1n m\u00e1s contentos por el hecho de mejorar la experiencia.<\/p>\n<p><!--more--><\/p>\n<p><a name=\"creando-y-reinventando\"><\/a><\/p>\n<h2>Creando y reinventando<\/h2>\n<p class=\"medio\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/06\/Aplicacion-notas-y-news-iOS-9.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/06\/Aplicacion-notas-y-news-iOS-9.jpg\" alt=\"Aplicaci\u00f3n notas y news iOS 9\" width=\"1500\" height=\"962\" class=\"aligncenter size-full wp-image-10818\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/06\/Aplicacion-notas-y-news-iOS-9.jpg 1500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/06\/Aplicacion-notas-y-news-iOS-9-300x192.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/06\/Aplicacion-notas-y-news-iOS-9-1024x657.jpg 1024w\" sizes=\"(max-width: 1500px) 100vw, 1500px\" \/><\/a><\/p>\n<p>Apple sigue gui\u00e1ndose por la filosof\u00eda de empezar a usar desde que lo sacas de la caja, <strong>por ello ha creado algunas aplicaciones con funcionalidades nuevas y ha hecho un redise\u00f1o de algunas ya existentes:<\/strong><\/p>\n<p><strong>La nueva aplicaci\u00f3n News<\/strong> permite recolectar noticias en base a nuestros gustos de distintos medios. Estas noticias estar\u00e1n presentes en una sola aplicaci\u00f3n, de modo que ya no es necesario ir recorriendo muchas fuentes, todo en el mismo lugar. Adem\u00e1s, el sistema es muy r\u00e1pido, un digno rival de Facebook News, directamente en nuestro tel\u00e9fono. La parte negativa de este nuevo sistema es que s\u00f3lo est\u00e1 disponible en EEUU, UK y Australia, por lo que tendremos que esperar si queremos usarlo. Otro punto negativo es que parece que no soporta que los usuarios agreguen su propio contenido a trav\u00e9s de RSS, con lo que aunque no dispongamos de fuentes en nuestro pa\u00eds, tampoco podremos usarla para nuestros propios fines.<\/p>\n<p><strong>La aplicaci\u00f3n Notas,<\/strong> al igual que pas\u00f3 en la versi\u00f3n de escritorio, ahora est\u00e1 m\u00e1s vitaminada permitiendo a\u00f1adir listas de tareas, direcciones web, ubicaciones de mapas, dibujar, etc. La aplicaci\u00f3n tambi\u00e9n se implementa en la propiedad ShareSheets de iOS, de modo que podemos mandar casi cualquier cosa a dicha aplicaci\u00f3n.<\/p>\n<p class=\"medio\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/06\/Mapas-en-iOS-9.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/06\/Mapas-en-iOS-9.jpg\" alt=\"Mapas en iOS 9\" width=\"1336\" height=\"1282\" class=\"aligncenter size-full wp-image-10819\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/06\/Mapas-en-iOS-9.jpg 1336w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/06\/Mapas-en-iOS-9-300x288.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/06\/Mapas-en-iOS-9-1024x983.jpg 1024w\" sizes=\"(max-width: 1336px) 100vw, 1336px\" \/><\/a><\/p>\n<p><strong>Mapas<\/strong> tambi\u00e9n incluye la novedad ya presentada en OS X, ahora podemos ver con detalle todas las l\u00edneas de transporte p\u00fablico de una ciudad. Podemos obtener detalles de las estaciones, las l\u00edneas, los tiempos de llegada y salida, cuanto tiempo hay que andar en caso de que haya transbordos, etc. Tambi\u00e9n se ha implementado la propiedad de Cercano, para obtener todo tipo de comercios y restaurantes cerca de nosotros con el fin de estar siempre al tanto de las oportunidades que nos surgen cuando estamos por la calle.<\/p>\n<p class=\"medio\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/06\/Wallet-en-iOS-9.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/06\/Wallet-en-iOS-9.jpg\" alt=\"Wallet en iOS 9\" width=\"1700\" height=\"1352\" class=\"aligncenter size-full wp-image-10820\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/06\/Wallet-en-iOS-9.jpg 1700w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/06\/Wallet-en-iOS-9-300x239.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/06\/Wallet-en-iOS-9-1024x814.jpg 1024w\" sizes=\"(max-width: 1700px) 100vw, 1700px\" \/><\/a><\/p>\n<p>Passbook desaparece y deja paso a una <strong>nueva aplicaci\u00f3n llamada Wallet.<\/strong> Esta aplicaci\u00f3n se encarga de manejar tus tarjetas de cr\u00e9dito para pagar con Apple Pay y a\u00f1ade todas esas tarjetas de eventos, entradas o vuelos que manejaba Passbook. Adem\u00e1s, ahora incluye tarjetas de fidelizaci\u00f3n de las distintas tiendas a las que acudamos. De esta manera todo es virtual y cada vez requerimos de menos espacio en nuestra cartera.<\/p>\n<p><strong>CarPlay<\/strong> se vuelve m\u00e1s funcional permitiendo reproducir los mensajes que recibamos y se combina mucho mejor con nuestro coche para que el m\u00f3vil sea todo lo \u00fatil que nos es en la mano, pero sin retirar la vista de la carretera ni poner en peligro a nadie.<\/p>\n<p class=\"grande\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/06\/Siri-en-iOS-9.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/06\/Siri-en-iOS-9.jpg\" alt=\"Siri en iOS 9\" width=\"2184\" height=\"1335\" class=\"aligncenter size-full wp-image-10821\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/06\/Siri-en-iOS-9.jpg 2184w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/06\/Siri-en-iOS-9-300x183.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/06\/Siri-en-iOS-9-1024x626.jpg 1024w\" sizes=\"(max-width: 2184px) 100vw, 2184px\" \/><\/a><\/p>\n<p><strong>Siri<\/strong> es una de los puntos fuertes en cuanto a novedades se refiere. Ha sido redise\u00f1ada de cero varias veces desde que se present\u00f3, y por ese motivo han conseguido que vaya hasta un 40% m\u00e1s r\u00e1pido en las respuestas, con un lenguaje m\u00e1s natural y un tono m\u00e1s agradable, aunque no se han conformado con ello:<\/p>\n<p>Ahora <strong>Siri es capaz de buscar informaci\u00f3n en aplicaciones gracias a su nueva API<\/strong> que cada desarrollador podr\u00e1 implementar. Tambi\u00e9n se vuelve m\u00e1s precisa y \u00fatil, y sabr\u00e1 hacer b\u00fasquedas en profundidad a la par que ser\u00e1 consciente de nuestro entorno.<\/p>\n<p>Esto se traduce en hacer b\u00fasquedas muy precisas que ni si quiera hemos sido conscientes de organizar: <em>&quot;Muestra fotos del cumplea\u00f1os de Ana&quot;<\/em>. O en pedir cosas a Siri en base a acciones que ocurren en nuestro tel\u00e9fono sin especificar: <em>&quot;Recu\u00e9rdame esto cuando llegue a casa&quot;<\/em>.<\/p>\n<p class=\"medio\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/06\/Busqueda-en-iOS-9.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/06\/Busqueda-en-iOS-9.jpg\" alt=\"B\u00fasqueda en iOS 9\" width=\"1336\" height=\"757\" class=\"aligncenter size-full wp-image-10822\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/06\/Busqueda-en-iOS-9.jpg 1336w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/06\/Busqueda-en-iOS-9-300x170.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/06\/Busqueda-en-iOS-9-1024x580.jpg 1024w\" sizes=\"(max-width: 1336px) 100vw, 1336px\" \/><\/a><\/p>\n<p>Al igual que ocurre con Spotlight en el Mac, <strong>ahora el cuadro de b\u00fasqueda de iOS<\/strong> \u2013que ha cambiado de lugar volviendo al lado izquierdo del primer escritorio- <strong>se vuelve m\u00e1s \u00fatil<\/strong> al proveer de informaci\u00f3n basada en nuestras peticiones. De esta forma podremos obtener contactos, direcciones, detalles sobre el tiempo o la bolsa, operaciones matem\u00e1ticas, etc.<\/p>\n<p><strong>Siri se ha vuelto proactivo,<\/strong> una cualidad que lleva presente en otros asistentes, pero que puede ser de gran utilidad. Esto supone que Siri aprende de nuestros h\u00e1bitos y costumbres y en base a eso nos sugiere acciones inteligentes antes incluso de que lo pidamos.<\/p>\n<p><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/06\/iCloud-Drive-en-iOS-9.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/06\/iCloud-Drive-en-iOS-9.jpg\" alt=\"iCloud Drive en iOS 9\" width=\"696\" height=\"289\" class=\"aligncenter size-full wp-image-10823\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/06\/iCloud-Drive-en-iOS-9.jpg 696w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/06\/iCloud-Drive-en-iOS-9-300x125.jpg 300w\" sizes=\"(max-width: 696px) 100vw, 696px\" \/><\/a><\/p>\n<p>Hay unas cuantas novedades ocultas en esta nueva versi\u00f3n, y una de ellas es <strong>un gestor de archivos de iCloud Drive<\/strong> que tenemos que sacar desde las preferencias del dispositivo. No sab\u00e9is lo mucho que me he alegrado al saber que esto exist\u00eda puesto que ya os coment\u00e9 <a href=\"http:\/\/www.macsfera.com\/el-ipad-como-equipo-de-trabajo\/\" title=\"El iPad como equipo de trabajo\" target=\"_blank\" rel=\"noopener noreferrer\">ciertos deseos<\/a> para que Apple mejorase iOS.<\/p>\n<h3><a name=\"propiedades-exclusivas\">Propiedades exclusivas del iPad<\/a><\/h3>\n<p class=\"medio\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/06\/Multitarea-iPad-iOS-9.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/06\/Multitarea-iPad-iOS-9.jpg\" alt=\"Multitarea iPad iOS 9\" width=\"1538\" height=\"1110\" class=\"aligncenter size-full wp-image-10824\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/06\/Multitarea-iPad-iOS-9.jpg 1538w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/06\/Multitarea-iPad-iOS-9-300x217.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/06\/Multitarea-iPad-iOS-9-1024x739.jpg 1024w\" sizes=\"(max-width: 1538px) 100vw, 1538px\" \/><\/a><\/p>\n<p>Apple dio la campanada ayer presentando una serie de novedades MUY pedidas por los usuarios durante bastante tiempo en el iPad y que por fin han implementado, para nuestro gusto. <strong>La primera de todas fue la multitarea real.<\/strong><\/p>\n<p><strong>Slide Over<\/strong> es la nueva propiedad por la cual podemos tener dos aplicaciones abiertas a la vez en el iPad. Ya sab\u00e9is que cada aplicaci\u00f3n que abrimos en iOS ocupa la pantalla completa y s\u00f3lo podemos centrarnos en ella. <strong>Pues ahora esa pantalla se dividir\u00eda a nuestro antojo para poder tener dos aplicaciones a la vez funcionando.<\/strong> Adem\u00e1s, ha dise\u00f1ado un sistema llamado Picture in Picture que permite dejar una ventana de v\u00eddeo flotando y operar con otra aplicaci\u00f3n a pantalla completa.<\/p>\n<p>El punto negativo de estas novedades es que los dispositivos est\u00e1n muy limitados a su uso, <strong>siendo los \u00faltimos presentados los m\u00e1s beneficiados.<\/strong> La potencia de los procesadores tiene un gran papel y los modelos antiguos no est\u00e1n a la altura.<\/p>\n<p><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/06\/Teclado-especial-iPad-iOS-9.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/06\/Teclado-especial-iPad-iOS-9.jpg\" alt=\"Teclado especial iPad iOS 9\" width=\"1538\" height=\"1110\" class=\"aligncenter size-full wp-image-10825\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/06\/Teclado-especial-iPad-iOS-9.jpg 1538w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/06\/Teclado-especial-iPad-iOS-9-300x217.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/06\/Teclado-especial-iPad-iOS-9-1024x739.jpg 1024w\" sizes=\"(max-width: 1538px) 100vw, 1538px\" \/><\/a><\/p>\n<p><strong>El teclado tambi\u00e9n ha sufrido un gran cambio<\/strong> y ahora cumple con varias funciones que se pueden personalizar para tenerlas a mano. Funciones como copiar o pegar, o algunas m\u00e1s espec\u00edficas de las aplicaciones como adjuntar archivos, etc. Adem\u00e1s, <strong>el teclado ahora es como un trackpad,<\/strong> podremos mover el cursor por toda la pantalla e incluso seleccionar texto. Estas propiedades ya las incluyen aplicaciones como <a href=\"http:\/\/www.macsfera.com\/ulysses-la-aplicacion-que-todo-escritor-deberia-usar\/\" title=\"Ulysses: la aplicaci\u00f3n que todo escritor deber\u00eda usar\" target=\"_blank\" rel=\"noopener noreferrer\">Ulysses<\/a>, pero ahora vendr\u00edan de forma nativa.<\/p>\n<p>Si trabajamos con teclados externos, <strong>ahora podremos ejecutar ciertos comandos<\/strong> para cambiar de aplicaciones, hacer b\u00fasquedas e incluso tener acciones distintas en funci\u00f3n de las aplicaciones que usemos y los desarrolladores de cada aplicaci\u00f3n.<\/p>\n<p>Todas estas nuevas funciones se centran en mejorar mucho m\u00e1s nuestra productividad con el iPad.<\/p>\n<h2>Rendimiento<\/h2>\n<p class=\"grande\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/06\/Rendimiento-en-iOS-9.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/06\/Rendimiento-en-iOS-9.jpg\" alt=\"Rendimiento en iOS 9\" width=\"2500\" height=\"965\" class=\"aligncenter size-full wp-image-10826\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/06\/Rendimiento-en-iOS-9.jpg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/06\/Rendimiento-en-iOS-9-300x116.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/06\/Rendimiento-en-iOS-9-1024x395.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p><strong>El rendimiento es el segundo factor de esta versi\u00f3n,<\/strong> iOS cada vez tiene m\u00e1s funciones y llega un punto en el que, o te centras en hacer que todo funcione bien, o eso no ser\u00e1 nada usable porque tu software no es el adecuado. <strong>Y Apple ha optado por lo primero con mejoras significantes.<\/strong><\/p>\n<p><strong>La bater\u00eda es el primer apartado que han tocado.<\/strong> Se han mejorado todos los componentes generales para que sean m\u00e1s eficientes permitiendo alargar la vida de la bater\u00eda 1 hora a carga completa. La comunicaci\u00f3n con los sensores de proximidad y luz es m\u00e1s precisa y eso ayuda al consumo ya que el tel\u00e9fono sabe cuando notificar y cuando no. <strong>Se ha a\u00f1adido un nuevo modo de bater\u00eda baja,<\/strong> o bajo consumo, que se encarga de reducir las funciones del dispositivo al m\u00ednimo para poder aguantar lo m\u00e1ximo posible con bater\u00eda en caso de que lo necesitemos urgentemente <sup class=\"modern-footnotes-footnote \" data-mfn=\"1\" data-mfn-post-scope=\"0000000049cb4d84000000004ed75abf_10816\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-0000000049cb4d84000000004ed75abf_10816\">1<\/a><\/sup><span id=\"mfn-content-0000000049cb4d84000000004ed75abf_10816\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"1\">Tal modo lo vimos ya en el Apple Watch y pens\u00e1bamos que era por falta de capacidad, ahora vemos que Apple quiere empezar a estandarizar estas cosas en sus dispositivos, aunque la capacidad de la bater\u00eda no sea un problema.<\/span>.<\/p>\n<p>Otra de las ventajas de que todo haya sido rescrito es que <strong>han conseguido reducir el tama\u00f1o de las actualizaciones.<\/strong> iOS 8 necesitaba 4.6 GB de espacio en el tel\u00e9fono si quer\u00edamos actualizar desde el propio terminal <sup class=\"modern-footnotes-footnote \" data-mfn=\"2\" data-mfn-post-scope=\"0000000049cb4d84000000004ed75abf_10816\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-0000000049cb4d84000000004ed75abf_10816\">2<\/a><\/sup><span id=\"mfn-content-0000000049cb4d84000000004ed75abf_10816\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"2\">Acci\u00f3n criticada por una gran cantidad de usuarios.<\/span>, pero iOS 9 s\u00f3lo pesar\u00e1 1.3 GB.<\/p>\n<p><strong>Metal tambi\u00e9n pasar\u00e1 a formar parte de todo tipo de aplicaciones,<\/strong> no solo de juegos como se dijo el a\u00f1o pasado. Esto ayudar\u00e1 a que la mayor\u00eda de transiciones y contenido se renderice con mayor rapidez y naturalidad.<\/p>\n<p><strong>La seguridad forma parte tambi\u00e9n de esta actualizaci\u00f3n<\/strong> con mayores protocolos de seguridad, autenticaci\u00f3n en dos pasos y c\u00f3digos de seguridad m\u00e1s largos. Apple quiere que podamos usar nuestros dispositivos y la informaci\u00f3n que almacenamos de la forma m\u00e1s simple sin hacerla peligrar.<\/p>\n<p class=\"medio\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/06\/Migraci\u00f3n-de-Android-iOS-9.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/06\/Migraci\u00f3n-de-Android-iOS-9.jpg\" alt=\"Migraci\u00f3n de Android iOS 9\" width=\"1524\" height=\"1286\" class=\"aligncenter size-full wp-image-10828\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/06\/Migraci\u00f3n-de-Android-iOS-9.jpg 1524w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/06\/Migraci\u00f3n-de-Android-iOS-9-300x253.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/06\/Migraci\u00f3n-de-Android-iOS-9-1024x864.jpg 1024w\" sizes=\"(max-width: 1524px) 100vw, 1524px\" \/><\/a><\/p>\n<p>Y por primera vez en la historia, <strong>iOS 9 cuenta con herramientas para ayudarte a migrar toda tu informaci\u00f3n de un dispositivo Android a un dispositivo iOS.<\/strong> Esta aplicaci\u00f3n de Android \u2013desarrollada por Apple\u2013 te ayuda a transferir tus contactos, im\u00e1genes, canciones (sin DRM), mensajes y analiza las aplicaciones que usas en Android para sugerirte esas mismas descargas en tu nuevo iPhone. Todo ello comparti\u00e9ndose por Wi-Fi.<\/p>\n<h2><a name=\"obsolescencia-programada\">\u00bfObsolescencia programada?<\/a><\/h2>\n<p class=\"medio\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/06\/Compatibilidad-iOS-9.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/06\/Compatibilidad-iOS-9.jpg\" alt=\"Compatibilidad iOS 9\" width=\"2120\" height=\"1276\" class=\"aligncenter size-full wp-image-10829\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/06\/Compatibilidad-iOS-9.jpg 2120w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/06\/Compatibilidad-iOS-9-300x181.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/06\/Compatibilidad-iOS-9-1024x616.jpg 1024w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/06\/Compatibilidad-iOS-9-220x132.jpg 220w\" sizes=\"(max-width: 2120px) 100vw, 2120px\" \/><\/a><\/p>\n<p><strong>iOS 9 estar\u00e1 disponible en oto\u00f1o,<\/strong> con una beta p\u00fablica en julio (la primera de la historia de iOS) <strong>y ser\u00e1 compatible con todos y cada uno de los dispositivos que eran compatibles con iOS 8.<\/strong> Desde el iPhone 4S hasta el m\u00e1s nuevo, desde el iPad 2 hasta el m\u00e1s nuevo y con el iPod touch de quinta generaci\u00f3n. De esta forma, Apple se encarga de dar un golpe en la mesa ante uno de los mayores inconvenientes de su rival m\u00e1s directo.<\/p>\n<p>Por supuesto, <strong>no todos los dispositivos podr\u00e1n disponer de ciertas funciones de iOS 9,<\/strong> pero si conseguir un mejor rendimiento gracias a la nueva versi\u00f3n.<\/p>\n<p>Al ver la presentaci\u00f3n, <strong>realmente sent\u00ed como Apple s\u00ed quiere demostrar que iOS es el mejor sistema operativo m\u00f3vil y como s\u00ed quiere demostrar que el iPad est\u00e1 a la altura para crear contenido.<\/strong> Queda mucho por hacer, pero este tipo de cambios son los que hace que no pierda la fe.<\/p>\n<p><span class=\"source\">M\u00e1s info<\/span> <span class=\"via\"><a href=\"http:\/\/www.apple.com\/ios\/ios9-preview\/\" target=\"_blank\" rel=\"noopener noreferrer\">Apple<\/a><\/span><\/p>\n<p><span class=\"source\">Imagen<\/span> <span class=\"via\"><a href=\"http:\/\/9to5mac.com\/2015\/06\/08\/icloud-drive-app\/\" target=\"_blank\" rel=\"noopener noreferrer\">9To5Mac<\/a><\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Con motivo de la keynote de la WWDC15, Apple present\u00f3 ayer el nuevo sistema operativo para dispositivos m\u00f3viles: iOS 9. Este sistema,<\/p>\n","protected":false},"author":1,"featured_media":10817,"comment_status":"open","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[2100,20],"tags":[2159,9,272,11,2013,2153,2155,2157,1348,2210,2077,2162,2035,1020,784,2160,371,2161,2120,2158,2156],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v15.0 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Nuevo iOS 9<\/title>\n<meta name=\"description\" content=\"Novedades, mejoras y detalles de iOS 9, el nuevo sistema operativo que ha presentado Apple para el iPhone y el iPad\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.MacSfera.com\/nuevo-ios-9\/\" \/>\n<meta property=\"og:locale\" content=\"es_ES\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Nuevo iOS 9\" \/>\n<meta property=\"og:description\" content=\"Novedades, mejoras y detalles de iOS 9, el nuevo sistema operativo que ha presentado Apple para el iPhone y el iPad\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.MacSfera.com\/nuevo-ios-9\/\" \/>\n<meta property=\"og:site_name\" content=\"MacSfera\" \/>\n<meta property=\"article:publisher\" content=\"http:\/\/www.facebook.com\/macsfera\" \/>\n<meta property=\"article:author\" content=\"https:\/\/www.facebook.com\/PabloAsekas\" \/>\n<meta property=\"article:published_time\" content=\"2015-06-09T15:07:36+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2021-10-17T10:48:40+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/06\/iOS-9.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"1013\" \/>\n\t<meta property=\"og:image:height\" content=\"601\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:title\" content=\"Nuevo iOS 9\" \/>\n<meta name=\"twitter:description\" content=\"Novedades, mejoras y detalles de iOS 9, el nuevo sistema operativo que ha presentado Apple para el iPhone y el iPad\" \/>\n<meta name=\"twitter:image\" content=\"http:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/06\/09154814\/iOS-9.jpg\" \/>\n<meta name=\"twitter:creator\" content=\"@https:\/\/twitter.com\/pabloasekas\" \/>\n<meta name=\"twitter:site\" content=\"@MacSferablog\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.MacSfera.com\/#website\",\"url\":\"https:\/\/www.MacSfera.com\/\",\"name\":\"MacSfera\",\"description\":\"Blog sobre Apple con especial inter\\u00e9s en la opini\\u00f3n personal en el Mac, el iPhone y el iPad.\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"https:\/\/www.MacSfera.com\/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"es\"},{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.MacSfera.com\/nuevo-ios-9\/#primaryimage\",\"inLanguage\":\"es\",\"url\":\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/06\/iOS-9.jpg\",\"width\":1013,\"height\":601,\"caption\":\"iOS 9\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.MacSfera.com\/nuevo-ios-9\/#webpage\",\"url\":\"https:\/\/www.MacSfera.com\/nuevo-ios-9\/\",\"name\":\"Nuevo iOS 9\",\"isPartOf\":{\"@id\":\"https:\/\/www.MacSfera.com\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/www.MacSfera.com\/nuevo-ios-9\/#primaryimage\"},\"datePublished\":\"2015-06-09T15:07:36+00:00\",\"dateModified\":\"2021-10-17T10:48:40+00:00\",\"author\":{\"@id\":\"https:\/\/www.MacSfera.com\/#\/schema\/person\/1c7b5783afd3f0309c3aa8a52942db5a\"},\"description\":\"Novedades, mejoras y detalles de iOS 9, el nuevo sistema operativo que ha presentado Apple para el iPhone y el iPad\",\"inLanguage\":\"es\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.MacSfera.com\/nuevo-ios-9\/\"]}]},{\"@type\":\"Person\",\"@id\":\"https:\/\/www.MacSfera.com\/#\/schema\/person\/1c7b5783afd3f0309c3aa8a52942db5a\",\"name\":\"Pablo Asekas\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.MacSfera.com\/#personlogo\",\"inLanguage\":\"es\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/f86183a13a9c39523543ae47691e4c72?s=96&r=g\",\"caption\":\"Pablo Asekas\"},\"description\":\"Pablo es la persona detr\\u00e1s de MacSfera, le apasiona la tecnolog\\u00eda y adora Internet. Le gusta hablar de dispositivos y aplicaciones con un punto de vista personal y variado.\",\"sameAs\":[\"https:\/\/www.facebook.com\/PabloAsekas\",\"https:\/\/twitter.com\/https:\/\/twitter.com\/pabloasekas\",\"https:\/\/www.youtube.com\/user\/pabloasekas\",\"http:\/\/www.mylaif.es\"]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","_links":{"self":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts\/10816"}],"collection":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/comments?post=10816"}],"version-history":[{"count":2,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts\/10816\/revisions"}],"predecessor-version":[{"id":17936,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts\/10816\/revisions\/17936"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/media\/10817"}],"wp:attachment":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/media?parent=10816"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/categories?post=10816"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/tags?post=10816"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}