{"id":16155,"date":"2017-01-05T18:13:59","date_gmt":"2017-01-05T17:13:59","guid":{"rendered":"https:\/\/www.MacSfera.com\/?p=16155"},"modified":"2017-02-13T19:17:45","modified_gmt":"2017-02-13T18:17:45","slug":"logitech-mx-master-el-mejor-raton-para-mac","status":"publish","type":"post","link":"https:\/\/www.MacSfera.com\/logitech-mx-master-el-mejor-raton-para-mac\/","title":{"rendered":"Logitech MX Master: el mejor rat\u00f3n para el Mac"},"content":{"rendered":"<p class=\"grande\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05164701\/Opinion-del-MX-Master.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05164701\/Opinion-del-MX-Master.jpg\" alt=\"Opinion del MX Master\" width=\"2500\" height=\"1666\" class=\"aligncenter size-full wp-image-16157\" srcset=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05164701\/Opinion-del-MX-Master.jpg 2500w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05164701\/Opinion-del-MX-Master.jpg 300w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05164701\/Opinion-del-MX-Master.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>El a\u00f1o pasado, por estas fechas, <a target=\"_blank\" title=\"Vamos a probar qu\u00e9 tal va este bicho en el LOL\" href=\"http:\/\/www.mylaif.es\/probar-tal-va-este-bicho-lol\/\">recib\u00ed de regalo<\/a> <strong>el Logitech MX Master,<\/strong> la nueva versi\u00f3n de los ratones MX que tan buena sensaci\u00f3n causa sobre los usuarios de Mac.<\/p>\n<p>Tras un a\u00f1o y probarlo al m\u00e1ximo, <strong>esta es mi opini\u00f3n sobre este fant\u00e1stico perif\u00e9rico que ha mejorado notablemente mi comunicaci\u00f3n con mis Macs.<\/strong><\/p>\n<p><!--more--><\/p>\n<p>Nunca he esperado tanto tiempo para escribir una review, pero creo que gracias a ello he podido saber c\u00f3mo usar a la perfecci\u00f3n este rat\u00f3n, conseguir aprovechar todas sus cualidades, saber sus defectos y c\u00f3mo configurarlo para obtener un gran rendimiento.<\/p>\n<p>Empecemos hablando acerca de lo dif\u00edcil que es para un usuario de macOS encontrar un rat\u00f3n competente al margen del de Apple. El motivo es sencillo: <strong>macOS tiene gestos y muy pocos ratones soportan esos gestos.<\/strong><\/p>\n<p class=\"medio\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05164739\/MX-Master-de-Logitech.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05164739\/MX-Master-de-Logitech.jpg\" alt=\"MX Master de Logitech\" width=\"2500\" height=\"1666\" class=\"aligncenter size-full wp-image-16158\" srcset=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05164739\/MX-Master-de-Logitech.jpg 2500w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05164739\/MX-Master-de-Logitech.jpg 300w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05164739\/MX-Master-de-Logitech.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>Esto hace que encontrar un rat\u00f3n que nos permita comunicarnos con nuestro Mac al 100% sea muy dif\u00edcil, por no decir casi imposible. S\u00ed, cualquier rat\u00f3n nos sirve para el uso b\u00e1sico, pero si queremos hacer todo lo que el sistema permite necesitamos algo muy particular.<\/p>\n<p>La mejor opci\u00f3n suele ser el rat\u00f3n de Apple porque es completamente compatible con el sistema, pero no a todo el mundo le gusta y tienen sus motivos. Para todas esas personas, <strong>existe el MX Master,<\/strong> uno de los pocos ratones que son capaces de sustituir al Magic Mouse.<\/p>\n<h2 class=\"review\">Caracter\u00edsticas generales<\/h2>\n<div class=\"galerias grande\" data-layout=\"14\" style=\"visibility: hidden;\">\n<img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05165127\/Diseno-del-MX-Master-5.jpg\" title=\"\" alt=\"\" \/>\n<img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05165122\/Diseno-del-MX-Master-2.jpg\" title=\"\" alt=\"\" \/>\n<img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05165120\/Diseno-del-MX-Master-1.jpg\" title=\"\" alt=\"\" \/>\n<img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05165125\/Diseno-del-MX-Master-4.jpg\" title=\"\" alt=\"\" \/>\n<img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05165123\/Diseno-del-MX-Master-3.jpg\" title=\"\" alt=\"\" \/>\n\n<\/div>\n<p>Antes de entrar en materia y explicaros porqu\u00e9 el MX Master es un rival honorable que incluso derrota a la propuesta de Apple, <strong>voy a proceder a describiros de forma general c\u00f3mo es el dispositivo:<\/strong><\/p>\n<p>En total <strong>cuenta con siete botones y dos ruedas<\/strong> en un cuerpo de pl\u00e1stico que es ergon\u00f3mico a m\u00e1s no poder. El rat\u00f3n se adapta a la palma de la mano sin problemas y es muy c\u00f3modo de usar. Aunque eso s\u00ed, s\u00f3lo est\u00e1 hecho para aquellas personas que usan el rat\u00f3n con la mano derecha, si no, es imposible.<\/p>\n<p>De las dos ruedas, una de ellas \u2013la del scroll\u2013 <strong>cuenta con un sistema llamado SmartShift.<\/strong> Este sistema controla el comportamiento de la rueda cuando lo usamos con m\u00e1s o menos intensidad:<\/p>\n<ul>\n<li><strong>Si aplicamos poca intensidad:<\/strong> ejerce una cierta resistencia para que nuestro desplazamiento sea preciso<\/li>\n<li><strong>Si aplicamos mucha intensidad:<\/strong> la resistencia desaparece dejando que la rueda gire libremente para poder emular la sensaci\u00f3n de inercia<\/li>\n<\/ul>\n<p>Su sensor \u00f3ptico es de alta precisi\u00f3n, <strong>permitiendo al MX Master funcionar incluso en superficies con cristal<\/strong> de un m\u00ednimo de 4mm de grosor. No s\u00e9 vosotros, pero pocos ratones existen en el mercado que puedan funcionar sobre cristal a la perfecci\u00f3n, el MX Master es uno de ellos.<\/p>\n<p class=\"medio\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05165356\/MX-Master-con-bateria.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05165356\/MX-Master-con-bateria.jpg\" alt=\"MX Master con bateria\" width=\"2500\" height=\"1666\" class=\"aligncenter size-full wp-image-16164\" srcset=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05165356\/MX-Master-con-bateria.jpg 2500w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05165356\/MX-Master-con-bateria.jpg 300w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05165356\/MX-Master-con-bateria.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p><strong>Tiene bater\u00eda incorporada y se carga con un cable micro USB,<\/strong> la duraci\u00f3n de la bater\u00eda depender\u00e1 del uso que le deis, pero en un uso intensivo puede ser bastante larga, unas 2 o 3 semanas con un uso diario que excede las 7 horas. Cuenta con indicadores de carga por si quer\u00e9is saber m\u00e1s sobre el estado del rat\u00f3n y el software que le acompa\u00f1a notifica cuando se est\u00e1 quedando sin bater\u00eda.<\/p>\n<p>Y como todo perif\u00e9rico inal\u00e1mbrico, <strong>se conecta por Bluetooth a cualquier ordenador.<\/strong> El rat\u00f3n soporta tres perfiles distintos de Bluetooth, eso significa que <strong>podemos vincularlo con 3 ordenadores distintos<\/strong> y usarlo pulsando un solo bot\u00f3n para que se conecte con uno u otro. Esta propiedad es extremadamente \u00fatil si ten\u00e9is varios ordenadores, yo lo uso en mi iMac y en <a target=\"_blank\" title=\"Mi nuevo MacBook Pro Retina\" href=\"https:\/\/www.macsfera.com\/mi-nuevo-macbook-pro-retina\/\">mi MacBook Pro<\/a>, y es una gozada tener que pulsar solamente un bot\u00f3n y no meterte en configuraciones del sistema, desemparejamiento, emparejamiento, etc.<\/p>\n<p>Adem\u00e1s, <strong>incluye la soluci\u00f3n USB de Logitech para aquellos ordenadores que no tengan Bluetooth.<\/strong> B\u00e1sicamente es un receptor que permite un pareado f\u00e1cil y r\u00e1pido. Hoy en d\u00eda a penas hay ordenadores que no tengan Bluetooth, pero est\u00e1 bien que lo incluyan, sobretodo pensando en esos equipos de oficina en los que la conectividad inal\u00e1mbrica no es lo m\u00e1s importante.<\/p>\n<h2 class=\"review\">La uni\u00f3n hardware-software<\/h2>\n<p class=\"grande\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05165525\/Rueda-lateral-del-MX-MAster.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05165525\/Rueda-lateral-del-MX-MAster.jpg\" alt=\"Rueda lateral del MX MAster\" width=\"2500\" height=\"1666\" class=\"aligncenter size-full wp-image-16165\" srcset=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05165525\/Rueda-lateral-del-MX-MAster.jpg 2500w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05165525\/Rueda-lateral-del-MX-MAster.jpg 300w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05165525\/Rueda-lateral-del-MX-MAster.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p><strong>Uno de los secretos del MX Master es que cuenta con una aplicaci\u00f3n que nos permite configurar todos los aspectos del rat\u00f3n.<\/strong> Eso hace que las posibilidades del dispositivo sean infinitas, y lo que es mejor, sean \u00fanicas para cada uno de sus usuarios.<\/p>\n<p>Ya me pas\u00f3 con el <a target=\"_blank\" title=\"Doxie One: el esc\u00e1ner port\u00e1til que combina hardware y software\" href=\"https:\/\/www.macsfera.com\/doxie-one-el-escaner-portatil-que-combina-hardware-y-software\/\">Doxie One<\/a>, gracias al software, <strong>un accesorio mejora notablemente<\/strong> al margen de sus caracter\u00edsticas f\u00edsicas y eso, en general, <strong>lo convierte en un mejor producto que el resto de su clase.<\/strong><\/p>\n<p class=\"medio\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05165550\/App-Logitech-Options-MX-Master.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05165550\/App-Logitech-Options-MX-Master.jpg\" alt=\"App Logitech Options MX Master\" width=\"1034\" height=\"714\" class=\"aligncenter size-full wp-image-16166\" srcset=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05165550\/App-Logitech-Options-MX-Master.jpg 1034w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05165550\/App-Logitech-Options-MX-Master.jpg 290w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05165550\/App-Logitech-Options-MX-Master.jpg 1024w\" sizes=\"(max-width: 1034px) 100vw, 1034px\" \/><\/a><\/p>\n<p>Con dicho software podremos configurar la acci\u00f3n de 5 de los 7 botones y controlar qu\u00e9 hacer con la rueda del pulgar.<\/p>\n<p>Pero lo mejor de todo es que la aplicaci\u00f3n nos permitir\u00e1 individualizar la personalizaci\u00f3n para seg\u00fan que aplicaciones. De esta manera, <strong>el mismo bot\u00f3n puede servir para varias cosas seg\u00fan la aplicaciones que estemos usando en cada momento.<\/strong> El dinamismo y la utilidad que esto aporta al uso del rat\u00f3n no se puede comparar. Varias acciones, complejas o sencillas, al alcance de un solo bot\u00f3n. Cada vez que lo uso, me alegro m\u00e1s y m\u00e1s de tenerlo.<\/p>\n<p>Otras cosas que podemos personalizar son:<\/p>\n<ul>\n<li>Velocidad del puntero<\/li>\n<li>Velocidad de desplazamiento<\/li>\n<li>Velocidad de la rueda del pulgar<\/li>\n<li>Sensibilidad del sistema SmartShift<\/li>\n<li>Direcci\u00f3n del scroll<\/li>\n<\/ul>\n<p>Todo esto se puede traducir en dos cosas principalmente: <strong>podemos emular todas las caracter\u00edsticas del Magic Mouse, y podemos configurar nuevos atajos para las aplicaciones que usamos.<\/strong><\/p>\n<p class=\"medio\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05165616\/Opciones-de-Logitech-Options-MX-Master.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05165616\/Opciones-de-Logitech-Options-MX-Master.jpg\" alt=\"Opciones de Logitech Options MX Master\" width=\"1034\" height=\"714\" class=\"aligncenter size-full wp-image-16167\" srcset=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05165616\/Opciones-de-Logitech-Options-MX-Master.jpg 1034w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05165616\/Opciones-de-Logitech-Options-MX-Master.jpg 290w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05165616\/Opciones-de-Logitech-Options-MX-Master.jpg 1024w\" sizes=\"(max-width: 1034px) 100vw, 1034px\" \/><\/a><\/p>\n<p>Y por si eso os parece poco, incluye un mont\u00f3n de acciones de macOS para que las asignemos a dichos botones. En serio, la aplicaci\u00f3n est\u00e1 muy bien pensada y se nota que los desarrolladores detr\u00e1s de ella la usan Mac en su d\u00eda a d\u00eda.<\/p>\n<p>Tal es as\u00ed que no he echado de menos el Magic Mouse desde que consegu\u00ed la configuraci\u00f3n perfecta <sup class=\"modern-footnotes-footnote \" data-mfn=\"1\" data-mfn-post-scope=\"00000000619785df000000007e5580cd_16155\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-00000000619785df000000007e5580cd_16155\">1<\/a><\/sup><span id=\"mfn-content-00000000619785df000000007e5580cd_16155\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"1\">Lo cual me llev\u00f3 un mes y medio m\u00e1s o menos.<\/span>.<\/p>\n<h3>Emular el uso del Magic Mouse<\/h3>\n<p class=\"grande\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05165650\/MX-Master-vs-Magic-Mouse.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05165650\/MX-Master-vs-Magic-Mouse.jpg\" alt=\"MX Master vs Magic Mouse\" width=\"2500\" height=\"1666\" class=\"aligncenter size-full wp-image-16168\" srcset=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05165650\/MX-Master-vs-Magic-Mouse.jpg 2500w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05165650\/MX-Master-vs-Magic-Mouse.jpg 300w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05165650\/MX-Master-vs-Magic-Mouse.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>Gracias a la superficie lisa del Magic Mouse y a sus sistema de detecci\u00f3n de dedos, es posible realizar algunas cosas como desplazamientos en el eje X e Y, y acciones con uno o dos dedos. <strong>Esto tambi\u00e9n lo podemos hacer con el MX Master,<\/strong> aunque no de la misma forma.<\/p>\n<p>Por ejemplo, con la rueda del pulgar podemos emular el movimiento en el eje X y con la rueda normal el del eje Y. Desplazarnos por el zoom de una p\u00e1gina, hacer scroll lateral, etc. <strong>As\u00ed conseguiremos tener el desplazamiento que en el Magic Mouse conseguimos con un dedo.<\/strong><\/p>\n<p>Otro ejemplo ser\u00eda el equivalente a los gestos de dos dedos, con esos gestos en el Magic Mouse podemos pasar de escritorio e incluso acceder a Mission Control. <strong>En el MX Master esto lo podemos conseguir con el bot\u00f3n del pulgar:<\/strong> si lo pulsamos se accede Mission Control, y si lo pulsamos y arrastramos el rat\u00f3n por la superficie podemos cambiar de escritorio, acceder a Expose o mostrar el escritorio.<\/p>\n<p class=\"medio\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05165721\/Botones-laterales-MX-Master.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05165721\/Botones-laterales-MX-Master.jpg\" alt=\"Botones laterales MX Master\" width=\"2500\" height=\"1666\" class=\"aligncenter size-full wp-image-16169\" srcset=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05165721\/Botones-laterales-MX-Master.jpg 2500w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05165721\/Botones-laterales-MX-Master.jpg 300w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05165721\/Botones-laterales-MX-Master.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>Por \u00faltimo, los gestos de <em>Anterior<\/em> y <em>Adelante<\/em> que en el rat\u00f3n hacemos con los dedos, <strong>en el MX Master los podemos hacer con los dos botones que est\u00e1n al lado de la rueda del pulgar.<\/strong> Son dos y est\u00e1n perfectamente dise\u00f1ados para ese concepto: anterior y adelante.<\/p>\n<p>S\u00e9 que algunas de estas invocaciones son m\u00e1s complejas que la forma en la que se hace en el Magic Mouse, pero saber que no vas a perder ninguna de las caracter\u00edsticas del rat\u00f3n de Apple en el MX Master me ayud\u00f3 mucho a considerarlo como mi siguiente rat\u00f3n.<\/p>\n<h3>Nuevos atajos para apps<\/h3>\n<p class=\"grande\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05165755\/MX-Master-sobre-cristal.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05165755\/MX-Master-sobre-cristal.jpg\" alt=\"MX Master sobre cristal\" width=\"2500\" height=\"1666\" class=\"aligncenter size-full wp-image-16170\" srcset=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05165755\/MX-Master-sobre-cristal.jpg 2500w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05165755\/MX-Master-sobre-cristal.jpg 300w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05165755\/MX-Master-sobre-cristal.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>Como no todas las aplicaciones son iguales, no todos los botones deber\u00edan servir para lo mismo, de modo que est\u00e1 muy bien poder configurar cada uno en funci\u00f3n de la aplicaci\u00f3n que estemos usando. <strong>Estos son algunos ejemplos de c\u00f3mo utilizo los botones en general:<\/strong><\/p>\n<p>Si estoy en una aplicaci\u00f3n en la que vamos navegando hacia atr\u00e1s o hacia adelante, <strong>los botones pegados al pulgar sirven para ese mismo prop\u00f3sito.<\/strong> De esta forma en Safari, Finder o Chrome, si quiero ir a una p\u00e1gina o ventana anterior lo tengo a golpe de dedo, y si quiero volver a la que estaba tambi\u00e9n.<\/p>\n<p>En aplicaciones donde el zoom es importante y no hay la navegaci\u00f3n que menciono en el p\u00e1rrafo anterior, <strong>los mismos botones del pulgar me sirven para poner m\u00e1s o menos zoom.<\/strong> Si necesito recurrir al zoom inteligente que Apple usa en todos sus sistemas, <strong>el bot\u00f3n encima de la rueda me sirve para tal prop\u00f3sito.<\/strong> De esta forma le encuentro utilidad en <a target=\"_blank\" title=\"PDF Expert\" href=\"https:\/\/www.macsfera.com\/tag\/pdf-expert\/\">PDF Expert<\/a>, <a target=\"_blank\" title=\"Pixelmator\" href=\"https:\/\/www.macsfera.com\/tag\/pixelmator\">Pixelmator<\/a>, <a target=\"_blank\" title=\"MindNode\" href=\"https:\/\/www.macsfera.com\/tag\/mindnode\/\">MindNode<\/a>, Sketch o similares.<\/p>\n<p>Si necesito hacer algunos gestos <em>\u201cde fuerza\u201d<\/em> como por ejemplo los que hay que hacer para refrescar los tweets en <a target=\"_blank\" title=\"Tweetbot\" href=\"https:\/\/www.macsfera.com\/tag\/tweetbot\">Tweetbot<\/a> <sup class=\"modern-footnotes-footnote \" data-mfn=\"2\" data-mfn-post-scope=\"00000000619785df000000007e5580cd_16155\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-00000000619785df000000007e5580cd_16155\">2<\/a><\/sup><span id=\"mfn-content-00000000619785df000000007e5580cd_16155\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"2\">Algo que no se puede hacer con el scroll vertical.<\/span> <strong>puedo reprogramar el comportamiento del bot\u00f3n del pulgar para que haga dichos gestos.<\/strong><\/p>\n<div class=\"galerias medio\" data-layout=\"12\" style=\"visibility: hidden;\">\n<img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05171259\/MX-Master-con-MacBook-Pro.jpg\" title=\"\" alt=\"\" \/>\n<img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05171300\/MX-Master-funciona-en-cristal.jpg\" title=\"\" alt=\"\" \/>\n<img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05171302\/MX-Master.jpg\" title=\"\" alt=\"\" \/>\n\n<\/div>\n<p>En general, <strong>no hay gesto, acci\u00f3n o tarea que no quede cubierta por el MX Master<\/strong> y depender\u00e1 de cada uno de vosotros el encontrarle un uso. Por eso tard\u00e9 tanto a la hora de encontrar la combinaci\u00f3n perfecta, porque es algo que hay que pensar bastante bien y adaptarlo para que sea c\u00f3modo en todos los cascos.<\/p>\n<p>Como consejo os dir\u00eda que busqu\u00e9is una asignaci\u00f3n general de las caracter\u00edsticas del sistema que funcionen en todas las aplicaciones y procur\u00e9is no alterar esos botones entre aplicaciones para no liaros <sup class=\"modern-footnotes-footnote \" data-mfn=\"3\" data-mfn-post-scope=\"00000000619785df000000007e5580cd_16155\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-00000000619785df000000007e5580cd_16155\">3<\/a><\/sup><span id=\"mfn-content-00000000619785df000000007e5580cd_16155\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"3\">En el Magic Mouse cambiar entre escritorios, por ejemplo, es siempre igual al margen de la aplicaci\u00f3n que usemos, en vuestro caso deber\u00eda ser igual.<\/span>, cuando esas caracter\u00edsticas del sistema est\u00e9n cubiertas, ser\u00e1 hora de utilizar los botones que no hab\u00e9is configurado para cada aplicaci\u00f3n en particular.<\/p>\n<p>De esta forma conseguir\u00e9is una experiencia unificada entre todas las aplicaciones, las propiedades del sistema quedar\u00e1n cubiertas y el uso del rat\u00f3n ser\u00e1 homog\u00e9neo.<\/p>\n<h2 class=\"review\">Fallos y mejoras<\/h2>\n<p class=\"grande\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05165840\/MX-Master-por-debajo.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05165840\/MX-Master-por-debajo.jpg\" alt=\"MX Master por debajo\" width=\"2500\" height=\"1666\" class=\"aligncenter size-full wp-image-16171\" srcset=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05165840\/MX-Master-por-debajo.jpg 2500w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05165840\/MX-Master-por-debajo.jpg 300w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05165840\/MX-Master-por-debajo.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>Si bien el MX Master es un muy buen producto, <strong>hay algunas cosas en general que deber\u00edan corregirse y mejorar,<\/strong> y de eso os voy a hablar:<\/p>\n<p>Para empezar, como la aplicaci\u00f3n est\u00e1 tan integrada en el sistema, <strong>hay ciertas ocasiones en las que falla cuando la estamos usando.<\/strong> Suele fallar en aplicaciones que se salen de lo normal, por as\u00ed decirlo.<\/p>\n<p>A m\u00ed, por ejemplo, me fallaba mucho cuando iniciaba el cliente del League of Legends, que es una aplicaci\u00f3n que modifica el comportamiento del Mac a m\u00e1s no poder. Sin embargo no me ha fallado en ninguna otra ocasi\u00f3n.<\/p>\n<p>Con esto que os quiero decir, que las t\u00edpicas aplicaciones que han sido desarrolladas salt\u00e1ndose los criterios de desarrollo recomendados del sistema puede que hagan que la app falle. Pero tranquilos, <strong>que falle no significa que nos quedemos sin rat\u00f3n, s\u00f3lo que no se comportar\u00e1 como nosotros lo hemos configurado.<\/strong> El rat\u00f3n se comportar\u00e1 como si conectamos uno que no incluye ning\u00fan tipo de software.<\/p>\n<p>Para solventarlo es tan sencillo como abrir la app <em>Monitor de actividad<\/em>, buscar el proceso por nombre (\u201cLogitech\u2026\u201d) y terminarlo.<\/p>\n<p>He de aclarar que ya no me ocurre este error en particular pero no sabr\u00eda decir muy bien porqu\u00e9, as\u00ed que os voy a decir las dos cosas que pueden haber pasado:<\/p>\n<ul>\n<li>La aplicaci\u00f3n de Logitech recibe aplicaciones de forma peri\u00f3dica y una de ellas puede haber solucionado el problema<\/li>\n<li>El cliente del League of Legends tambi\u00e9n ha recibido una actualizaci\u00f3n mayor y puede que dejase de provocar el fallo<\/li>\n<\/ul>\n<p>En cualquier caso <strong>lo menciono porque no s\u00e9 si hay otras aplicaciones que puedan fallar,<\/strong> as\u00ed por lo menos si os pasa que sep\u00e1is c\u00f3mo solventarlo.<\/p>\n<p>Continuando con los fallos y las mejoras, es posible que no pod\u00e1is personalizar el comportamiento de los botones en este tipo de aplicaciones que os he mencionado antes. Por seguir con el mismo ejemplo del League of Legends, no puedo usar los botones extra para que realicen algo en el juego, al igual que tampoco puedo configurarlo en la aplicaci\u00f3n de Logitech.<\/p>\n<p>Tambi\u00e9n existe ciertas ocasiones, especialmente cuando hay poca bater\u00eda en el rat\u00f3n, <strong>en que pierde la conexi\u00f3n y tarda en recuperarla 2 o 3 segundos.<\/strong> No s\u00e9 si es una medida de seguridad para ahorrar la poca bater\u00eda que le queda, pero os aseguro que es un aut\u00e9ntico fastidio. Para m\u00ed es mejor que me avise antes de bater\u00eda baja y que no se corte, que est\u00e9 permanentemente con esos microcortes que no llevan m\u00e1s que a la desesperaci\u00f3n.<\/p>\n<p class=\"medio\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05165942\/Usando-el-MX-Master.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05165942\/Usando-el-MX-Master.jpg\" alt=\"Usando el MX Master\" width=\"2500\" height=\"1666\" class=\"aligncenter size-full wp-image-16172\" srcset=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05165942\/Usando-el-MX-Master.jpg 2500w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05165942\/Usando-el-MX-Master.jpg 300w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05165942\/Usando-el-MX-Master.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>SmartShift ha demostrado ser un invento muy bueno para sistemas que tengan scroll infinito e inercia, la verdad. Cuando necesitamos precisi\u00f3n la tenemos, pero cuando necesitamos emular el scroll infinito tambi\u00e9n lo disfrutamos. Por desgracia, a medida que se va usando, <strong>la resistencia que ofrec\u00eda la rueda de scroll se va perdiendo poco a poco.<\/strong><\/p>\n<div class=\"alerta\">\n<p>Aqu\u00ed tienes un tutorial para saber <a href=\"https:\/\/www.macsfera.com\/como-arreglar-el-raton-mx-master\/\" title=\"C\u00f3mo arreglar el rat\u00f3n MX Master\" target=\"_blank\">c\u00f3mo arreglar el MX Master<\/a> y solventar este mismo fallo.<\/p>\n<\/div>\n<p>\u00bfEn qu\u00e9 se traduce esto? En que cuando estamos haciendo scroll preciso, ya no es como al principio, el rat\u00f3n responde f\u00edsicamente con menos precisi\u00f3n, <strong>es un tacto m\u00e1s blando al que era al principio.<\/strong><\/p>\n<p>La siguiente versi\u00f3n del MX Master deber\u00eda mejorar este apartado porque es un sistema ingenioso que le viene muy bien al Mac.<\/p>\n<p class=\"medio\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05170314\/Aplicaciones-configuradas-del-MX-Master.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05170314\/Aplicaciones-configuradas-del-MX-Master.jpg\" alt=\"Aplicaciones configuradas del MX Master\" width=\"1034\" height=\"714\" class=\"aligncenter size-full wp-image-16173\" srcset=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05170314\/Aplicaciones-configuradas-del-MX-Master.jpg 1034w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05170314\/Aplicaciones-configuradas-del-MX-Master.jpg 290w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05170314\/Aplicaciones-configuradas-del-MX-Master.jpg 1024w\" sizes=\"(max-width: 1034px) 100vw, 1034px\" \/><\/a><\/p>\n<p>Por \u00faltimo, y esto es m\u00e1s una sugerencia que un fallo, <strong>me encantar\u00eda que su software tuviese un bot\u00f3n de exportar\/importar ajustes.<\/strong> Ya que el rat\u00f3n soporta hasta 3 equipos distintos \u00bfpor qu\u00e9 no facilitar la configuraci\u00f3n en esos equipos?<\/p>\n<p>Entiendo que los equipos no tienen porqu\u00e9 ser iguales, ni tener las mismas aplicaciones, <strong>pero ser\u00eda tan sencillo como a\u00f1adir los ajustes de las aplicaciones que s\u00ed est\u00e1n instaladas en el sistema,<\/strong> y las que no pues no.<\/p>\n<p>Mi iMac y mi MacBook Pro son exactamente iguales en t\u00e9rminos de aplicaciones, de modo que he tenido que configurar dos veces todo, una bonita forma de perder el tiempo que hubiera aprovechado mejor si existiese esta propiedad.<\/p>\n<h2 class=\"review\">Porqu\u00e9 el MX Master es mejor<\/h2>\n<p class=\"grande\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05170544\/Usando-el-MX-Master-en-macOS.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05170544\/Usando-el-MX-Master-en-macOS.jpg\" alt=\"Usando el MX Master en macOS\" width=\"2500\" height=\"1666\" class=\"aligncenter size-full wp-image-16174\" srcset=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05170544\/Usando-el-MX-Master-en-macOS.jpg 2500w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05170544\/Usando-el-MX-Master-en-macOS.jpg 300w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05170544\/Usando-el-MX-Master-en-macOS.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>Despu\u00e9s de hablaros de las bondades y flaquezas del MX Master, <strong>os voy a contar porqu\u00e9 creo que es de los pocos ratones que puedes usar en Mac y el mejor entre todos ellos.<\/strong> Principalmente lo voy a comparar con el Magic Mouse, que es el rat\u00f3n por excelencia en Mac y que permite realizar todo tipo de acciones del sistema.<\/p>\n<p class=\"medio\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05170811\/MX-Master-el-mejor-raton-de-macOS.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05170811\/MX-Master-el-mejor-raton-de-macOS.jpg\" alt=\"MX Master el mejor raton de macOS\" width=\"2500\" height=\"1666\" class=\"aligncenter size-full wp-image-16175\" srcset=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05170811\/MX-Master-el-mejor-raton-de-macOS.jpg 2500w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05170811\/MX-Master-el-mejor-raton-de-macOS.jpg 300w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05170811\/MX-Master-el-mejor-raton-de-macOS.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>Empecemos hablando de la <strong>ergonom\u00eda,<\/strong> que es un punto m\u00e1s que importante a la hora de referirnos a un objeto que vamos a utilizar en todo momento:<\/p>\n<p>El MX Master es realmente c\u00f3modo, est\u00e1 dise\u00f1ado para nuestra mano. S\u00f3lo para gente que usa el rat\u00f3n con la mano derecha, s\u00ed, pero es realmente c\u00f3modo.<\/p>\n<p>Sus botones est\u00e1n bien colocados, son c\u00f3modos de utilizar y rara vez encontraremos un gesto que no podamos realizar de forma c\u00f3moda, si se os ha dado el caso tal vez vuestra configuraci\u00f3n no sea la m\u00e1s \u00f3ptima.<\/p>\n<p>El Magic Mouse es muy bonito, pero no es de lo m\u00e1s c\u00f3modo. Puede que os hay\u00e1is acostumbrado a \u00e9l (como me pas\u00f3 a m\u00ed), pero la cuesti\u00f3n es que el MX Master lo es m\u00e1s.<\/p>\n<p class=\"medio\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05170902\/Usando-el-MX-Master-en-Mac.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05170902\/Usando-el-MX-Master-en-Mac.jpg\" alt=\"Usando el MX Master en Mac\" width=\"2500\" height=\"1666\" class=\"aligncenter size-full wp-image-16176\" srcset=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05170902\/Usando-el-MX-Master-en-Mac.jpg 2500w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05170902\/Usando-el-MX-Master-en-Mac.jpg 300w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05170902\/Usando-el-MX-Master-en-Mac.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>Otra de sus ventajas en la que sale ganando por goleada es en la <strong>personalizaci\u00f3n.<\/strong> El MX Master permite much\u00edsima m\u00e1s personalizaci\u00f3n que el Magic Mouse y he podido comprobar que eso es adorable. Tener el poder de alterar el comportamiento de todos tus botones para que hagan una cosa \u00fatil en cada aplicaci\u00f3n aporta una velocidad y un dinamismo a nuestro uso equivalente a los atajos de teclado.<\/p>\n<p>Hay que tener paciencia a la hora de configurarlos, s\u00ed, y tendr\u00e9is que cambiarla m\u00e1s de una vez hasta encontrar la \u00f3ptima pero una vez que lo tienes y te acostumbras no puedes dejarlo atr\u00e1s. Lo echas de menos cuando no lo tienes.<\/p>\n<p class=\"medio\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05170931\/El-MX-Master-es-mejor.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05170931\/El-MX-Master-es-mejor.jpg\" alt=\"El MX Master es mejor\" width=\"2500\" height=\"1666\" class=\"aligncenter size-full wp-image-16177\" srcset=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05170931\/El-MX-Master-es-mejor.jpg 2500w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05170931\/El-MX-Master-es-mejor.jpg 300w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05170931\/El-MX-Master-es-mejor.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>Siguiendo con la <strong>configuraci\u00f3n,<\/strong> me encanta que los desarrolladores hayan incluido tantas posibilidades, tenemos una lista de m\u00e1s de 62 tareas para realizar, y muchas usan recursos del sistema que son propios de macOS <sup class=\"modern-footnotes-footnote \" data-mfn=\"4\" data-mfn-post-scope=\"00000000619785df000000007e5580cd_16155\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-00000000619785df000000007e5580cd_16155\">4<\/a><\/sup><span id=\"mfn-content-00000000619785df000000007e5580cd_16155\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"4\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2017\/01\/Lista-de-tareas-del-MX-Master.jpg\" target=\"_blank\">Aqu\u00ed ten\u00e9is la lista casi completa<\/a> de asignaciones a botones que podemos hacer.<\/span>.<\/p>\n<p>Gracias a este peque\u00f1o detalle, la aplicaci\u00f3n cobra el valor que merece y el rat\u00f3n mejora enormemente. No se trata de emulaciones raras de tareas ya existentes, sino del uso nativo de dichas tareas haciendo que el software se integre en tu sistema y no sea una pieza lamentable de c\u00f3digo que lastra macOS hasta que se convierte en una mala copia de lo que deber\u00eda ser.<\/p>\n<hr \/>\n<p class=\"grande\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05171011\/MX-Master-para-Mac.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05171011\/MX-Master-para-Mac.jpg\" alt=\"MX Master para Mac\" width=\"2500\" height=\"1666\" class=\"aligncenter size-full wp-image-16178\" srcset=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05171011\/MX-Master-para-Mac.jpg 2500w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05171011\/MX-Master-para-Mac.jpg 300w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05171011\/MX-Master-para-Mac.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p><strong>El MX Master est\u00e1 disponible en 3 colores<\/strong> (negro y dorado, azul marino y color piedra) <strong>y tiene un precio oficial de 105\u20ac en la <a target=\"_blank\" href=\"http:\/\/www.logitech.com\/es-es\/product\/mx-master\">p\u00e1gina web de Logitech<\/a> pero en Amazon suele estar m\u00e1s barato<\/strong> (<a target=\"_blank\" href=\"http:\/\/amzn.to\/2hV0012\">Negro<\/a> &#8211; <a target=\"_blank\" href=\"http:\/\/amzn.to\/2iHT6hM\">Azul<\/a> \u2013 <a target=\"_blank\" href=\"http:\/\/amzn.to\/2j89YgI\">Piedra<\/a>).<\/p>\n<p>Os garantizo que una vez consig\u00e1is una configuraci\u00f3n \u00f3ptima basada en vuestros gustos, usos y aplicaciones, <strong>el rat\u00f3n se convertir\u00e1 en algo m\u00e1s que el puntero que revolucion\u00f3 la inform\u00e1tica.<\/strong><\/p>\n<p>Como os he dicho, expande m\u00e1s a\u00fan el dinamismo que ofrece el Magic Mouse con su superficie t\u00e1ctil. La clave son sus botones y la uni\u00f3n que hacen con el software.<\/p>\n<p class=\"medio\"><iframe width=\"860\" height=\"484\" src=\"https:\/\/www.youtube.com\/embed\/lRpHwtckYZw\" frameborder=\"0\" allowfullscreen><\/iframe><\/p>\n<p><strong>El MX Master se ha convertido a d\u00eda de hoy mi rat\u00f3n por excelencia,<\/strong> es la referencia que utilizo para valorar los ratones hoy en d\u00eda, rechazando todo modelo que no le supere en funcionalidad y prestaciones.<\/p>\n<p>Jam\u00e1s hubiera imaginado que alguien que no fuese Apple pudiera hacer un producto como este, pero <strong>Logitech ha demostrado un af\u00e1n de superaci\u00f3n poniendo en manos de los usuarios un producto mejor que el que realizan los propios creadores del Mac.<\/strong><\/p>\n<p><span class=\"source\">M\u00e1s info<\/span> <span class=\"via\"><a href=\"http:\/\/www.logitech.com\/es-es\/product\/mx-master\" target=\"_blank\">Logitech<\/a><\/span><\/p>\n<p><span class=\"source\">Compra<\/span> <span class=\"via\"><a href=\"http:\/\/amzn.to\/2hV0012\" target=\"_blank\">Amazon<\/a><\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>El a\u00f1o pasado, por estas fechas, recib\u00ed de regalo el Logitech MX Master, la nueva versi\u00f3n de los ratones MX que tan<\/p>\n","protected":false},"author":1,"featured_media":16157,"comment_status":"open","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[3,17,22],"tags":[2204,2630,2208,174,2628,2629,2211],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v15.0 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Logitech MX Master: el mejor rat\u00f3n para el Mac<\/title>\n<meta name=\"description\" content=\"Opini\u00f3n sobre el MX Master: el mejor rat\u00f3n de Logitech que permite realizar todo tipo de gestos y acciones en macOS gracias a su app.\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.MacSfera.com\/logitech-mx-master-el-mejor-raton-para-mac\/\" \/>\n<meta property=\"og:locale\" content=\"es_ES\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Logitech MX Master: el mejor rat\u00f3n para el Mac\" \/>\n<meta property=\"og:description\" content=\"Opini\u00f3n sobre el MX Master: el mejor rat\u00f3n de Logitech que permite realizar todo tipo de gestos y acciones en macOS gracias a su app.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.MacSfera.com\/logitech-mx-master-el-mejor-raton-para-mac\/\" \/>\n<meta property=\"og:site_name\" content=\"MacSfera\" \/>\n<meta property=\"article:publisher\" content=\"http:\/\/www.facebook.com\/macsfera\" \/>\n<meta property=\"article:author\" content=\"https:\/\/www.facebook.com\/PabloAsekas\" \/>\n<meta property=\"article:published_time\" content=\"2017-01-05T17:13:59+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2017-02-13T18:17:45+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05164701\/Opinion-del-MX-Master.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"2500\" \/>\n\t<meta property=\"og:image:height\" content=\"1666\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:title\" content=\"Logitech MX Master: el mejor rat\u00f3n para el Mac\" \/>\n<meta name=\"twitter:description\" content=\"Opini\u00f3n sobre el MX Master: el mejor rat\u00f3n de Logitech que permite realizar todo tipo de gestos y acciones en macOS gracias a su app.\" \/>\n<meta name=\"twitter:image\" content=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05164701\/Opinion-del-MX-Master.jpg\" \/>\n<meta name=\"twitter:creator\" content=\"@https:\/\/twitter.com\/pabloasekas\" \/>\n<meta name=\"twitter:site\" content=\"@MacSferablog\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.MacSfera.com\/#website\",\"url\":\"https:\/\/www.MacSfera.com\/\",\"name\":\"MacSfera\",\"description\":\"Blog sobre Apple con especial inter\\u00e9s en la opini\\u00f3n personal en el Mac, el iPhone y el iPad.\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"https:\/\/www.MacSfera.com\/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"es\"},{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.MacSfera.com\/logitech-mx-master-el-mejor-raton-para-mac\/#primaryimage\",\"inLanguage\":\"es\",\"url\":\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/01\/05164701\/Opinion-del-MX-Master.jpg\",\"width\":2500,\"height\":1666,\"caption\":\"Opinion del MX Master\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.MacSfera.com\/logitech-mx-master-el-mejor-raton-para-mac\/#webpage\",\"url\":\"https:\/\/www.MacSfera.com\/logitech-mx-master-el-mejor-raton-para-mac\/\",\"name\":\"Logitech MX Master: el mejor rat\\u00f3n para el Mac\",\"isPartOf\":{\"@id\":\"https:\/\/www.MacSfera.com\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/www.MacSfera.com\/logitech-mx-master-el-mejor-raton-para-mac\/#primaryimage\"},\"datePublished\":\"2017-01-05T17:13:59+00:00\",\"dateModified\":\"2017-02-13T18:17:45+00:00\",\"author\":{\"@id\":\"https:\/\/www.MacSfera.com\/#\/schema\/person\/1c7b5783afd3f0309c3aa8a52942db5a\"},\"description\":\"Opini\\u00f3n sobre el MX Master: el mejor rat\\u00f3n de Logitech que permite realizar todo tipo de gestos y acciones en macOS gracias a su app.\",\"inLanguage\":\"es\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.MacSfera.com\/logitech-mx-master-el-mejor-raton-para-mac\/\"]}]},{\"@type\":\"Person\",\"@id\":\"https:\/\/www.MacSfera.com\/#\/schema\/person\/1c7b5783afd3f0309c3aa8a52942db5a\",\"name\":\"Pablo Asekas\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.MacSfera.com\/#personlogo\",\"inLanguage\":\"es\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/f86183a13a9c39523543ae47691e4c72?s=96&r=g\",\"caption\":\"Pablo Asekas\"},\"description\":\"Pablo es la persona detr\\u00e1s de MacSfera, le apasiona la tecnolog\\u00eda y adora Internet. Le gusta hablar de dispositivos y aplicaciones con un punto de vista personal y variado.\",\"sameAs\":[\"https:\/\/www.facebook.com\/PabloAsekas\",\"https:\/\/twitter.com\/https:\/\/twitter.com\/pabloasekas\",\"https:\/\/www.youtube.com\/user\/pabloasekas\",\"http:\/\/www.mylaif.es\"]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","_links":{"self":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts\/16155"}],"collection":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/comments?post=16155"}],"version-history":[{"count":7,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts\/16155\/revisions"}],"predecessor-version":[{"id":16353,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts\/16155\/revisions\/16353"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/media\/16157"}],"wp:attachment":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/media?parent=16155"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/categories?post=16155"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/tags?post=16155"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}