{"id":10464,"date":"2015-03-27T13:54:17","date_gmt":"2015-03-27T12:54:17","guid":{"rendered":"http:\/\/www.MacSfera.com\/?p=10464"},"modified":"2016-03-16T01:21:33","modified_gmt":"2016-03-16T00:21:33","slug":"airdrop-comparte-archivos-entre-dispositivos-apple","status":"publish","type":"post","link":"https:\/\/www.MacSfera.com\/airdrop-comparte-archivos-entre-dispositivos-apple\/","title":{"rendered":"AirDrop: comparte archivos entre dispositivos Apple"},"content":{"rendered":"<p class=\"medio\"><a href=\"http:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/03\/16011533\/AirDrop-para-Mac1.jpg\" rel=\"attachment wp-att-14060\"><img src=\"http:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/03\/16011533\/AirDrop-para-Mac1.jpg\" alt=\"Airdrop para Mac\" width=\"1033\" height=\"615\" class=\"aligncenter size-full wp-image-14060\" \/><\/a><\/p>\n<p>Hace 4 a\u00f1os, Apple present\u00f3 la tecnolog\u00eda <a href=\"http:\/\/www.macsfera.com\/mac-os-x-lion-con-muchas-novedades-para-julio-30\/\" title=\"Mac OS X Lion con muchas novedades para Julio. 23,99\u20ac\" target=\"_blank\">AirDrop en OS X<\/a> y hace 2 la import\u00f3 a iOS. Aprovechando que nunca he hablado de este mecanismo y que el <a href=\"http:\/\/www.macsfera.com\/la-gama-macbook-vuelve-a-apple-con-este-nuevo-modelo\/\" title=\"La gama MacBook vuelve a Apple con este nuevo modelo\" target=\"_blank\">nuevo MacBook<\/a> conf\u00eda su potencial en la <a href=\"http:\/\/www.macsfera.com\/caracteristicas-de-os-x-para-prescindir-de-los-cables\/\" title=\"Caracter\u00edsticas de OS X para prescindir de los cables\" target=\"_blank\">conectividad inal\u00e1mbrica<\/a>, <strong>hoy voy a explicar qu\u00e9 es y c\u00f3mo funciona AirDrop.<\/strong><\/p>\n<p><strong>AirDrop es un sistema de transmisi\u00f3n de archivos<\/strong> que utiliza la tecnolog\u00eda Bluetooth y Wi-Fi para llevar a cabo su cometido. Se basa en la &quot;cercan\u00eda&quot; de los dispositivos para enviar lo que seleccionamos, el radio de acci\u00f3n es de 9 metros o menos y es obligatorio que los dos dispositivos sean Apple y compatibles con AirDrop.<\/p>\n<p><!--more--><\/p>\n<h2>C\u00f3mo funciona AirDrop<\/h2>\n<p>A pesar de que el cometido es el mismo, <strong>AirDrop funciona de forma diferente para dispositivos nuevos o viejos.<\/strong> Para un dispositivo Mac viejo usa s\u00f3lo la antena Wi-Fi, mientras que para un dispositivo Mac o iOS nuevo usa tanto la antena Wi-Fi como Bluetooth.<\/p>\n<p>AirDrop <strong>usa el emisor Bluetooth para localizar otros dispositivos que est\u00e9n disponibles,<\/strong> revelando a su vez su posibilidad de entablar conexi\u00f3n. Una vez emparejados, <strong>crea una se\u00f1al Wi-Fi<\/strong> paralela a la que estemos usando en ese momento, <strong>a dicha se\u00f1al se va a conectar el dispositivo al que queramos transmitir los archivos<\/strong> y gracias al protocolo podremos ejecutar la transferencia. Como funciona as\u00ed, no es necesario que los dispositivos est\u00e9n conectados a la misma red Wi-Fi (con la que acceder\u00edamos a Internet), <strong>es un proceso independiente que no requiere de acceso a Internet.<\/strong><\/p>\n<p>Una vez que el dispositivo receptor acepta el env\u00edo se inicia la transferencia a trav\u00e9s del canal Wi-Fi. <strong>No hay l\u00edmite de peso en los archivos que podemos enviar,<\/strong> pero cuanto mayor peso tenga lo que enviemos, m\u00e1s tardar\u00e1 en recibirse.<\/p>\n<h2>C\u00f3mo usar AirDrop<\/h2>\n<p>Este es un proceso pr\u00e1ctico d\u00f3nde <strong>veremos c\u00f3mo usar AirDrop entre Macs, entre dispositivos iOS y en la combinaci\u00f3n de ambos.<\/strong> En todos los casos vamos a suponer que la antena Wi-Fi y Bluetooth est\u00e1n activados y que la visibilidad es la adecuada:<\/p>\n<h3>Visibilidad de AirDrop<\/h3>\n<p>Al igual que pasaba cuando quer\u00edamos pasar algo entre m\u00f3viles con Bluetooth, AirDrop tiene opciones de visibilidad, una capa de seguridad para que no se nos localice si no lo deseamos.<\/p>\n<ul>\n<li><strong>Visible para ninguno:<\/strong> De esta forma no seremos visibles ante ning\u00fan usuario, conocido o no conocido. Nosotros s\u00ed que podremos ver a las personas que hay alrededor pero ellas a nosotros no.<\/li>\n<li><strong>Visible para solo contactos:<\/strong> Con esta opci\u00f3n seremos visibles para todos los contactos que tengamos agregados en la aplicaci\u00f3n Contactos. Es necesario que el perfil contenga el email que tienen asociado a la cuenta de iCloud.<\/li>\n<li><strong>Visible para todos:<\/strong> Por \u00faltimo, podemos ser visible para todos los usuarios que est\u00e9n a nuestro alrededor usando AirDrop. De esta manera cualquier usuario puede enviarnos archivos.<\/li>\n<\/ul>\n<p>La configuraci\u00f3n de la visibilidad se hace en la propia ventana de AirDrop de modo que podemos cambiarlo a golpe de click dependiendo de la situaci\u00f3n.<\/p>\n<h3>De Mac a Mac<\/h3>\n<p class=\"medio\"><a href=\"http:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/03\/16011954\/Como-funciona-AirDrop1.gif\" rel=\"attachment wp-att-14063\"><img src=\"http:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/03\/16011954\/Como-funciona-AirDrop1.gif\" alt=\"Como funciona AirDrop\" width=\"860\" height=\"500\" class=\"aligncenter size-full wp-image-14063\" \/><\/a><\/p>\n<p><strong>El proceso se hace a trav\u00e9s de la ventana de AirDrop en Finder.<\/strong> En el ordenador emisor, Finder mostrar\u00e1 que est\u00e1 disponible el ordenador receptor para pasar archivos y tan solo hay que arrastrar ese archivo al icono que representa al ordenador receptor.<\/p>\n<p>El sistema nos preguntar\u00e1 si queremos enviar los archivos, al aceptar, el Mac receptor ser\u00e1 preguntando por si quiere recibirlos. Si todo se confirma la transacci\u00f3n empezar\u00e1 y el archivo se guardar\u00e1 en el Mac.<\/p>\n<p>Otra forma de hacerlo es <strong><a href=\"http:\/\/www.macsfera.com\/os-x-mountain-lion-inspirado-en-el-ipad-re-imaginado-para-el-mac\/\" title=\"OS X Mountain Lion: Inspirado en el iPad. Re-imaginado para el Mac\" target=\"_blank\">usando la propiedad Share Sheets de OS X<\/a>.<\/strong> Al elegir la opci\u00f3n de compartir por AirDrop se abrir\u00e1 una peque\u00f1a ventana con el archivo elegido y los candidatos a compartir. Es una forma m\u00e1s r\u00e1pida de llevar a cabo el proceso aprovechando las funciones que se han ido a\u00f1adiendo poco a poco a OS X.<\/p>\n<h4>Macs antiguos<\/h4>\n<p class=\"medio\"><a href=\"http:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/03\/13163237\/AirDrop-en-Macs-antiguos.png\"><img src=\"http:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/03\/13163237\/AirDrop-en-Macs-antiguos.png\" alt=\"AirDrop en Macs antiguos\" width=\"825\" height=\"404\" class=\"aligncenter size-full wp-image-10468\" \/><\/a><\/p>\n<p>Los Macs que son m\u00e1s antiguos del 2012 pueden usar AirDrop pero <strong>no de la forma tradicional con la que Apple quiere que funcione el sistema.<\/strong> Por ello, en equipos nuevos, al lado de las opciones de visibilidad, tenemos un peque\u00f1o bot\u00f3n que hace referencia a dichos Macs. Al pulsar este bot\u00f3n y confirmar que queremos hacer una b\u00fasqueda de Macs antiguos, aparecer\u00e1n en pantalla todos los Macs que antes no pod\u00edamos ver.<\/p>\n<p>Hasta que el Mac &quot;nuevo&quot; no habilite la opci\u00f3n, <strong>ni si quiera aparecer\u00e1 entre la lista de visibles del Mac antiguo.<\/strong> En cuanto entre en el modo antiguo, ya podremos iniciar la transferencia.<\/p>\n<h3>De iOS a iOS<\/h3>\n<p class=\"medio\"><a href=\"http:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/03\/27125417\/Airdrop-para-iPhone.jpg\"><img src=\"http:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/03\/27125417\/Airdrop-para-iPhone.jpg\" alt=\"Airdrop para iPhone\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-10572\" \/><\/a><\/p>\n<p>Para compartir archivos entre dispositivos iOS <strong>deberemos abrir el men\u00fa de Compartir de cada archivo.<\/strong> En la parte superior aparecer\u00e1n los distintos usuarios cercanos a nosotros. Al elegir al usuario, este recibir\u00e1 una notificaci\u00f3n en su dispositivo para aceptar la transferencia. Una vez completada, el archivo se guardar\u00e1 en el dispositivo.<\/p>\n<p><strong>En caso de que sea un archivo com\u00fan<\/strong> (fotos, v\u00eddeos, contactos, pases de Passbook, notas, notas de audio, URLs, enlaces hacia la App Store o direcciones de mapas) <strong>se ejecutar\u00e1n las aplicaciones predefinidas,<\/strong> si no lo es nos saltar\u00e1 un men\u00fa con <strong>todas las posibles aplicaciones que tenemos instaladas que pueden hacer algo con dicho archivo.<\/strong> Por ejemplo, si pasamos un ePub, nos sugerir\u00e1 iBooks, aplicaciones de almacenamiento como Dropbox, otros lectores, etc.). <\/p>\n<h3>De Mac a iOS o viceversa<\/h3>\n<p class=\"grande\"><a href=\"http:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/03\/27125417\/compartir-con-AirDrop-para-iPhone.jpg\"><img src=\"http:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/03\/27125417\/compartir-con-AirDrop-para-iPhone.jpg\" alt=\"compartir con AirDrop para iPhone\" width=\"2500\" height=\"1232\" class=\"aligncenter size-full wp-image-10573\" \/><\/a><\/p>\n<p>Tanto en el Mac como en el dispositivo iOS aparecer\u00e1n como si de su hom\u00f3logo se tratase, <strong>en ning\u00fan momento notaremos que es una plataforma distinta,<\/strong> y al iniciar la transferencia seremos preguntados para realizarla.<\/p>\n<p>Uno de los cambios es que <strong>no necesitamos que el Mac tenga la ventana de AirDrop abierta.<\/strong> Si est\u00e1 configurado para estar visible por el dispositivo iOS, el Mac aparecer\u00e1 autom\u00e1ticamente y ser\u00e1 avisado mediante una notificaci\u00f3n de que se va a compartir un archivo.<\/p>\n<p>En cuanto al dispositivo iOS, <strong>para que el Mac lo detecte debe tener la pantalla encendida,<\/strong> aunque el dispositivo est\u00e9 bloqueado. Al tener la pantalla encendida, la opci\u00f3n aparecer\u00e1 en Mac y podremos enviar los archivos. Cuando enviemos el archivo desde el Mac, el dispositivo iOS recibir\u00e1 una notificaci\u00f3n para aceptarla o rechazarla.<\/p>\n<p>La gesti\u00f3n de los archivos <strong>en el iPhone o el iPad es igual que cuando pasamos de iOS a iOS.<\/strong> Si es un archivo com\u00fan se guardar\u00e1 en las aplicaciones predefinidas, pero si no lo es se abrir\u00e1 una lista con las aplicaciones instaladas que puedan hacer algo con ese archivo.<\/p>\n<h2>AirDrop en sistemas antiguos<\/h2>\n<p>Estos procesos que he descrito <strong>s\u00f3lo afectan a los dispositivos que tengan iOS 8 o superior y OS X 10.10 o superior.<\/strong> Si ten\u00e9is una versi\u00f3n anterior puede que no haya visibilidad o que no puedas compartir archivos entre plataformas. Pueden ser tantos los motivos de fallo que no se sabe de forma precisa, pero si tened en cuenta que cabe la posibilidad de que no funcione adecuadamente.<\/p>\n<hr \/>\n<p>Para los usuarios que tenemos m\u00e1s de un dispositivo de la manzana <strong>es una soluci\u00f3n muy buena porque rara vez tiene fallos.<\/strong> Lo m\u00e1ximo que he detectado es que tarde m\u00e1s de la cuenta en detectar alg\u00fan dispositivo disponible. En el peor de esos casos he tenido que reiniciar AirDrop y ya ha funcionado correctamente. Es algo que sin duda tienen que mejorar, pero que no afecta notablemente a mi flujo de trabajo.<\/p>\n<p>Antes de escribir este art\u00edculo usaba la nube para transferir archivos entre mis dispositivos. iCloud Drive o Dropboox eran mi opci\u00f3n preferida, pero he descubierto que si tengo los dos dispositivos a mano, lo mejor que puedo hacer es transferirlos de esta forma ya que la sincronizaci\u00f3n con la nube es un proceso que definen como r\u00e1pido pero todos sabemos que cuanta m\u00e1s prisa tenemos, peor funcionan las cosas.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Hace 4 a\u00f1os, Apple present\u00f3 la tecnolog\u00eda AirDrop en OS X y hace 2 la import\u00f3 a iOS. Aprovechando que nunca he<\/p>\n","protected":false},"author":1,"featured_media":14060,"comment_status":"open","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[2100,19,25],"tags":[30,714,9,272,11,2208,174,1361,2213,610],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v15.0 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>AirDrop: comparte archivos entre dispositivos Apple<\/title>\n<meta name=\"description\" content=\"Qu\u00e9 es y c\u00f3mo funciona AirDrop, el sistema inal\u00e1mbrico de Apple para compartir archivos entre dispositivos de la manzana.\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.MacSfera.com\/airdrop-comparte-archivos-entre-dispositivos-apple\/\" \/>\n<meta property=\"og:locale\" content=\"es_ES\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"AirDrop: comparte archivos entre dispositivos Apple\" \/>\n<meta property=\"og:description\" content=\"Qu\u00e9 es y c\u00f3mo funciona AirDrop, el sistema inal\u00e1mbrico de Apple para compartir archivos entre dispositivos de la manzana.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.MacSfera.com\/airdrop-comparte-archivos-entre-dispositivos-apple\/\" \/>\n<meta property=\"og:site_name\" content=\"MacSfera\" \/>\n<meta property=\"article:publisher\" content=\"http:\/\/www.facebook.com\/macsfera\" \/>\n<meta property=\"article:author\" content=\"https:\/\/www.facebook.com\/PabloAsekas\" \/>\n<meta property=\"article:published_time\" content=\"2015-03-27T12:54:17+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2016-03-16T00:21:33+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/03\/AirDrop-para-Mac.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"1033\" \/>\n\t<meta property=\"og:image:height\" content=\"615\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:title\" content=\"AirDrop: comparte archivos entre dispositivos Apple\" \/>\n<meta name=\"twitter:description\" content=\"Qu\u00e9 es y c\u00f3mo funciona AirDrop, el sistema inal\u00e1mbrico de Apple para compartir archivos entre dispositivos de la manzana.\" \/>\n<meta name=\"twitter:image\" content=\"http:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/03\/AirDrop-para-Mac.jpg\" \/>\n<meta name=\"twitter:creator\" content=\"@https:\/\/twitter.com\/pabloasekas\" \/>\n<meta name=\"twitter:site\" content=\"@MacSferablog\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.MacSfera.com\/#website\",\"url\":\"https:\/\/www.MacSfera.com\/\",\"name\":\"MacSfera\",\"description\":\"Blog sobre Apple con especial inter\\u00e9s en la opini\\u00f3n personal en el Mac, el iPhone y el iPad.\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"https:\/\/www.MacSfera.com\/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"es\"},{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.MacSfera.com\/airdrop-comparte-archivos-entre-dispositivos-apple\/#primaryimage\",\"inLanguage\":\"es\",\"url\":\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2015\/03\/AirDrop-para-Mac1.jpg\",\"width\":1033,\"height\":615,\"caption\":\"Airdrop para Mac\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.MacSfera.com\/airdrop-comparte-archivos-entre-dispositivos-apple\/#webpage\",\"url\":\"https:\/\/www.MacSfera.com\/airdrop-comparte-archivos-entre-dispositivos-apple\/\",\"name\":\"AirDrop: comparte archivos entre dispositivos Apple\",\"isPartOf\":{\"@id\":\"https:\/\/www.MacSfera.com\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/www.MacSfera.com\/airdrop-comparte-archivos-entre-dispositivos-apple\/#primaryimage\"},\"datePublished\":\"2015-03-27T12:54:17+00:00\",\"dateModified\":\"2016-03-16T00:21:33+00:00\",\"author\":{\"@id\":\"https:\/\/www.MacSfera.com\/#\/schema\/person\/1c7b5783afd3f0309c3aa8a52942db5a\"},\"description\":\"Qu\\u00e9 es y c\\u00f3mo funciona AirDrop, el sistema inal\\u00e1mbrico de Apple para compartir archivos entre dispositivos de la manzana.\",\"inLanguage\":\"es\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.MacSfera.com\/airdrop-comparte-archivos-entre-dispositivos-apple\/\"]}]},{\"@type\":\"Person\",\"@id\":\"https:\/\/www.MacSfera.com\/#\/schema\/person\/1c7b5783afd3f0309c3aa8a52942db5a\",\"name\":\"Pablo Asekas\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.MacSfera.com\/#personlogo\",\"inLanguage\":\"es\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/f86183a13a9c39523543ae47691e4c72?s=96&r=g\",\"caption\":\"Pablo Asekas\"},\"description\":\"Pablo es la persona detr\\u00e1s de MacSfera, le apasiona la tecnolog\\u00eda y adora Internet. Le gusta hablar de dispositivos y aplicaciones con un punto de vista personal y variado.\",\"sameAs\":[\"https:\/\/www.facebook.com\/PabloAsekas\",\"https:\/\/twitter.com\/https:\/\/twitter.com\/pabloasekas\",\"https:\/\/www.youtube.com\/user\/pabloasekas\",\"http:\/\/www.mylaif.es\"]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","_links":{"self":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts\/10464"}],"collection":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/comments?post=10464"}],"version-history":[{"count":0,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts\/10464\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/media\/14060"}],"wp:attachment":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/media?parent=10464"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/categories?post=10464"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/tags?post=10464"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}