{"id":16862,"date":"2018-06-07T18:25:34","date_gmt":"2018-06-07T16:25:34","guid":{"rendered":"https:\/\/www.MacSfera.com\/?p=16862"},"modified":"2021-10-17T12:35:02","modified_gmt":"2021-10-17T10:35:02","slug":"resumen-y-opinion-de-la-keynote-de-la-wwdc18","status":"publish","type":"post","link":"https:\/\/www.MacSfera.com\/resumen-y-opinion-de-la-keynote-de-la-wwdc18\/","title":{"rendered":"Resumen y opini\u00f3n de la keynote de la WWDC18"},"content":{"rendered":"<p class=\"grande\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2018\/06\/WWDC18.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2018\/06\/WWDC18.jpg\" alt=\"WWDC18\" width=\"2400\" height=\"1350\" class=\"aligncenter size-full wp-image-16866\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2018\/06\/WWDC18.jpg 2400w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2018\/06\/WWDC18-300x169.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2018\/06\/WWDC18-1024x576.jpg 1024w\" sizes=\"(max-width: 2400px) 100vw, 2400px\" \/><\/a><\/p>\n<p>Esta semana se celebr\u00f3 la keynote de la <a target=\"_blank\" title=\"WWDC18\" href=\"https:\/\/www.macsfera.com\/tag\/wwdc18\" rel=\"noopener noreferrer\">WWDC18<\/a>, <strong>la presentaci\u00f3n inaugural de la Worldwide Developers Conference de Apple en la que conocimos el futuro de los sistemas operativos de la empresa.<\/strong><\/p>\n<p>Este a\u00f1o la keynote no se ha salido de lo b\u00e1sico y fundamental. Software, software y m\u00e1s software <sup class=\"modern-footnotes-footnote \" data-mfn=\"1\" data-mfn-post-scope=\"000000000ef38692000000001ecc8db1_16862\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-000000000ef38692000000001ecc8db1_16862\">1<\/a><\/sup><span id=\"mfn-content-000000000ef38692000000001ecc8db1_16862\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"1\">Obvio, es una conferencia para desarrolladores.<\/span>. Y es que ya lo dijo Tim Cook al inicio <em>\u201cHoy, todo es sobre el software\u201d<\/em>,  no ha habido ninguna novedad en cuanto a hardware, ni si quiera una actualizaci\u00f3n de componentes internos.<\/p>\n<p><!--more--><\/p>\n<p>En dos horas pudimos ver cu\u00e1l es el futuro m\u00e1s inmediato de los sistemas operativos de la empresa, y un peque\u00f1o vistazo al largo plazo que Apple tiene planeado para el Mac. Empecemos.<\/p>\n<h2 class=\"review\">Nuevo iOS 12<\/h2>\n<p class=\"grande\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2018\/06\/nuevo-iOS-12.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2018\/06\/nuevo-iOS-12.jpg\" alt=\"Nuevo iOS 12\" width=\"2500\" height=\"886\" class=\"aligncenter size-full wp-image-16867\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2018\/06\/nuevo-iOS-12.jpg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2018\/06\/nuevo-iOS-12-300x106.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2018\/06\/nuevo-iOS-12-1024x363.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p><strong>El primer conocido en la presentaci\u00f3n fue iOS 12.<\/strong> Es raro verlo el primero, pero ah\u00ed estaba Craig Federighi para presentarnos las novedades del nuevo sistema operativo m\u00f3vil de Apple.<\/p>\n<p><strong>Empez\u00f3 hablando del rendimiento y optimizaci\u00f3n<\/strong> del sistema y de c\u00f3mo funcionan las cosas bajo el cap\u00f3 en su uni\u00f3n con el hardware. Esta explicaci\u00f3n nos llev\u00f3 a saber que iOS 12 estar\u00e1 disponible para los mismos dispositivos compatibles con iOS 11, de modo que este a\u00f1o no hay ning\u00fan perjudicado en la actualizaci\u00f3n. Esos dispositivos son: desde el iPhone 5s en adelante, desde el iPad mini 2 en adelante, desde el iPad Air en adelante y el iPod touch 6.<\/p>\n<p>La realidad aumentada ocup\u00f3 la siguiente novedad. Apple est\u00e1 apostando fuerte por esta tecnolog\u00eda y el mejor ejemplo lo tuvimos en esta presentaci\u00f3n. <strong>iOS 12 es m\u00e1s compatible con AR gracias a un nuevo formato de archivo llamado USDZ<\/strong> que han creado junto a Pixar. Este nuevo formato <strong>permite crear objetos tridimensionales y manejables que podemos insertar en distintas aplicaciones, incluida la web.<\/strong> Adem\u00e1s de ver y compartir objetos 3D, tambi\u00e9n vamos a poder ubicarlos en nuestro entorno gracias a las propiedades de realidad aumentada. Algunas de las mejoras de AR en iOS 12 son tracking facial mejorado, renderizado de objetos m\u00e1s realista, detecci\u00f3n de objetos 3D mejorada y experiencia compartida.<\/p>\n<p class=\"medio\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2018\/06\/AR-en-iOS-12.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2018\/06\/AR-en-iOS-12.jpg\" alt=\"AR en iOS 12\" width=\"2500\" height=\"1407\" class=\"aligncenter size-full wp-image-16873\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2018\/06\/AR-en-iOS-12.jpg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2018\/06\/AR-en-iOS-12-300x169.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2018\/06\/AR-en-iOS-12-1024x576.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>Este \u00faltimo punto es muy importante, Apple ha logrado que varios dispositivos puedan compartir la experiencia de juego 3D. Cada uno con su dispositivo, desde su punto de vista y con un mismo entorno en 3D. La demo que vimos en directo de lo que Lego tiene preparado fue incre\u00edble. Me encant\u00f3. Es una demo que dif\u00edcilmente se puede simular <sup class=\"modern-footnotes-footnote \" data-mfn=\"2\" data-mfn-post-scope=\"000000000ef38692000000001ecc8db1_16862\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-000000000ef38692000000001ecc8db1_16862\">2<\/a><\/sup><span id=\"mfn-content-000000000ef38692000000001ecc8db1_16862\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"2\">Como ha ocurrido otros a\u00f1os.<\/span>, y eso hace que sea m\u00e1s impresionante a\u00fan. En ella vemos c\u00f3mo dos personas juegan cada uno con su iPad y <strong>son capaces de crear un mundo virtual a partir de un objeto real en una mesa<\/strong> (un edificio)<strong>.<\/strong> La tecnolog\u00eda est\u00e1 tan bien desarrollada que en un momento dado pueden mostrar el interior del edificio f\u00edsico y moverse por la escena como si este edificio (que recordemos est\u00e1 sobre la mesa y se puede tocar) fuese virtual. Hasta que no lo veamos en nuestras propias carnes no sabremos al 100% c\u00f3mo de bien funciona, pero me dej\u00f3 impresionado los avances que han logrado.<\/p>\n<p>La aplicaci\u00f3n de fotos ha recibido algunas mejoras de organizaci\u00f3n y optimizaci\u00f3n, siendo posible realizar mejores b\u00fasquedas y encontrar contenido de forma m\u00e1s precisa. Tenemos una pesta\u00f1a personal en la que se muestran fotos destacadas y en la que podemos obtener selecciones inteligentes de fotos. La inteligencia artificial se utiliza en este punto para buscar las mejores fotograf\u00edas e incluso nos sugiere con qui\u00e9n compartir estas fotograf\u00edas en base a la gente que aparece en ella.<\/p>\n<p>El a\u00f1o pasado supimos que <a target=\"_blank\" title=\"Apple compra la app de automatizaci\u00f3n Workflow\" href=\"https:\/\/www.macsfera.com\/apple-compra-app-de-automatizacion-workflow\/\" rel=\"noopener noreferrer\">Apple compraba Workflow<\/a>, la estupenda app de automatizaci\u00f3n para iOS, y ya sabemos cu\u00e1l es su uso. <strong>Apple ha integrado Workflow con Siri y el resultado es una nueva app llamada Shortcuts que nos va a permitir crear flujos de trabajo que Siri va a realizar con solo decirle una frase predeterminada.<\/strong> Por ejemplo, podremos configurar un flujo de trabajo que al decir \u00abBuenas noches\u00bb se apaguen todas las l\u00e1mparas inteligentes que tengamos en casa, se eche la llave de la cerradura inteligente, se active la alarma del d\u00eda siguiente y se ponga el modo no molestar en el tel\u00e9fono. Para definir estos pasos, tenemos la misma interfaz de arrastrar y soltar acciones que existe en Workflow, la cual es muy amigable y facilita la tarea de \u00abprogramaci\u00f3n\u00bb al usuario medio. <strong>Tengo muchas ganas de probar esta caracter\u00edstica porque ahora s\u00ed que veo que Siri pueda tener una personalizaci\u00f3n y utilidad que,<\/strong> junto a la API p\u00fablica lanzada con <a target=\"_blank\" title=\"Nuevo iOS 10\" href=\"https:\/\/www.macsfera.com\/nuevo-ios-10\/\" rel=\"noopener noreferrer\">iOS 10<\/a>, <strong>dispare su uso notablemente.<\/strong><\/p>\n<div class=\"galerias grande\" data-layout=\"5\" style=\"visibility: hidden;\">\n<img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2018\/06\/Bloquear-notificaciones-en-iOS-12.jpg\" title=\"\" alt=\"\" \/>\n<img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2018\/06\/Fotos-en-iOS-12.jpg\" title=\"\" alt=\"\" \/>\n<img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2018\/06\/Notificaciones-agrupadas-en-iOS-12.jpg\" title=\"\" alt=\"\" \/>\n<img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2018\/06\/Shortcuts-en-iOS-12.jpg\" title=\"\" alt=\"\" \/>\n<img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2018\/06\/App-de-seguimiento-en-iOS-12.jpg\" title=\"\" alt=\"\" \/>\n\n<\/div>\n<p>En iOS 12 se han redise\u00f1ado las aplicaciones de noticias, bolsa, notas de voz y iBooks, que ahora pasa a llamarse Apple Books. Tambi\u00e9n se permite el uso de aplicaciones de terceros de navegaci\u00f3n como Google Maps o Waze en Car Play. Y se han introducido cuatro animojis nuevos m\u00e1s la opci\u00f3n de crear los nuestros propios basados en personas.<\/p>\n<p>Un punto importante al que se hizo referencia fue al uso que hacemos de nuestros dispositivos y a la adicci\u00f3n que estos pueden crear. Por ello Apple ha integrado en iOS 12 algunas mejoras para reducir esos problemas. <\/p>\n<ol>\n<li>La primera de ellas <strong>est\u00e1 relacionada con el modo \u00abNo molestar\u00bb<\/strong> que ha recibido una nueva propiedad que permite ocultar todas las notificaciones durante la noche para que al despertar no veamos directamente ese mar de actividad que ha ocurrido mientras dorm\u00edamos. Tambi\u00e9n es posible configurar la duraci\u00f3n del modo desde el centro de control y no desde los ajustes del tel\u00e9fono.<\/li>\n<li>La segunda de ellas <strong>es un sistema mejorado de notificaciones que agrupa en la pantalla de bloqueo las notificaciones por aplicaci\u00f3n.<\/strong> Adem\u00e1s aporta m\u00e1s control sobre las notificaciones en el momento, nada de tener que navegar por distintos men\u00fas, todo a golpe de dedo.<\/li>\n<li>La tercera, y \u00faltima, <strong>hace referencia a una nueva aplicaci\u00f3n que nos va a indicar nuestra actividad en el tel\u00e9fono:<\/strong> qu\u00e9 apps hemos usado, cu\u00e1nto tiempo, cu\u00e1les han recibido m\u00e1s notificaciones, he incluso podremos fijar l\u00edmites de tiempo para alg\u00fan caso concreto. Llegado a ese l\u00edmite, iOS 12 nos notificar\u00e1 que ya hemos alcanzado el tiempo m\u00e1ximo asignado (pudiendo ignorar el mensaje para seguir usando la app). Por \u00faltimo, y lo que m\u00e1s me ha gustado de esta opci\u00f3n, es que la aplicaci\u00f3n es compatible con los controles parentales, de modo que los padres pueden ver la actividad de su hijo en su dispositivo, limitarla temporalmente, etc., todo ello desde el dispositivo del adulto y sincronizado con iCloud.<\/li>\n<\/ol>\n<div class=\"galerias medio\" data-layout=\"3\" style=\"visibility: hidden;\">\n<img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2018\/06\/Bloquear-cookies-en-iOS-12.jpg\" title=\"\" alt=\"\" \/>\n<img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2018\/06\/Bolsa-en-iOS-12.jpg\" title=\"\" alt=\"\" \/>\n<img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2018\/06\/Juegos-en-iOS-12.jpg\" title=\"\" alt=\"\" \/>\n\n<\/div>\n<p>Por \u00faltimo, el servicio FaceTime ha recibido una actualizaci\u00f3n que permite llamadas grupales de hasta 32 miembros a la vez. Al igual que hace Google Hangouts, destacar\u00e1 a las personas que est\u00e9n hablando en ese momento y se permitir\u00e1 aplicar filtros y emojis en directo para darle un toque m\u00e1s gracioso a la llamada.<\/p>\n<h2 class=\"review\">Nuevo watchOS 5<\/h2>\n<p class=\"grande\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2018\/06\/watchOS-5.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2018\/06\/watchOS-5.jpg\" alt=\"\" width=\"2460\" height=\"1241\" class=\"aligncenter size-full wp-image-16883\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2018\/06\/watchOS-5.jpg 2460w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2018\/06\/watchOS-5-300x151.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2018\/06\/watchOS-5-1024x517.jpg 1024w\" sizes=\"(max-width: 2460px) 100vw, 2460px\" \/><\/a><\/p>\n<p>La presentaci\u00f3n de watchOS 5 empez\u00f3 con una bonita historia relatada por Tim Cook en la que una mujer pudo salvar a su marido gracias al Apple Watch y a la conectividad m\u00f3vil. El marido tuvo un problema m\u00e9dico muscular y cay\u00f3 al agua sin poder nadar para no ahogarse, la mujer pudo llamar a emergencias gracias al Apple Watch mientras ayudaba a su marido.<\/p>\n<p>Tras el relato, <strong>Kevin Lynch subi\u00f3 al escenario para mostrar las novedades de watchOS 5 para el reloj.<\/strong> Dos fueron las novedades presentadas en este aspecto: <strong>mejoras en actividad y mejoras de conectividad.<\/strong><\/p>\n<p><strong>En el \u00e1rea de actividad se ha mejorado la detecci\u00f3n autom\u00e1tica de entrenamiento<\/strong> para monitorizar mejor la actividad sin que el usuario tenga que estar tan pendiente. Tambi\u00e9n se han a\u00f1adido nueva detecci\u00f3n de las actividades de yoga y hiking, as\u00ed como se ha mejorado las m\u00e9tricas de la actividad de correr.<\/p>\n<p>En cuanto al \u00e1rea de conectividad, los podcasts ya est\u00e1n disponibles en el Apple Watch con sincronizaci\u00f3n autom\u00e1tica y compatibilidad con Siri. <strong>Se ha introducido una nueva app llamada Walkie-Talkie<\/strong> que nos permitir\u00e1 hablar por el reloj como si de un walkie-talkie fuese <sup class=\"modern-footnotes-footnote \" data-mfn=\"3\" data-mfn-post-scope=\"000000000ef38692000000001ecc8db1_16862\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-000000000ef38692000000001ecc8db1_16862\">3<\/a><\/sup><span id=\"mfn-content-000000000ef38692000000001ecc8db1_16862\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"3\">Nostalgia modo on.<\/span>. Se ha mejorado Siri, siendo m\u00e1s predictiva y proactiva a trav\u00e9s de su propia esfera. Las notificaciones ahora cobran m\u00e1s importancia porque permiten realizar ciertas acciones sin necesidad de acudir a la propia aplicaci\u00f3n. Y por \u00faltimo webkit llega al Apple Watch para poder visualizar p\u00e1ginas web desde el reloj <sup class=\"modern-footnotes-footnote \" data-mfn=\"4\" data-mfn-post-scope=\"000000000ef38692000000001ecc8db1_16862\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-000000000ef38692000000001ecc8db1_16862\">4<\/a><\/sup><span id=\"mfn-content-000000000ef38692000000001ecc8db1_16862\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"4\">La propia Apple reconoce que no es lo mejor que se puede hacer, pero que lo habilita para permitir vistazos r\u00e1pidos en caso de necesidad.<\/span>.<\/p>\n<h2 class=\"review\">Nuevo tvOS 12<\/h2>\n<p class=\"grande\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2018\/06\/Nuevo-tvOS-12.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2018\/06\/Nuevo-tvOS-12.jpg\" alt=\"Nuevo tvOS 12\" width=\"2206\" height=\"1292\" class=\"aligncenter size-full wp-image-16869\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2018\/06\/Nuevo-tvOS-12.jpg 2206w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2018\/06\/Nuevo-tvOS-12-300x176.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2018\/06\/Nuevo-tvOS-12-1024x600.jpg 1024w\" sizes=\"(max-width: 2206px) 100vw, 2206px\" \/><\/a><\/p>\n<p>tvOS 12 fue el sistema operativo que menos novedades introdujo, normal sabiendo el impacto que tiene el Apple TV respecto al resto de productos, pero a\u00fan as\u00ed vimos una mejora notable: <strong>el Apple TV ahora es compatible con Dolby Atmos,<\/strong> la tecnolog\u00eda de sonido envolvente de Dolby que centra al espectador en medio de la pel\u00edcula. Para disfrutarlo hay que usar sistemas de sonido Dolby, pero todas las pel\u00edculas de iTunes ser\u00e1n actualizadas gratuitamente para disfrutar de esta caracter\u00edstica.<\/p>\n<p>Adem\u00e1s, se introdujeron una serie de mejoras en cuanto a la entrega de contenido de pago. Hace dos a\u00f1os <a target=\"_blank\" title=\"Nueva versi\u00f3n de tvOS\" href=\"https:\/\/www.macsfera.com\/nueva-version-tvos\/\" rel=\"noopener noreferrer\">introdujeron el inicio de sesi\u00f3n sencillo<\/a>, este a\u00f1o introducen el inicio de sesi\u00f3n autom\u00e1tico: si se detecta que el Apple TV est\u00e1 en la red del distribuidor, autom\u00e1ticamente inicia sesi\u00f3n y pone a disposici\u00f3n del usuario el contenido contratado.<\/p>\n<p>Por \u00faltimo, han a\u00f1adido nuevos wallpapers animados, las vistas a\u00e9reas que se ponen en el Apple TV cuando no se visualiza contenido.<\/p>\n<h2 class=\"review\">Nuevo macOS Mojave<\/h2>\n<p class=\"grande\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2018\/06\/macOS-Mojave.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2018\/06\/macOS-Mojave.jpg\" alt=\"macOS Mojave\" width=\"2500\" height=\"1306\" class=\"aligncenter size-full wp-image-16884\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2018\/06\/macOS-Mojave.jpg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2018\/06\/macOS-Mojave-300x157.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2018\/06\/macOS-Mojave-1024x535.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>Y entramos en la recta final de la keynote, <strong>la presentaci\u00f3n de macOS Mojave,<\/strong> el nuevo sistema operativo de Mac que nos acompa\u00f1ar\u00e1 durante un a\u00f1o.<\/p>\n<p>Lo primero que supimos fue que <strong>macOS Mojave tiene un modo oscuro real.<\/strong> Actualmente el modo oscuro del Mac se limita al dock y a la barra de tareas, pero en macOS Mojave va a ser por todo el sistema, <strong>aplicaciones incluidas.<\/strong> En las demos vimos esos aspectos y no lucen nada mal, pero me interesa m\u00e1s saber si las aplicaciones de terceros pueden hacer uso de este sistema y de la facilidad que tendr\u00e1 el modo oscuro para aplicarse <sup class=\"modern-footnotes-footnote \" data-mfn=\"5\" data-mfn-post-scope=\"000000000ef38692000000001ecc8db1_16862\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-000000000ef38692000000001ecc8db1_16862\">5<\/a><\/sup><span id=\"mfn-content-000000000ef38692000000001ecc8db1_16862\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"5\">A d\u00eda de hoy s\u00f3lo conozco el ejemplo de <a href=\"https:\/\/www.MacSfera.com\/enlaces\/tweetbot-para-ios\/\" rel=\"noopener noreferrer\" target=\"_blank\">Tweetbot para iOS<\/a> que ha sabido integrar un modo oscuro eficiente al permitir, de forma manual y sencilla, activar a placer dicho modo.<\/span>.<\/p>\n<p><strong>Hay algunas mejoras de usabilidad y utilidad bastante curiosas:<\/strong><\/p>\n<ul>\n<li>Organizar por pilas los archivos del escritorio para tener todo organizado<\/li>\n<li>Propiedades de edici\u00f3n r\u00e1pida de las capturas de pantalla como en iOS<\/li>\n<li>Nueva vista del Finder donde el archivo cobra m\u00e1s protagonismo (es un redise\u00f1o de la vista actual Cover Flow)<\/li>\n<li>Podemos definir tareas autom\u00e1ticas en Finder para que, con un solo toque se ejecuten sobre los archivos que hemos seleccionado (poner marcas de agua, hacer un PDF, rotar im\u00e1genes, etc.)<\/li>\n<li>Nuevo sistema de capturas de pantalla m\u00e1s intuitivo y \u00fatil que, adem\u00e1s, permite capturar v\u00eddeo sin necesidad de utilizar software de terceros <sup class=\"modern-footnotes-footnote \" data-mfn=\"6\" data-mfn-post-scope=\"000000000ef38692000000001ecc8db1_16862\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-000000000ef38692000000001ecc8db1_16862\">6<\/a><\/sup><span id=\"mfn-content-000000000ef38692000000001ecc8db1_16862\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"6\">Esto ya se puede hacer con QuickTime pero ahora es m\u00e1s r\u00e1pido y directo.<\/span><\/li>\n<li>Continuity a\u00f1ade la posibilidad de invocar la c\u00e1mara del iPhone cuando  la aplicaci\u00f3n requiera de una entrada de foto. De esta manera si queremos insertar una foto en un documento, por ejemplo, podremos sacarla con el iPhone y autom\u00e1ticamente aparecer\u00e1 en el Mac<\/li>\n<li>Nueva aplicaci\u00f3n de Noticias, Notas de Voz, Bolsa y Home disponibles para el Mac<\/li>\n<li>Mejoras de privacidad para acceso a la c\u00e1mara, localizaci\u00f3n, micr\u00f3fono, informaci\u00f3n de Safari, copias de seguridad, cookies, historial de mensajes y base de datos del correo de email<\/li>\n<\/ul>\n<div class=\"galerias medio\" data-layout=\"43\" style=\"visibility: hidden;\">\n<img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2018\/06\/macOS-Mojave-xCode.jpg\" title=\"\" alt=\"\" \/>\n<img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2018\/06\/macOS-Mojave-nueva-vista-Finder.jpg\" title=\"\" alt=\"\" \/>\n<img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2018\/06\/macOS-Mojave-Keynote.jpg\" title=\"\" alt=\"\" \/>\n<img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2018\/06\/macOS-Mojave-FaceTime-llamada-multigrupo.jpg\" title=\"\" alt=\"\" \/>\n<img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2018\/06\/macOS-Mojave-apuntar.jpg\" title=\"\" alt=\"\" \/>\n<img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2018\/06\/macOS-Mojave-Calendario.jpg\" title=\"\" alt=\"\" \/>\n<img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2018\/06\/macOS-Mojave-App-Store.jpg\"\/>\n\n<\/div>\n<p>Y continuando con la privacidad, Safari va a deshabilitar por defecto las cajas de comentarios, plugins de compartici\u00f3n de contenido y rastreo de cookies de p\u00e1ginas que no son la principal. Adem\u00e1s, <strong>a\u00f1adir\u00e1 m\u00e1s ruido a la informaci\u00f3n digital que se recolecta sobre nosotros, para que sea m\u00e1s dif\u00edcil identificar nuestro dispositivo con fines publicitarios y de rastreo.<\/strong> Hay que a\u00f1adir que estas medidas de seguridad tambi\u00e9n llegan a iOS.<\/p>\n<p>Lo siguiente que pudimos ver fue <strong>el redise\u00f1o de la Mac App Store,<\/strong> la tienda de aplicaciones del Mac, que aparte del modo oscuro antes mencionado, <strong>se adapta al estilo que est\u00e1 teniendo tanto \u00e9xito en iOS.<\/strong> Mismos patrones de dise\u00f1o, m\u00e1s protagonismo del contenido, categor\u00edas m\u00e1s diferenciadas, historias sobre las aplicaciones, etc. En iOS el cambio vino muy bien, aumentando las visitas semanales de la plataforma, as\u00ed que el nuevo dise\u00f1o no solo aporta homogeneidad y continuidad al Mac, sino que tambi\u00e9n espera aumentar el tr\u00e1fico y la popularizaci\u00f3n de la tienda.<\/p>\n<p>Con la llegada de Metal hace cuatro a\u00f1os, Apple estaba plantando una semilla para prescindir de los motores gr\u00e1ficos de terceros, y <strong>parece que con macOS Mojave esto se empieza a definir al considerar estas tecnolog\u00edas como obsoletas en el desarrollo de aplicaciones para el nuevo sistema operativo.<\/strong> Seguir\u00e1n siendo compatibles y podr\u00e1n ejecutarse, pero es el aviso que Apple da para que los desarrolladores empiecen a migrar de motor. Adem\u00e1s, Metal 2 incluye mejoras de velocidad y cualidades nuevas para el machine learning.<\/p>\n<p class=\"medio\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2018\/06\/Modo-Oscuro-macOS-Mojave.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2018\/06\/Modo-Oscuro-macOS-Mojave.jpg\" alt=\"Modo Oscuro macOS Mojave\" width=\"1558\" height=\"884\" class=\"aligncenter size-full wp-image-16892\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2018\/06\/Modo-Oscuro-macOS-Mojave.jpg 1558w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2018\/06\/Modo-Oscuro-macOS-Mojave-300x170.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2018\/06\/Modo-Oscuro-macOS-Mojave-1024x581.jpg 1024w\" sizes=\"(max-width: 1558px) 100vw, 1558px\" \/><\/a><\/p>\n<p>Y por \u00faltimo en la presentaci\u00f3n, una peque\u00f1a bomba informativa y un momento anecd\u00f3tico. Craig Federighi se auto pregunt\u00f3 si <em>\u201cApple iba a fusionar macOS y iOS\u201d<\/em>. La respuesta la ten\u00e9is justo debajo de estas l\u00edneas.<\/p>\n<p><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2018\/06\/WWDC-No.gif\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2018\/06\/WWDC-No.gif\" alt=\"WWDC No\" width=\"700\" height=\"auto\" class=\"aligncenter size-full wp-image-16899\" \/><\/a><\/p>\n<p>Pero s\u00ed que nos ense\u00f1\u00f3 lo que depara el futuro de las aplicaciones en Mac, y es que <strong>a partir del a\u00f1o que viene va a ser posible utilizar algunas de las aplicaciones de iOS en macOS gracias a la migraci\u00f3n de algunas librer\u00edas.<\/strong> De esta forma, se podr\u00eda desarrollar una aplicaci\u00f3n para iOS y tenerla, autom\u00e1ticamente, disponible para descarga y uso en el Mac.<\/p>\n<p>Evidentemente no se van a poder migrar todas las aplicaciones, <strong>s\u00f3lo algunas que no utilicen propiedades exclusivas de un dispositivo como el iPhone o el iPad,<\/strong> pero tampoco podemos saber mucho m\u00e1s sobre este apartado ya que es algo que no est\u00e1 100% definido a d\u00eda de hoy. De hecho, Apple lo est\u00e1 probando por s\u00ed mismo con las nuevas aplicaciones que llegan al Mac (Noticias, Notas de Voz, Bolsa y Home).<\/p>\n<p>En un futuro, el a\u00f1o que viene seg\u00fan los planes, veremos much\u00edsimos m\u00e1s detalles sobre esto, pero de momento es un vistazo a los planes que tiene Apple sobre el desarrollo de aplicaciones.<\/p>\n<hr \/>\n<p class=\"grande\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2018\/06\/Tim-Cook-en-la-WWDC18.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2018\/06\/Tim-Cook-en-la-WWDC18.jpg\" alt=\"Tim Cook en la WWDC18\" width=\"1632\" height=\"1088\" class=\"aligncenter size-full wp-image-16871\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2018\/06\/Tim-Cook-en-la-WWDC18.jpg 1632w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2018\/06\/Tim-Cook-en-la-WWDC18-300x200.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2018\/06\/Tim-Cook-en-la-WWDC18-1024x683.jpg 1024w\" sizes=\"(max-width: 1632px) 100vw, 1632px\" \/><\/a><\/p>\n<p>Y con esto acabamos todas las novedades de la presentaci\u00f3n. No hubo ni una sola referencia al hardware, <strong>as\u00ed que probablemente nos espere un final de a\u00f1o cargado de novedades en cuanto a los dispositivos.<\/strong><\/p>\n<p>Personalmente estoy contento con lo visto aunque no s\u00e9 hasta qu\u00e9 punto nos va a perjudicar a los usuarios el que Apple haga un anuncio tan impactante como la portabilidad de las aplicaciones de iOS a macOS ya que <strong>puede hacer que una empresa decida aguantar un a\u00f1o sin novedades, actualizaciones, mejoras, etc. de su aplicaci\u00f3n, porque el a\u00f1o que viene pueden ahorrarse trabajo y dinero al migrar algo que ya han hecho.<\/strong><\/p>\n<p>En cuanto al resto de novedades, muchas son una capa extra de funcionalidad que no le viene nada mal a los sistemas operativos y que en general van a mejorar la experiencia de usuario. Algunas de ellas llegan tarde (como las notificaciones agrupadas), bien es sabido que Apple no es el mejor ejemplo de velocidad en este tipo de asuntos.<\/p>\n<p>A pesar de que este es el evento principal de desarrollo, viendo el modo de actuar de otros a\u00f1os, <strong>seguro que tendremos m\u00e1s novedades cuando se actualicen los dispositivos,<\/strong> y tengo la sensaci\u00f3n de que las funcionalidades que nos presentar\u00e1n rellenar\u00e1n el vac\u00edo que esta presentaci\u00f3n ha dejado en algunos de vosotros. S\u00f3lo el tiempo me dir\u00e1 si me equivoco.<\/p>\n<p>Yo en general estoy contento con lo aqu\u00ed anunciado, me quedo con la parte de mejora de estabilidad y velocidad, <strong>al final del d\u00eda es algo que todos vamos a agradecer s\u00ed o s\u00ed,<\/strong> y estoy deseando probar ese aumento del rendimiento prometido.<\/p>\n<p><span class=\"source\">M\u00e1s info<\/span> <span class=\"via\"><a href=\"https:\/\/www.apple.com\/apple-events\/june-2018\/\" rel=\"noopener noreferrer\" target=\"_blank\">Apple<\/a><\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Esta semana se celebr\u00f3 la keynote de la WWDC18, la presentaci\u00f3n inaugural de la Worldwide Developers Conference de Apple en la que<\/p>\n","protected":false},"author":1,"featured_media":16866,"comment_status":"open","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[5,1810,2100,19,20],"tags":[2206,2239,9,2717,16,174,2718,2210,2378,2720,2166,2719,241,2693],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v15.0 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Resumen y opini\u00f3n de la keynote de la WWDC18<\/title>\n<meta name=\"description\" content=\"Resumen y opini\u00f3n de la keynote de la WWDC18 en la que conocimos iOS 12, macOS Mojave, watchOS 5 y tvOS 12. Todas las novedades presentadas y resumidas.\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.MacSfera.com\/resumen-y-opinion-de-la-keynote-de-la-wwdc18\/\" \/>\n<meta property=\"og:locale\" content=\"es_ES\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Resumen y opini\u00f3n de la keynote de la WWDC18\" \/>\n<meta property=\"og:description\" content=\"Resumen y opini\u00f3n de la keynote de la WWDC18 en la que conocimos iOS 12, macOS Mojave, watchOS 5 y tvOS 12. Todas las novedades presentadas y resumidas.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.MacSfera.com\/resumen-y-opinion-de-la-keynote-de-la-wwdc18\/\" \/>\n<meta property=\"og:site_name\" content=\"MacSfera\" \/>\n<meta property=\"article:publisher\" content=\"http:\/\/www.facebook.com\/macsfera\" \/>\n<meta property=\"article:author\" content=\"https:\/\/www.facebook.com\/PabloAsekas\" \/>\n<meta property=\"article:published_time\" content=\"2018-06-07T16:25:34+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2021-10-17T10:35:02+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2018\/06\/WWDC18.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"2400\" \/>\n\t<meta property=\"og:image:height\" content=\"1350\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:title\" content=\"Resumen y opini\u00f3n de la keynote de la WWDC18\" \/>\n<meta name=\"twitter:description\" content=\"Resumen y opini\u00f3n de la keynote de la WWDC18 en la que conocimos iOS 12, macOS Mojave, watchOS 5 y tvOS 12. Todas las novedades presentadas y resumidas.\" \/>\n<meta name=\"twitter:image\" content=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2018\/06\/07145606\/WWDC18.jpg\" \/>\n<meta name=\"twitter:creator\" content=\"@https:\/\/twitter.com\/pabloasekas\" \/>\n<meta name=\"twitter:site\" content=\"@MacSferablog\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.MacSfera.com\/#website\",\"url\":\"https:\/\/www.MacSfera.com\/\",\"name\":\"MacSfera\",\"description\":\"Blog sobre Apple con especial inter\\u00e9s en la opini\\u00f3n personal en el Mac, el iPhone y el iPad.\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"https:\/\/www.MacSfera.com\/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"es\"},{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.MacSfera.com\/resumen-y-opinion-de-la-keynote-de-la-wwdc18\/#primaryimage\",\"inLanguage\":\"es\",\"url\":\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2018\/06\/WWDC18.jpg\",\"width\":2400,\"height\":1350,\"caption\":\"WWDC18\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.MacSfera.com\/resumen-y-opinion-de-la-keynote-de-la-wwdc18\/#webpage\",\"url\":\"https:\/\/www.MacSfera.com\/resumen-y-opinion-de-la-keynote-de-la-wwdc18\/\",\"name\":\"Resumen y opini\\u00f3n de la keynote de la WWDC18\",\"isPartOf\":{\"@id\":\"https:\/\/www.MacSfera.com\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/www.MacSfera.com\/resumen-y-opinion-de-la-keynote-de-la-wwdc18\/#primaryimage\"},\"datePublished\":\"2018-06-07T16:25:34+00:00\",\"dateModified\":\"2021-10-17T10:35:02+00:00\",\"author\":{\"@id\":\"https:\/\/www.MacSfera.com\/#\/schema\/person\/1c7b5783afd3f0309c3aa8a52942db5a\"},\"description\":\"Resumen y opini\\u00f3n de la keynote de la WWDC18 en la que conocimos iOS 12, macOS Mojave, watchOS 5 y tvOS 12. Todas las novedades presentadas y resumidas.\",\"inLanguage\":\"es\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.MacSfera.com\/resumen-y-opinion-de-la-keynote-de-la-wwdc18\/\"]}]},{\"@type\":\"Person\",\"@id\":\"https:\/\/www.MacSfera.com\/#\/schema\/person\/1c7b5783afd3f0309c3aa8a52942db5a\",\"name\":\"Pablo Asekas\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.MacSfera.com\/#personlogo\",\"inLanguage\":\"es\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/f86183a13a9c39523543ae47691e4c72?s=96&r=g\",\"caption\":\"Pablo Asekas\"},\"description\":\"Pablo es la persona detr\\u00e1s de MacSfera, le apasiona la tecnolog\\u00eda y adora Internet. Le gusta hablar de dispositivos y aplicaciones con un punto de vista personal y variado.\",\"sameAs\":[\"https:\/\/www.facebook.com\/PabloAsekas\",\"https:\/\/twitter.com\/https:\/\/twitter.com\/pabloasekas\",\"https:\/\/www.youtube.com\/user\/pabloasekas\",\"http:\/\/www.mylaif.es\"]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","_links":{"self":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts\/16862"}],"collection":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/comments?post=16862"}],"version-history":[{"count":12,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts\/16862\/revisions"}],"predecessor-version":[{"id":18217,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts\/16862\/revisions\/18217"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/media\/16866"}],"wp:attachment":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/media?parent=16862"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/categories?post=16862"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/tags?post=16862"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}