{"id":14330,"date":"2016-03-28T15:28:12","date_gmt":"2016-03-28T13:28:12","guid":{"rendered":"https:\/\/www.MacSfera.com\/?p=14330"},"modified":"2016-03-28T15:28:12","modified_gmt":"2016-03-28T13:28:12","slug":"goodnotes-mi-ipad-convertido-en-cuaderno","status":"publish","type":"post","link":"https:\/\/www.MacSfera.com\/goodnotes-mi-ipad-convertido-en-cuaderno\/","title":{"rendered":"GoodNotes: mi iPad convertido en cuaderno"},"content":{"rendered":"<p class=\"grande\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/03\/28131426\/GoodNotes.jpg\" rel=\"attachment wp-att-14333\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/03\/28131426\/GoodNotes.jpg\" alt=\"GoodNotes\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-14333\" srcset=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/03\/28131426\/GoodNotes.jpg 2500w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/03\/28131426\/GoodNotes.jpg 300w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/03\/28131426\/GoodNotes.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>A principios de curso cambi\u00e9 el boli y el l\u00e1piz por mi iPad y <a target=\"_blank\"title=\"Adonit Jot Pro: un gran stylus para escribir en el iPad\" href=\"https:\/\/www.macsfera.com\/adonit-jot-pro-gran-stylus-escribir-ipad\/\">un stylus<\/a>. Hab\u00eda dado el salto, abandonar el papel para utilizar mi iPad con el objetivo de ir m\u00e1s all\u00e1 en algo que llevo haciendo mucho tiempo.<\/p>\n<p>Pero el iPad no bastaba, necesitaba usar una aplicaci\u00f3n que me permitiese cumplir con mi cometido. <strong>Una aplicaci\u00f3n capaz de transformar mis trazos en tinta digital<\/strong> que luego pudiese revisar. Analic\u00e9 muchas, vi sus pros y sus contras, <strong>pero al final me decant\u00e9 por GoodNotes y,<\/strong> como hago siempre, <strong>os voy a contar porqu\u00e9.<\/strong><\/p>\n<p><!--more--><\/p>\n<p><strong>GoodNotes es una aplicaci\u00f3n para iPad y iPhone que nos permite usar la pantalla t\u00e1ctil de los dispositivos para escribir a mano alzada.<\/strong> Est\u00e1 dise\u00f1ada para actuar como si de un cuaderno se tratase, capturando cada trazado y plasm\u00e1ndolo en la hoja virtual.<\/p>\n<p>Posee un mont\u00f3n de herramientas, que veremos m\u00e1s adelante, con las que realizar nuestro cometido. Eso, junto a su dise\u00f1o, hace que nuestro iPad se convierta realmente en un cuaderno infinito, dispuesto a captar cada pensamiento, frase o f\u00f3rmula que queramos escribir.<\/p>\n<h2>Los cuadernos<\/h2>\n<p class=\"medio\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/03\/28131517\/GoodNotes-para-iPad.jpg\" rel=\"attachment wp-att-14334\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/03\/28131517\/GoodNotes-para-iPad.jpg\" alt=\"GoodNotes para iPad\" width=\"2500\" height=\"1729\" class=\"aligncenter size-full wp-image-14334\" srcset=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/03\/28131517\/GoodNotes-para-iPad.jpg 2500w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/03\/28131517\/GoodNotes-para-iPad.jpg 289w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/03\/28131517\/GoodNotes-para-iPad.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>Si no existiese una forma de organizar todo, para m\u00ed no tendr\u00eda sentido. Pero GoodNotes si que cuenta con un m\u00e9todo organizativo: <strong>el cuaderno.<\/strong><\/p>\n<p>La aplicaci\u00f3n se basa en cuadernos para guardar y ordenar todo lo que queramos escribir.<\/p>\n<p>Podemos tener un cuaderno para una asignatura, crear otro a modo de diario e incluso uno para las canciones de m\u00fasica. Todo en cuadernos, ninguna hoja suelta y adem\u00e1s clasificado por secciones.<\/p>\n<p>Esos cuadernos pueden ajustarse a pr\u00e1cticamente todas las necesidades. <strong>Existen m\u00e1s de 60 plantillas con las que podremos elegir el tama\u00f1o, la proporci\u00f3n, el fondo e incluso la portada.<\/strong> Esto hace que pueda tener un cuaderno con fondo de cuadros para mis asignaturas de c\u00e1lculo, otro con fondo de l\u00edneas horizontales para poder escribir recto y otro con pentagramas y proporci\u00f3n apaisada para escribir m\u00fasica.<\/p>\n<p>Una maravilla la verdad, la personalizaci\u00f3n en este sentido no tiene l\u00edmites, aunque s\u00ed que es verdad que echo de menos una zona donde poder a\u00f1adir hojas sin m\u00e1s, para apuntar esas ideas sueltas. Pero si lo pens\u00e1is bien, crear un cuaderno que se llame <em>\u00abVarios\u00bb<\/em> tampoco es una mala idea.<\/p>\n<h2>Herramientas generales<\/h2>\n<p class=\"medio\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/03\/28131557\/Herramientas-de-GoodNotes.jpg\" rel=\"attachment wp-att-14335\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/03\/28131557\/Herramientas-de-GoodNotes.jpg\" alt=\"Herramientas de GoodNotes\" width=\"2500\" height=\"980\" class=\"aligncenter size-full wp-image-14335\" srcset=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/03\/28131557\/Herramientas-de-GoodNotes.jpg 2500w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/03\/28131557\/Herramientas-de-GoodNotes.jpg 300w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/03\/28131557\/Herramientas-de-GoodNotes.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>Los cuadernos no son lo \u00fanico que incorpora GoodNotes de una mochila, <strong>tambi\u00e9n hay ciertas herramientas que nos van a ayudar mucho en nuestro cometido.<\/strong><\/p>\n<p>De edici\u00f3n tenemos <strong>el boli, el subrayador y el borrador.<\/strong> Gracias a estas 3 herramientas podremos agregar o quitar contenido a nuestro cuaderno. Se puede ajustar tanto el grosor como el color, y en el caso del borrador el que borre por libre o por trazado. Adem\u00e1s, cuenta con una herramienta extra que nos permitir\u00e1 <strong>crear figuras de forma perfecta:<\/strong> l\u00edneas rectas, cuadrados, tri\u00e1ngulos, c\u00edrculos, etc.<\/p>\n<p>Todo ese texto que escribimos puede ser tratado, por eso <strong>GoodNotes nos permite seleccionar el texto para moverlo, cambiarle el tama\u00f1o, el color o incluso convertirlo a texto digital.<\/strong> Es decir, escribir a mano y luego cambiarlo a texto como si lo hubi\u00e9semos escrito con el teclado.<\/p>\n<p class=\"medio\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/03\/28131719\/Conversion-de-texto-GoodNotes.jpg\" rel=\"attachment wp-att-14336\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/03\/28131719\/Conversion-de-texto-GoodNotes.jpg\" alt=\"Conversion de texto GoodNotes\" width=\"2500\" height=\"1787\" class=\"aligncenter size-full wp-image-14336\" srcset=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/03\/28131719\/Conversion-de-texto-GoodNotes.jpg 2500w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/03\/28131719\/Conversion-de-texto-GoodNotes.jpg 280w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/03\/28131719\/Conversion-de-texto-GoodNotes.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>Esta \u00faltima propiedad es posible gracias al reconocimiento de texto, que no solo permite transformar lo que escribimos, <strong>tambi\u00e9n permite buscar en todo el cuaderno,<\/strong> incluso si no hemos hecho la transformaci\u00f3n. Es una propiedad muy buena que adoro, puesto que es algo que no pod\u00eda hacer con mis antiguos apuntes.<\/p>\n<p>Por supuesto, tambi\u00e9n podemos <strong>a\u00f1adir im\u00e1genes o cajas de texto introducidas por teclado.<\/strong> No he usado mucho ambas propiedades, pero s\u00e9 que en otros casos ayuda notablemente a que la informaci\u00f3n sea m\u00e1s rica.<\/p>\n<p>En este punto <strong>s\u00ed que echar\u00eda en falta una herramienta de l\u00e1piz.<\/strong> Puede que para los creadores no tenga mucho sentido y sea m\u00e1s un capricho que otra cosa, pero en mis apuntes el l\u00e1piz tiene importancia a la hora de anotar cosas, por eso me gustar\u00eda que estuviese.<\/p>\n<h2>GoodNotes para la escritura detallada<\/h2>\n<p class=\"medio\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/03\/28131744\/Zoom-en-GoodNotes.jpg\" rel=\"attachment wp-att-14337\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/03\/28131744\/Zoom-en-GoodNotes.jpg\" alt=\"Zoom en GoodNotes\" width=\"2500\" height=\"1785\" class=\"aligncenter size-full wp-image-14337\" srcset=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/03\/28131744\/Zoom-en-GoodNotes.jpg 2500w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/03\/28131744\/Zoom-en-GoodNotes.jpg 280w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/03\/28131744\/Zoom-en-GoodNotes.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>Escog\u00ed GoodNotes principalmente porque era una aplicaci\u00f3n que estaba dise\u00f1ada para capturar la escritura. No los movimientos, no las pinceladas generales de una aplicaci\u00f3n de pinta y colorea, no. La escritura.<\/p>\n<p>Y es verdad, rara es la vez en la que a GoodNotes se le escapa un trazado. S\u00ed, a veces falla, pero no estoy del todo seguro de si es por mi culpa o por la suya <sup class=\"modern-footnotes-footnote \" data-mfn=\"1\" data-mfn-post-scope=\"0000000042a71eeb000000001d0499f7_14330\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-0000000042a71eeb000000001d0499f7_14330\">1<\/a><\/sup><span id=\"mfn-content-0000000042a71eeb000000001d0499f7_14330\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"1\">La aplicaci\u00f3n puede reaccionar perfectamente pero soy yo el que, sin darse cuenta, toca la pantalla con el stylus y con un dedo desencadenando en un l\u00edo que se materializa como un trazo m\u00e1s raro que otro.<\/span>. <strong>He escrito mucho en ella y no tengo queja la verdad.<\/strong><\/p>\n<p>Hay una propiedad que me encanta, y <strong>es el cuadro de zoom.<\/strong> Cuando quieres escribir, puedes activar el zoom y autom\u00e1ticamente sale un cuadrado en la zona inferior de la pantalla que nos permite escribir en grande cuando en realidad se est\u00e1 transmitiendo en escala a un apartado distinto de la hoja.<\/p>\n<p>Adem\u00e1s, el sistema detecta cuando queremos continuar escribiendo en la misma l\u00ednea y <strong>nos ofrece avanzar autom\u00e1ticamente<\/strong> para que no tengamos que despegar la mano de la mesa, tocar alg\u00fan bot\u00f3n o desplazarnos por la hoja.<\/p>\n<p>Esto nos sirve para tres cosas en particular:<\/p>\n<ol>\n<li>Podemos escribir en grande c\u00f3modamente y que en el documento real sea peque\u00f1o a pesar de que nosotros lo hemos hecho grande.<\/li>\n<li>Podemos visualizar el documento a tama\u00f1o general pero escribir en una posici\u00f3n determinada con todo tipo de detalles, puesto que esa zona la vemos grande. Esto nos viene bien para distribuir el espacio de la hoja o para consultar informaci\u00f3n que ya ten\u00edamos escrita y que no podemos ver si ampliamos la hoja.<\/li>\n<li>Nos ofrece una forma c\u00f3moda de escritura continua gracias al avance autom\u00e1tico. Muchas veces he escrito cosas puntuales haciendo zoom de la forma tradicional y s\u00ed, ser\u00eda muy cansado tener que ir avanzando manualmente cada vez que queramos.<\/li>\n<\/ol>\n<p>Adem\u00e1s, <strong>la aplicaci\u00f3n es compatible con stylus con Bluetooth.<\/strong> Estos stylus pueden ser configurados para aportar mayor precisi\u00f3n al trazado, para detectar la palma y poder escribir con ella plasmada en el iPad y para configurar los posibles botones del stylus.<\/p>\n<p>S\u00ed, si vuestro stylus tiene botones, lo m\u00e1s probable es que pod\u00e1is configurarlos para activar herramientas. Esto viene genial para tener un acceso directo al borrador, a un cambio de color o a la selecci\u00f3n del lazo.<\/p>\n<p>GoodNotes funcionar\u00e1 sin problemas para los <a target=\"_blank\"title=\"Adonit\" href=\"https:\/\/www.macsfera.com\/tag\/adonit\/\">stylus de Adonit<\/a>, Pencil by Fiftythree, Pogo Connect, Wacom y, por supuesto, Apple Pencil.<\/p>\n<p>No os voy a enga\u00f1ar, <strong>tengo ganas de probar el Apple Pencil en GoodNotes,<\/strong> creo que puede ser muy interesante lo que salga de ah\u00ed.<\/p>\n<h2>Compatibilidad en la importaci\u00f3n y exportaci\u00f3n<\/h2>\n<p class=\"medio\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/03\/28132056\/Exportar-documentos-en-GoodNotes.jpg\" rel=\"attachment wp-att-14340\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/03\/28132056\/Exportar-documentos-en-GoodNotes.jpg\" alt=\"Exportar documentos en GoodNotes\" width=\"2500\" height=\"1729\" class=\"aligncenter size-full wp-image-14340\" srcset=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/03\/28132056\/Exportar-documentos-en-GoodNotes.jpg 2500w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/03\/28132056\/Exportar-documentos-en-GoodNotes.jpg 289w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/03\/28132056\/Exportar-documentos-en-GoodNotes.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>La compatibilidad de GoodNotes no solo se queda en la escritura o en los stylus. <strong>Va m\u00e1s all\u00e1 con su sistema de importaci\u00f3n y exportaci\u00f3n de documentos.<\/strong><\/p>\n<p>Por un lado podemos importar documentos desde los servicios en la nube m\u00e1s conocidos, podemos abrir documentos ya creados y seguir edit\u00e1ndolos e incluso podemos abrir PDFs y editarlos.<\/p>\n<p>Cuando digo editar un PDF no hablo de modificar el texto que aparece en ellos, sino de subrayarlo, a\u00f1adir cosas escritas a mano o im\u00e1genes. Lo curioso de esto es que <strong>tambi\u00e9n podemos gestionar las p\u00e1ginas,<\/strong> por lo que no hay que a\u00f1adir las notas al borde de la p\u00e1gina, sino que podemos a\u00f1adir una nueva p\u00e1gina en blanco y editarla como si fuese un cuaderno. Me viene genial a la hora de atender en clase y editar los PDFs del temario que te dan ampliando con las explicaciones que hacen en clase.<\/p>\n<p>Tambi\u00e9n podemos exportar o mandar a imprimir un cuaderno o una selecci\u00f3n de p\u00e1ginas. Los formatos disponibles son: GoodNotes, PDF o imagen.<\/p>\n<p class=\"grande\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/03\/28131930\/Copia-de-seguridad-GoodNotes.jpg\" rel=\"attachment wp-att-14339\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/03\/28131930\/Copia-de-seguridad-GoodNotes.jpg\" alt=\"Copia de seguridad GoodNotes\" width=\"2500\" height=\"1147\" class=\"aligncenter size-full wp-image-14339\" srcset=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/03\/28131930\/Copia-de-seguridad-GoodNotes.jpg 2500w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/03\/28131930\/Copia-de-seguridad-GoodNotes.jpg 300w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/03\/28131930\/Copia-de-seguridad-GoodNotes.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>Por \u00faltimo, GoodNotes nos permite hacer copias de seguridad de dos formas:<\/p>\n<ol>\n<li><strong>Copia de seguridad en iCloud:<\/strong> esta copia sirve tanto para salvar nuestros cuadernos en la nube como para sincronizar entre dispositivos. Todo lo que guardemos se sincronizar\u00e1 autom\u00e1ticamente con el resto de dispositivos que tengamos asociados al ID de Apple.<\/li>\n<li><strong>Copia de seguridad en la nube:<\/strong> GoodNotes permite tambi\u00e9n realizar una copia de seguridad extra para subir los cuadernos a alguno de los servicios de almacenamiento en la nube compatibles. Esta copia se realiza cada vez que hay una modificaci\u00f3n, y se sube el cuaderno en formato .zip. En esta opci\u00f3n, tambi\u00e9n podemos enviar esos archivos por email para que otro dispositivo los abra con las opciones descritas antes. Esta copia de seguridad no sincronizar\u00e1 con ning\u00fan dispositivo, habr\u00e1 que importar los nuevos cambios siempre que se produzcan.<\/li>\n<\/ol>\n<p>Me encanta que las aplicaciones luchen contra el hermetismo natural de iOS <sup class=\"modern-footnotes-footnote \" data-mfn=\"2\" data-mfn-post-scope=\"0000000042a71eeb000000001d0499f7_14330\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-0000000042a71eeb000000001d0499f7_14330\">2<\/a><\/sup><span id=\"mfn-content-0000000042a71eeb000000001d0499f7_14330\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"2\">En iOS, cada aplicaci\u00f3n tiene sus archivos, y s\u00f3lo sus archivos. No digo que sea bueno o malo, simplemente digo que valoro aquellas aplicaciones que permiten sacar sus archivos para interactuar con otras aplicaciones.<\/span>, por eso GoodNotes me gusta, <strong>porque mis documentos no solo est\u00e1n en mi iPad.<\/strong><\/p>\n<h2>\u00bfPor qu\u00e9 GoodNotes?<\/h2>\n<p class=\"grande\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/03\/28132953\/Tomar-apuntes-a-mano-GoodNotes-iPad.jpg\" rel=\"attachment wp-att-14343\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/03\/28132953\/Tomar-apuntes-a-mano-GoodNotes-iPad.jpg\" alt=\"Tomar apuntes a mano GoodNotes iPad\" width=\"2500\" height=\"1666\" class=\"aligncenter size-full wp-image-14343\" srcset=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/03\/28132953\/Tomar-apuntes-a-mano-GoodNotes-iPad.jpg 2500w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/03\/28132953\/Tomar-apuntes-a-mano-GoodNotes-iPad.jpg 300w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/03\/28132953\/Tomar-apuntes-a-mano-GoodNotes-iPad.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>Existen otras aplicaciones para tomar notas a mano en el iPad, <strong>pero yo me decant\u00e9 por GoodNotes y eso tiene su justificaci\u00f3n.<\/strong><\/p>\n<p>Para empezar, <strong>la calidad del software es muy buena,<\/strong> la aplicaci\u00f3n apenas falla. No recuerdo que se haya cerrado de golpe o que no haya guardado algo, pero eso no significa que no pueda pasar, por eso digo que <em>\u00abapenas\u00bb<\/em> falla.<\/p>\n<p>Un punto importante es que <strong>cumple con todo lo que necesito.<\/strong> Necesitaba precisi\u00f3n, y la tiene. Necesitaba una forma de organizar mis apuntes como los ten\u00eda antes, y la tiene. Necesitaba que fuese vers\u00e1til, y lo es. Incluso tiene cosas que no cre\u00eda que iban a serme \u00fatiles y luego ha resultado que son propiedades que reclamo en este tipo de aplicaciones.<\/p>\n<p><strong>La aplicaci\u00f3n est\u00e1 en constante mejora,<\/strong> los desarrolladores de GoodNotes corrigen los errores con rapidez y adaptan las <a target=\"_blank\"title=\"Nuevo iOS 9\" href=\"https:\/\/www.macsfera.com\/nuevo-ios-9\/\">nuevas propiedades de iOS<\/a> con velocidad tambi\u00e9n. Para m\u00ed es positivo e importante que el software que utilizo est\u00e9 en constante crecimiento.<\/p>\n<p>Por \u00faltimo, <strong>me gusta que sea compatible con stylus Bluetooth.<\/strong> En mi art\u00edculo contando <a target=\"_blank\"title=\"Mi experiencia escribiendo a mano en el iPad\" href=\"https:\/\/www.macsfera.com\/mi-experiencia-escribiendo-a-mano-en-el-ipad\/\">mi experiencia tomando apuntes a mano con el iPad<\/a>, os expliqu\u00e9 que, si bien el stylus que uso ahora no tiene Bluetooth, no descarto hacerme con uno con Bluetooth y es importante que la app que voy a usar sea compatible. Es m\u00e1s, con el <a target=\"_blank\"title=\"Nuevo iPad Pro de 9,7\u201d\" href=\"https:\/\/www.macsfera.com\/nuevo-ipad-pro-97\/\">nuevo iPad Pro de 9&#8217;7 pulgadas<\/a>, lo m\u00e1s seguro es que caiga el Apple Pencil.<\/p>\n<h2>Disponibilidad<\/h2>\n<p class=\"medio\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/03\/28133853\/GoodNotes-en-la-App-Store.jpg\" rel=\"attachment wp-att-14344\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/03\/28133853\/GoodNotes-en-la-App-Store.jpg\" alt=\"GoodNotes en la App Store\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-14344\" srcset=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/03\/28133853\/GoodNotes-en-la-App-Store.jpg 2500w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/03\/28133853\/GoodNotes-en-la-App-Store.jpg 300w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/03\/28133853\/GoodNotes-en-la-App-Store.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>La aplicaci\u00f3n est\u00e1 disponible en la App Store a modo de app universal. S\u00ed, <strong>es compatible con el iPhone y con el iPad.<\/strong><\/p>\n<p>Si bien os puede parecer una tonter\u00eda que exista una versi\u00f3n para iPhone, he de decir que no es tan descabellado. S\u00ed, no te vas a poner a escribir a mano en una pantalla tan peque\u00f1a como la del iPhone <sup class=\"modern-footnotes-footnote \" data-mfn=\"3\" data-mfn-post-scope=\"0000000042a71eeb000000001d0499f7_14330\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-0000000042a71eeb000000001d0499f7_14330\">3<\/a><\/sup><span id=\"mfn-content-0000000042a71eeb000000001d0499f7_14330\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"3\">Sobre todo si es la del <a target=\"_blank\"title=\"Nuevo iPhone SE\" href=\"https:\/\/www.macsfera.com\/nuevo-iphone-se\/\">iPhone SE<\/a>.<\/span>, <strong>pero el tener accesible siempre desde tu m\u00f3vil tus apuntes para poder verlos, editarlos o incluso compartirlos hace que des las gracias<\/strong> porque los desarrolladores hayan ido m\u00e1s all\u00e1 de tu pensamiento inicial de <em>\u00abes una pantalla peque\u00f1a, no tiene sentido\u00bb<\/em>.<\/p>\n<p><strong>GoodNotes est\u00e1 disponible <a target=\"_blank\"href=\"https:\/\/geo.itunes.apple.com\/es\/app\/goodnotes-4-notes-pdf\/id778658393?mt=8&amp;at=1010l9LC\">en la App Store<\/a> por 8\u20ac<\/strong> como aplicaci\u00f3n universal.<\/p>\n<hr \/>\n<p class=\"grande\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/03\/28132406\/GoodNotes-Escribir-a-mano-iPad.jpg\" rel=\"attachment wp-att-14341\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/03\/28132406\/GoodNotes-Escribir-a-mano-iPad.jpg\" alt=\"GoodNotes Escribir a mano iPad\" width=\"2500\" height=\"1666\" class=\"aligncenter size-full wp-image-14341\" srcset=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/03\/28132406\/GoodNotes-Escribir-a-mano-iPad.jpg 2500w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/03\/28132406\/GoodNotes-Escribir-a-mano-iPad.jpg 300w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/03\/28132406\/GoodNotes-Escribir-a-mano-iPad.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p><strong>Me encanta GoodNotes,<\/strong> ha hecho que <a target=\"_blank\"title=\"El iPad como equipo de trabajo\" href=\"https:\/\/www.macsfera.com\/el-ipad-como-equipo-de-trabajo\/\">mi iPad sirva para algo m\u00e1s que consumir contenido<\/a>, y eso se agradece.<\/p>\n<p>Tomando apuntes he mejorado mucho, es muy c\u00f3modo escribir sin levantar la mano, y con el zoom m\u00e1s. Adem\u00e1s, no sab\u00e9is lo bien que viene la versatilidad de tener el texto virtual: mover, ampliar, duplicar, cambiar el color, etc. <strong>Una maravilla de verdad.<\/strong> Ahora cada vez que hago un examen lo paso mal al saber que no tengo todas esas herramientas a mi alcance.<\/p>\n<p>Siempre que tengo que escribir algo a mano, suelo recurrir al iPad para ello. Me voy a crear el cuaderno ese de <em>\u00abVarios\u00bb<\/em> que he comentado m\u00e1s arriba y as\u00ed le puedo dar m\u00e1s uso, y espero poder disfrutar de la aplicaci\u00f3n al completo si al final acabo con el Apple Pencil (o cualquier otro con Bluetooth).<\/p>\n<p>La tecnolog\u00eda est\u00e1 aqu\u00ed para hacernos la vida m\u00e1s f\u00e1cil, <strong>y yo he decidido que GoodNotes me ayude con mis apuntes junto a mi iPad.<\/strong> No ha habido ni un solo d\u00eda en el que me haya arrepentido del cambio, ni uno.<\/p>\n<p><span class=\"source\">M\u00e1s info<\/span> <span class=\"via\"><a href=\"http:\/\/www.goodnotesapp.com\" target=\"_blank\">GoodNotes<\/a><\/span><\/p>\n<p><span class=\"source\">Compra<\/span> <span class=\"via\"><a href=\"https:\/\/geo.itunes.apple.com\/es\/app\/goodnotes-4-notes-pdf\/id778658393?mt=8&#038;at=1010l9LC\" target=\"_blank\">App Store<\/a><\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>A principios de curso cambi\u00e9 el boli y el l\u00e1piz por mi iPad y un stylus. Hab\u00eda dado el salto, abandonar el<\/p>\n","protected":false},"author":1,"featured_media":14333,"comment_status":"open","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[4,22],"tags":[2205,2275,272,11,2211,2279],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v15.0 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>GoodNotes: mi iPad convertido en cuaderno<\/title>\n<meta name=\"description\" content=\"Review y opini\u00f3n de la aplicaci\u00f3n GoodNotes para iPad y iPhone que me permite escribir a mano en el iPad con un stylus para tomar apuntes.\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.MacSfera.com\/goodnotes-mi-ipad-convertido-en-cuaderno\/\" \/>\n<meta property=\"og:locale\" content=\"es_ES\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"GoodNotes: mi iPad convertido en cuaderno\" \/>\n<meta property=\"og:description\" content=\"Review y opini\u00f3n de la aplicaci\u00f3n GoodNotes para iPad y iPhone que me permite escribir a mano en el iPad con un stylus para tomar apuntes.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.MacSfera.com\/goodnotes-mi-ipad-convertido-en-cuaderno\/\" \/>\n<meta property=\"og:site_name\" content=\"MacSfera\" \/>\n<meta property=\"article:publisher\" content=\"http:\/\/www.facebook.com\/macsfera\" \/>\n<meta property=\"article:author\" content=\"https:\/\/www.facebook.com\/PabloAsekas\" \/>\n<meta property=\"article:published_time\" content=\"2016-03-28T13:28:12+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/03\/28131426\/GoodNotes.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"2500\" \/>\n\t<meta property=\"og:image:height\" content=\"1667\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:title\" content=\"GoodNotes: mi iPad convertido en cuaderno\" \/>\n<meta name=\"twitter:description\" content=\"Review y opini\u00f3n de la aplicaci\u00f3n GoodNotes para iPad y iPhone que me permite escribir a mano en el iPad con un stylus para tomar apuntes.\" \/>\n<meta name=\"twitter:image\" content=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/03\/28131426\/GoodNotes.jpg\" \/>\n<meta name=\"twitter:creator\" content=\"@https:\/\/twitter.com\/pabloasekas\" \/>\n<meta name=\"twitter:site\" content=\"@MacSferablog\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.MacSfera.com\/#website\",\"url\":\"https:\/\/www.MacSfera.com\/\",\"name\":\"MacSfera\",\"description\":\"Blog sobre Apple con especial inter\\u00e9s en la opini\\u00f3n personal en el Mac, el iPhone y el iPad.\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"https:\/\/www.MacSfera.com\/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"es\"},{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.MacSfera.com\/goodnotes-mi-ipad-convertido-en-cuaderno\/#primaryimage\",\"inLanguage\":\"es\",\"url\":\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/03\/28131426\/GoodNotes.jpg\",\"width\":2500,\"height\":1667,\"caption\":\"GoodNotes\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.MacSfera.com\/goodnotes-mi-ipad-convertido-en-cuaderno\/#webpage\",\"url\":\"https:\/\/www.MacSfera.com\/goodnotes-mi-ipad-convertido-en-cuaderno\/\",\"name\":\"GoodNotes: mi iPad convertido en cuaderno\",\"isPartOf\":{\"@id\":\"https:\/\/www.MacSfera.com\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/www.MacSfera.com\/goodnotes-mi-ipad-convertido-en-cuaderno\/#primaryimage\"},\"datePublished\":\"2016-03-28T13:28:12+00:00\",\"dateModified\":\"2016-03-28T13:28:12+00:00\",\"author\":{\"@id\":\"https:\/\/www.MacSfera.com\/#\/schema\/person\/1c7b5783afd3f0309c3aa8a52942db5a\"},\"description\":\"Review y opini\\u00f3n de la aplicaci\\u00f3n GoodNotes para iPad y iPhone que me permite escribir a mano en el iPad con un stylus para tomar apuntes.\",\"inLanguage\":\"es\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.MacSfera.com\/goodnotes-mi-ipad-convertido-en-cuaderno\/\"]}]},{\"@type\":\"Person\",\"@id\":\"https:\/\/www.MacSfera.com\/#\/schema\/person\/1c7b5783afd3f0309c3aa8a52942db5a\",\"name\":\"Pablo Asekas\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.MacSfera.com\/#personlogo\",\"inLanguage\":\"es\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/f86183a13a9c39523543ae47691e4c72?s=96&r=g\",\"caption\":\"Pablo Asekas\"},\"description\":\"Pablo es la persona detr\\u00e1s de MacSfera, le apasiona la tecnolog\\u00eda y adora Internet. Le gusta hablar de dispositivos y aplicaciones con un punto de vista personal y variado.\",\"sameAs\":[\"https:\/\/www.facebook.com\/PabloAsekas\",\"https:\/\/twitter.com\/https:\/\/twitter.com\/pabloasekas\",\"https:\/\/www.youtube.com\/user\/pabloasekas\",\"http:\/\/www.mylaif.es\"]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","_links":{"self":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts\/14330"}],"collection":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/comments?post=14330"}],"version-history":[{"count":0,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts\/14330\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/media\/14333"}],"wp:attachment":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/media?parent=14330"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/categories?post=14330"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/tags?post=14330"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}