{"id":16706,"date":"2017-09-28T18:33:47","date_gmt":"2017-09-28T16:33:47","guid":{"rendered":"https:\/\/www.MacSfera.com\/?p=16706"},"modified":"2017-09-28T18:33:47","modified_gmt":"2017-09-28T16:33:47","slug":"analisis-de-los-bose-quietcomfort-35","status":"publish","type":"post","link":"https:\/\/www.MacSfera.com\/analisis-de-los-bose-quietcomfort-35\/","title":{"rendered":"An\u00e1lisis de los Bose QuietComfort 35"},"content":{"rendered":"<p class=\"grande\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/09\/28182117\/Opinion-Bose-QC-35.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/09\/28182117\/Opinion-Bose-QC-35.jpg\" alt=\"Opinion Bose QC 35\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-16731\" srcset=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/09\/28182117\/Opinion-Bose-QC-35.jpg 2500w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/09\/28182117\/Opinion-Bose-QC-35.jpg 300w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/09\/28182117\/Opinion-Bose-QC-35.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>En un arrebato de furia contenida, que <a target=\"_blank\" title=\"Beats Solo2 inal\u00e1mbricos: mi opini\u00f3n\" href=\"https:\/\/www.macsfera.com\/beats-solo2-inalambricos-mi-opinion\/\">mis Beats Solo2<\/a> tuvieran algunos fallos acarre\u00f3 dos cosas:<\/p>\n<ol>\n<li>Que escribiera un art\u00edculo explicando los <a target=\"_blank\" title=\"Los defectos de los Beats Solo2 tras 2 a\u00f1os de uso\" href=\"https:\/\/www.macsfera.com\/los-defectos-de-los-beats-solo2-tras-2-anos-de-uso\/\">defectos de los Beats Solo2<\/a><\/li>\n<li>Que me diese por probar otros cascos inal\u00e1mbricos del mismo rango de precio<\/li>\n<\/ol>\n<p>De ah\u00ed viene este art\u00edculo, <strong>la marca Bose me dej\u00f3 una de sus unidades QuietComfort 35 y,<\/strong> tras probarlo en diferentes situaciones, <strong>voy a contaros qu\u00e9 tal mi experiencia con ellos.<\/strong><\/p>\n<p><!--more--><\/p>\n<p>Siempre he tenido a Bose como un referente en cuanto a audio, he oido buenas cr\u00edticas y all\u00e1 a donde voy veo sus productos orientados a profesionales. Por eso fue la primera marca por cuyo cat\u00e1logo me interes\u00e9.<\/p>\n<p>Que tuviese esa fama no significaba que fuese a otorgarle el t\u00edtulo que ha tenido porque s\u00ed, al igual que hice con la marca Beats <sup class=\"modern-footnotes-footnote \" data-mfn=\"1\" data-mfn-post-scope=\"00000000275527dc000000003a4179cc_16706\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-00000000275527dc000000003a4179cc_16706\">1<\/a><\/sup><span id=\"mfn-content-00000000275527dc000000003a4179cc_16706\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"1\">Muchas personas han criticado su sonido, pero eso no me impidi\u00f3 probarlos y obtener mis propias conclusiones.<\/span>, he preferido juzgar por m\u00ed mismo.<\/p>\n<p>De entre los distintos modelos que tienen orientados al p\u00fablico, <strong>me llamaron la atenci\u00f3n los Bose QuietComfort 35 porque eran exactamente lo que estaba buscando:<\/strong> auriculares, inal\u00e1mbricos y con un precio similar a los Beats Solo2.<\/p>\n<p>Han sido tan amables de dejarme una unidad para review as\u00ed que <strong>vamos a hablar de lo que estos cascos representan en un mercado donde cada vez hay m\u00e1s competencia.<\/strong><\/p>\n<h2 class=\"review\">Dise\u00f1o elegante y robusto<\/h2>\n<p class=\"grande\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/09\/28172757\/Diseno-de-los-Bose-QuietComfort-35.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/09\/28172757\/Diseno-de-los-Bose-QuietComfort-35.jpg\" alt=\"Diseno de los Bose QuietComfort 35\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-16709\" srcset=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/09\/28172757\/Diseno-de-los-Bose-QuietComfort-35.jpg 2500w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/09\/28172757\/Diseno-de-los-Bose-QuietComfort-35.jpg 300w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/09\/28172757\/Diseno-de-los-Bose-QuietComfort-35.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>Los Bose QuietComfort 35 son unos auriculares de diadema grande, disponibles en dos colores y ofrecen un estilo mate muy elegante. Son iguales que el modelo QC25 pero con las capacidades inal\u00e1mbricas incorporadas.<\/p>\n<p><strong>Los auriculares son muy c\u00f3modos, extremadamente c\u00f3modos.<\/strong> Cubren toda la oreja (no la aplastan), son ligeros, est\u00e1n acolchados (tanto en la oreja como en la diadema de la cabeza) y se pueden regular para distintos tama\u00f1os y posiciones, como unos cascos normales.<\/p>\n<p>Tanto los botones de control como de encendido se encuentran en el auricular derecho. Curiosamente, pens\u00e9 que esto era lo que mejor le ven\u00edan a unos controles inal\u00e1mbricos, pero me he dado cuenta de que <strong>los prefiero en el lado izquierdo.<\/strong> Como soy diestro, la mayor\u00eda de las veces mi mano izquierda es la que est\u00e1 libre para poder pulsar dichos botones. Me he encontrado en algunas situaciones c\u00f3micas intentando pulsar los botones con la mano izquierda, poniendo posturas raras y moviendo el cuello para facilitar el alcance.<\/p>\n<div class=\"galerias medio\" data-layout=\"212\" style=\"visibility: hidden;\">\n<img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/09\/28174507\/Versatilidad-de-los-Bose-QC-35.jpg\" title=\"\" alt=\"\" \/>\n<img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/09\/28174555\/Diadema-de-los-Bose-QuietComfort-35.jpg\" title=\"\" alt=\"\" \/>\n<img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/09\/28174643\/Analisis-Bose-QuietComfort-35.jpg\" title=\"\" alt=\"\" \/>\n<img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/09\/28174719\/Auricular-Bose-QuietComfort-35.jpg\" title=\"\" alt=\"\" \/>\n<img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/09\/28174840\/Review-Bose-QuietComfort-351.jpg\" title=\"\" alt=\"\" \/>\n\n<\/div>\n<p>Una de las cosas que hizo que me encantasen estos cascos fue lo c\u00f3modos que son. He llegado a pasar horas con ellos y no me he cansado, ni me han dolido las orejas, ni nada por el estilo. Llevando gafas o sin llevarlas, daba igual, horas y horas, sin molestias. He apreciado mucho lo importante que es la comodidad en unos cascos, es verdad que no suelo llevarlos muchas horas puestos, pero ya es uno de los requisitos para mis futuras b\u00fasquedas <sup class=\"modern-footnotes-footnote \" data-mfn=\"2\" data-mfn-post-scope=\"00000000275527dc000000003a4179cc_16706\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-00000000275527dc000000003a4179cc_16706\">2<\/a><\/sup><span id=\"mfn-content-00000000275527dc000000003a4179cc_16706\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"2\">No es que antes me diese igual si eran c\u00f3modos o no, simplemente no le daba valor si las primeras horas de uso eran c\u00f3modos. Los Beats Solo2 al principio son c\u00f3modos pero al cabo de unas horas de uso seguidas hacen que duelan las orejas<\/span>.<\/p>\n<p>Como desventaja dir\u00eda que son calurosos, como cualquier par de cascos si la temperatura ambiente es elevada, al final el aislarte del ruido tiene sus desventajas, en este caso es el calor.<\/p>\n<h2 class=\"review\">Versatilidad y transporte<\/h2>\n<p class=\"grande\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/09\/28172935\/Versatilidad-Bose-QuietComfort-35.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/09\/28172935\/Versatilidad-Bose-QuietComfort-35.jpg\" alt=\"Versatilidad Bose QuietComfort 35\" width=\"2500\" height=\"1591\" class=\"aligncenter size-full wp-image-16710\" srcset=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/09\/28172935\/Versatilidad-Bose-QuietComfort-35.jpg 2500w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/09\/28172935\/Versatilidad-Bose-QuietComfort-35.jpg 300w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/09\/28172935\/Versatilidad-Bose-QuietComfort-35.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>Este apartado deber\u00eda entrar en el de dise\u00f1o, pero prefiero separarlo para que quede m\u00e1s claro.<\/p>\n<p><strong>Los QC35 vienen dentro de una curiosa funda r\u00edgida con la que podremos transportarlos all\u00e1 donde vayamos.<\/strong> Los cascos se pueden plegar sobre s\u00ed mismos para ocupar menos espacio y, de esta forma, quedar protegidos en el interior de la funda.<\/p>\n<p>Es un poco aparatosa y abulta demasiado para mi gusto, pero al menos cumple el objetivo de proteger a los cascos de golpes, cosa que es un punto muy positivo <sup class=\"modern-footnotes-footnote \" data-mfn=\"3\" data-mfn-post-scope=\"00000000275527dc000000003a4179cc_16706\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-00000000275527dc000000003a4179cc_16706\">3<\/a><\/sup><span id=\"mfn-content-00000000275527dc000000003a4179cc_16706\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"3\">Algunos auriculares s\u00f3lo incluyen una bolsa de tela que, si bien protege de ara\u00f1azos, no lo hace de los golpes.<\/span>. En mis transportes, s\u00f3lo me he puesto los cascos para hacer pruebas, el resto de ocasiones los llevaba guardados as\u00ed que la funda me ven\u00eda perfecta para que ni se rayasen ni se golpeasen.<\/p>\n<div class=\"galerias medio\" data-layout=\"3\" style=\"visibility: hidden;\">\n<img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/09\/28173049\/Funda-de-los-Bose-QuietComfort-35.jpg\" title=\"\" alt=\"\" \/>\n<img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/09\/28173047\/Funda-Bose-QuietComfort-35.jpg\" title=\"\" alt=\"\" \/>\n<img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/09\/28175159\/Adaptador-avion-Bose-QuietComfort-35.jpg\" title=\"\" alt=\"\" \/>\n\n<\/div>\n<p>En ella podremos guardar tambi\u00e9n el cable para cargarlos, el cable para conectarlos por conexi\u00f3n jack y un adatador para los aviones que permitan conexi\u00f3n jack <sup class=\"modern-footnotes-footnote \" data-mfn=\"4\" data-mfn-post-scope=\"00000000275527dc000000003a4179cc_16706\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-00000000275527dc000000003a4179cc_16706\">4<\/a><\/sup><span id=\"mfn-content-00000000275527dc000000003a4179cc_16706\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"4\">Es la primera vez que lo veo incluido y me ha sorprendido gratamente.<\/span>.<\/p>\n<p>Por \u00faltimo, <strong>que los auriculares puedan pivotar sobre s\u00ed mismos nos van a permitir dejarlos sobre superficies o sobre nuestro propio cuello sin que abulten demasiado y sin someterlos a golpes.<\/strong> De por s\u00ed son unos cascos muy voluminosos, pero gracias a esta cualidad se aprecia mucho menos lo que pueden llegar a ocupar.<\/p>\n<p>Una cosa que s\u00ed he de criticar sobre esta caracter\u00edstica de pivotar sobre s\u00ed mismos, y es que <strong>ha sido la que m\u00e1s pelos me ha arrancado de la cabeza.<\/strong> Con cierta frecuencia, si mov\u00eda los cascos para quit\u00e1rmelos o dejar una oreja al descubierto, tir\u00f3n de pelo. Son muy c\u00f3modos puestos, pero cuidado al moverlos.<\/p>\n<h2 class=\"review\">Cancelaci\u00f3n de ruido<\/h2>\n<p class=\"grande\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/09\/28173327\/Cancelacion-de-ruido-Bose-QuietComfort-35.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/09\/28173327\/Cancelacion-de-ruido-Bose-QuietComfort-35.jpg\" alt=\"Cancelacion de ruido Bose QuietComfort 35\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-16713\" srcset=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/09\/28173327\/Cancelacion-de-ruido-Bose-QuietComfort-35.jpg 2500w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/09\/28173327\/Cancelacion-de-ruido-Bose-QuietComfort-35.jpg 300w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/09\/28173327\/Cancelacion-de-ruido-Bose-QuietComfort-35.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>Vamos a hablar de una de las cualidades m\u00e1s importantes de estos cascos: <strong>su sistema de cancelaci\u00f3n de ruido.<\/strong><\/p>\n<p>Tal y como me han demostrado estos cascos, existen dos modos de cancelar ruido:<\/p>\n<ul>\n<li>Utilizar materiales y fuerza para aislar nuestra oreja<\/li>\n<li>Utilizar micr\u00f3fonos que anulen el ruido<\/li>\n<\/ul>\n<p><strong>Los QuietComfort 35 utilizan una mezcla de los dos modos.<\/strong><\/p>\n<p>Por un lado, gracias a sus materiales acolchados y aislantes, con s\u00f3lo ponernos los cascos notaremos c\u00f3mo el ruido desciende un poco. No esper\u00e9is milagros, pero se nota.<\/p>\n<div class=\"galerias medio\" data-layout=\"121\" style=\"visibility: hidden;\">\n<img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/09\/28173458\/Microfonos-cancelacion-de-ruido-Bose-QuietComfort-35.jpg\" title=\"\" alt=\"\" \/>\n<img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/09\/28175614\/Auricular-acolchado-Bose-QuietComfort-35.jpg\" title=\"\" alt=\"\" \/>\n<img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/09\/28175731\/Sistema-cancelacion-de-ruido-Bose-QC-35.jpg\" title=\"\" alt=\"\" \/>\n<img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/09\/28175701\/Reduccion-de-ruido-Bose-QuietComfort-35.jpg\" title=\"\" alt=\"\" \/>\n\n<\/div>\n<p>Por otro, y aqu\u00ed es donde reside la magia de estos auriculares, est\u00e1 su <strong>sistema el\u00e9ctrico de micr\u00f3fonos que es capaz de anular buena parte del ruido exterior,<\/strong> incluso sin estar emitiendo m\u00fasica.<\/p>\n<p>Me hubiera gustado fotografiar el momento en el que me los puse y los encend\u00ed por primera vez, hubierais alucinado con mi cara porque fue un poema. Jam\u00e1s he probado sistema igual.<\/p>\n<p>Lo mejor que puedo hacer es describiros la sensaci\u00f3n, aunque jam\u00e1s igualar\u00e1 a la realidad:<\/p>\n<p>Nada m\u00e1s ponerlos notas una leve aislaci\u00f3n, <strong>como cuando se te taponan los o\u00eddos y oyes todo lejano,<\/strong> no es muy pronunciada. Pero una vez que los enciendes, el ruido ambiente que haya desaparece por completo, no eres consciente de la cantidad de ruido que hay a tu alrededor hasta que desaparece.<\/p>\n<p>A partir de ah\u00ed, depender\u00e1 del volumen de tu m\u00fasica, del ruido exterior, de lo concentrado que est\u00e9s en ese ruido y de lo bueno que sea tu oido.<\/p>\n<p><strong>Lo mejor de su sistema de cancelaci\u00f3n de ruido es que nos permite escuchar la m\u00fasica de forma clara y envolvente sin necesidad de tener el volumen al m\u00e1ximo.<\/strong> Eso es algo que valoro y aprecio mucho porque soy de los que piensa que estos aparatos nos van a dejar sordos en alg\u00fan momento.<\/p>\n<p>Lo he probado en casa, con ruido de fondo <sup class=\"modern-footnotes-footnote \" data-mfn=\"5\" data-mfn-post-scope=\"00000000275527dc000000003a4179cc_16706\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-00000000275527dc000000003a4179cc_16706\">5<\/a><\/sup><span id=\"mfn-content-00000000275527dc000000003a4179cc_16706\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"5\">Conversaciones, la televisi\u00f3n, truenos, etc.<\/span>, en la calle, en el trabajo y hasta en el transporte p\u00fablico. Los resultados son muy buenos.<\/p>\n<p>Desconozco si otros auriculares tienen este sistema o mejor, <strong>pero s\u00ed os aseguro que los Bose QuietComfort 35 aislan el ruido muy bien.<\/strong><\/p>\n<h2 class=\"review\">Sistema inteligente<\/h2>\n<p class=\"grande\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/09\/28173805\/Sistema-inteligente-Bose-QuietComfort-35.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/09\/28173805\/Sistema-inteligente-Bose-QuietComfort-35.jpg\" alt=\"Sistema inteligente Bose QuietComfort 35\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-16715\" srcset=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/09\/28173805\/Sistema-inteligente-Bose-QuietComfort-35.jpg 2500w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/09\/28173805\/Sistema-inteligente-Bose-QuietComfort-35.jpg 300w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/09\/28173805\/Sistema-inteligente-Bose-QuietComfort-35.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>Los QC35 tienen una caracter\u00edstica especial de la que no hab\u00eda o\u00eddo hablar, y que desconoc\u00eda. <strong>Se trata de un sistema inteligente que permite conectar 2 dispositivos a la vez e ir cambiando entre ellos sin esfuerzo alguno.<\/strong><\/p>\n<p>Cuando hablo de <em>\u201csin esfuerzo alguno\u201d<\/em> me refiero, literalmente, a sin esfuerzo alguno. Estar escuchando algo en el ordenador, querer o\u00edr algo en el iPhone y, autom\u00e1ticamente, hacer el cambio con s\u00f3lo darle al play en el segundo dispositivo.<\/p>\n<p>Es una idea ambiciosa, muy ambiciosa, adem\u00e1s de ser muy buena. \u00bfEl problema? <strong>S\u00f3lo funciona a veces.<\/strong><\/p>\n<p>Me he encontrado situaciones en las que quer\u00eda hacer el cambio y no he podido. Otras en las que hace el cambio y, al volver al dispositivo original, no se escucha el audio. Es un poco frustrante cuando falla, pero al menos es posible corregirlo desde el propio casco.<\/p>\n<div class=\"galerias medio\" data-layout=\"31\" style=\"visibility: hidden;\">\n<img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/09\/28180230\/Sistema-inteligente-de-los-Bose-QuietComfort-35.jpg\" title=\"\" alt=\"\" \/>\n<img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/09\/28180305\/Sistema-de-cambio-Bluetooth-Bose-QuietComfort-35.jpg\" title=\"\" alt=\"\" \/>\n<img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/09\/28180903\/Diadema-de-los-Bose-QC-35.jpg\" title=\"\" alt=\"\" \/>\n<img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/09\/28181509\/Opinion-Bose-QuietComfort-35.jpg\"\/>\n\n<\/div>\n<p>El bot\u00f3n de Bluetooth del auricular no solo sirve para encender y apagar los cascos, tambi\u00e9n sirve para ver los hasta 7 dispositivos pareados <strong>y forzar una conexi\u00f3n con ellos.<\/strong> De este modo, si perdemos la conexi\u00f3n con un dispositivo, no es necesario ir a los ajustes del dispositivo y hacer todos los pasos para parear los auriculares. <strong>Basta con ir pulsando el bot\u00f3n de Bluetooth hasta que el asistente de los cascos diga el nombre del dispositivo Bluetooth al que queremos conectarlos.<\/strong><\/p>\n<p>\u00bfEs una faena que el sistema no funcione siempre a la perfecci\u00f3n? <strong>S\u00ed, sin lugar a dudas.<\/strong> \u00bfEs verdad que no es tan molesto porque parear los auriculares es tan simple como tocar un bot\u00f3n? <strong>Tambi\u00e9n.<\/strong><\/p>\n<p>Espero sinceramente que Bose se ponga las pilas en este aspecto y para futuras versiones el sistema permita el cambio sin fallos. S\u00f3lo de pensar lo sencillo y \u00fatil que har\u00eda todo el cansado proceso de cambio de dispositivo, se me pone la piel de gallina. As\u00ed que crucemos los dedos.<\/p>\n<hr \/>\n<p class=\"grande\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/09\/28174042\/Bose-QC-35.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/09\/28174042\/Bose-QC-35.jpg\" alt=\"Bose QC 35\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-16716\" srcset=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/09\/28174042\/Bose-QC-35.jpg 2500w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/09\/28174042\/Bose-QC-35.jpg 300w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/09\/28174042\/Bose-QC-35.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p><strong>En general saco muy buenas conclusiones tras probar los QuietComfort 35.<\/strong> Muy buenas.<\/p>\n<p>Me gusta el sonido que emiten, me resultan muy c\u00f3modos y me fascina su sistema de aislamiento.<\/p>\n<p>Por otro lado, me decepciona que tiren del pelo en algunas posturas y me defrauda que su sistema inteligente funcione a medias <sup class=\"modern-footnotes-footnote \" data-mfn=\"6\" data-mfn-post-scope=\"00000000275527dc000000003a4179cc_16706\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-00000000275527dc000000003a4179cc_16706\">6<\/a><\/sup><span id=\"mfn-content-00000000275527dc000000003a4179cc_16706\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"6\">Tampoco he sabido apreciar cu\u00e1ndo pod\u00edan fallar y porqu\u00e9, aunque tengo una ligera intuici\u00f3n.<\/span>.<\/p>\n<p>Para m\u00ed los pros tienen m\u00e1s peso que los contras, <strong>por eso me han gustado tanto.<\/strong> No puedo compararlos con muchos modelos, pero s\u00ed puedo deciros que estos auriculares est\u00e1n muy por encima de los Beats Solo2.<\/p>\n<p>Adem\u00e1s, <strong>he descubierto caracter\u00edsticas que he incorporado a la lista de deseos que mis pr\u00f3ximos cascos deben tener.<\/strong> Eso es muy positivo puesto que estos auriculares me han hecho desear cosas que antes no sab\u00eda que quer\u00eda o que ten\u00edan tanta importancia.<\/p>\n<p>Si est\u00e1is interesados en los Bose QuietComfort 35, <a target=\"_blank\" href=\"http:\/\/amzn.to\/2uKpQvk\">pod\u00e9is mirar en Amazon<\/a> porque suelen tener un descuento aplicado sobre el precio oficial, o en la <a href=\"https:\/\/www.bose.es\/es_es\/products\/headphones\/over_ear_headphones\/quietcomfort-35-wireless.html\" rel=\"noopener\" target=\"_blank\">p\u00e1gina oficial de Bose<\/a>.<\/p>\n<div class=\"galerias grande\" data-layout=\"2\" style=\"visibility: hidden;\">\n<img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/09\/28172322\/Review-Bose-QuietComfort-35.jpg\"\/>\n<img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/09\/28182517\/Analisis-Bose-QC-35.jpg\"\/>\n\n<\/div>\n<p><span class=\"source\">Compra<\/span> <span class=\"via\"><a target=\"_blank\" href=\"http:\/\/amzn.to\/2uKpQvk\">Amazon<\/a><\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>En un arrebato de furia contenida, que mis Beats Solo2 tuvieran algunos fallos acarre\u00f3 dos cosas: Que escribiera un art\u00edculo explicando los<\/p>\n","protected":false},"author":1,"featured_media":16731,"comment_status":"open","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[3,22],"tags":[2204,2682,2683,2483,2211],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v15.0 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>An\u00e1lisis de los Bose QuietComfort 35<\/title>\n<meta name=\"description\" content=\"An\u00e1lisis de los Bose QuietComfort 35, unos cascos muy c\u00f3modos, con un buen sonido y que aislan muy bien del ruido exterior.\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.MacSfera.com\/analisis-de-los-bose-quietcomfort-35\/\" \/>\n<meta property=\"og:locale\" content=\"es_ES\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"An\u00e1lisis de los Bose QuietComfort 35\" \/>\n<meta property=\"og:description\" content=\"An\u00e1lisis de los Bose QuietComfort 35, unos cascos muy c\u00f3modos, con un buen sonido y que aislan muy bien del ruido exterior.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.MacSfera.com\/analisis-de-los-bose-quietcomfort-35\/\" \/>\n<meta property=\"og:site_name\" content=\"MacSfera\" \/>\n<meta property=\"article:publisher\" content=\"http:\/\/www.facebook.com\/macsfera\" \/>\n<meta property=\"article:author\" content=\"https:\/\/www.facebook.com\/PabloAsekas\" \/>\n<meta property=\"article:published_time\" content=\"2017-09-28T16:33:47+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/09\/28182117\/Opinion-Bose-QC-35.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"2500\" \/>\n\t<meta property=\"og:image:height\" content=\"1667\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:title\" content=\"An\u00e1lisis de los Bose QuietComfort 35\" \/>\n<meta name=\"twitter:description\" content=\"An\u00e1lisis de los Bose QuietComfort 35, unos cascos muy c\u00f3modos, con un buen sonido y que aislan muy bien del ruido exterior.\" \/>\n<meta name=\"twitter:image\" content=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/09\/28182117\/Opinion-Bose-QC-35.jpg\" \/>\n<meta name=\"twitter:creator\" content=\"@https:\/\/twitter.com\/pabloasekas\" \/>\n<meta name=\"twitter:site\" content=\"@MacSferablog\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.MacSfera.com\/#website\",\"url\":\"https:\/\/www.MacSfera.com\/\",\"name\":\"MacSfera\",\"description\":\"Blog sobre Apple con especial inter\\u00e9s en la opini\\u00f3n personal en el Mac, el iPhone y el iPad.\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"https:\/\/www.MacSfera.com\/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"es\"},{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.MacSfera.com\/analisis-de-los-bose-quietcomfort-35\/#primaryimage\",\"inLanguage\":\"es\",\"url\":\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2017\/09\/28182117\/Opinion-Bose-QC-35.jpg\",\"width\":2500,\"height\":1667,\"caption\":\"Opinion Bose QC 35\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.MacSfera.com\/analisis-de-los-bose-quietcomfort-35\/#webpage\",\"url\":\"https:\/\/www.MacSfera.com\/analisis-de-los-bose-quietcomfort-35\/\",\"name\":\"An\\u00e1lisis de los Bose QuietComfort 35\",\"isPartOf\":{\"@id\":\"https:\/\/www.MacSfera.com\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/www.MacSfera.com\/analisis-de-los-bose-quietcomfort-35\/#primaryimage\"},\"datePublished\":\"2017-09-28T16:33:47+00:00\",\"dateModified\":\"2017-09-28T16:33:47+00:00\",\"author\":{\"@id\":\"https:\/\/www.MacSfera.com\/#\/schema\/person\/1c7b5783afd3f0309c3aa8a52942db5a\"},\"description\":\"An\\u00e1lisis de los Bose QuietComfort 35, unos cascos muy c\\u00f3modos, con un buen sonido y que aislan muy bien del ruido exterior.\",\"inLanguage\":\"es\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.MacSfera.com\/analisis-de-los-bose-quietcomfort-35\/\"]}]},{\"@type\":\"Person\",\"@id\":\"https:\/\/www.MacSfera.com\/#\/schema\/person\/1c7b5783afd3f0309c3aa8a52942db5a\",\"name\":\"Pablo Asekas\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.MacSfera.com\/#personlogo\",\"inLanguage\":\"es\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/f86183a13a9c39523543ae47691e4c72?s=96&r=g\",\"caption\":\"Pablo Asekas\"},\"description\":\"Pablo es la persona detr\\u00e1s de MacSfera, le apasiona la tecnolog\\u00eda y adora Internet. Le gusta hablar de dispositivos y aplicaciones con un punto de vista personal y variado.\",\"sameAs\":[\"https:\/\/www.facebook.com\/PabloAsekas\",\"https:\/\/twitter.com\/https:\/\/twitter.com\/pabloasekas\",\"https:\/\/www.youtube.com\/user\/pabloasekas\",\"http:\/\/www.mylaif.es\"]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","_links":{"self":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts\/16706"}],"collection":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/comments?post=16706"}],"version-history":[{"count":6,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts\/16706\/revisions"}],"predecessor-version":[{"id":16736,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts\/16706\/revisions\/16736"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/media\/16731"}],"wp:attachment":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/media?parent=16706"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/categories?post=16706"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/tags?post=16706"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}