{"id":16098,"date":"2016-12-19T16:11:28","date_gmt":"2016-12-19T15:11:28","guid":{"rendered":"https:\/\/www.MacSfera.com\/?p=16098"},"modified":"2017-09-09T11:33:31","modified_gmt":"2017-09-09T09:33:31","slug":"regala-ipad-pro","status":"publish","type":"post","link":"https:\/\/www.MacSfera.com\/regala-ipad-pro\/","title":{"rendered":"Regala un iPad Pro"},"content":{"rendered":"<p class=\"grande\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/12\/Regala-un-iPad-Pro.jpeg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/12\/Regala-un-iPad-Pro.jpeg\" alt=\"Regala un iPad Pro\" width=\"2500\" height=\"1666\" class=\"aligncenter size-full wp-image-16102\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/12\/Regala-un-iPad-Pro.jpeg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/12\/Regala-un-iPad-Pro-300x200.jpeg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/12\/Regala-un-iPad-Pro-1024x682.jpeg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>De forma general, suelo escribir mis art\u00edculos hablando a una comunidad, a un grupo de personas, en plural. Pero hoy me vas a permitir que hable personalmente contigo, el lector. De t\u00fa a t\u00fa, s\u00f3lo nosotros dos.<\/p>\n<p>Si est\u00e1s pensando en regalar un ordenador a una persona que lo necesite, <strong>lee atentamente este art\u00edculo porque probablemente el mejor regalo que podr\u00e1s hacer a esa persona sea un iPad Pro.<\/strong><\/p>\n<p><!--more--><\/p>\n<p>Llevo tiempo us\u00e1ndolo y como me gusta mucho la inform\u00e1tica, creo que es hora de explicar porqu\u00e9 pienso que este fant\u00e1stico dispositivo puede sustituir a un ordenador.<\/p>\n<h2>\u00bfQu\u00e9 es un ordenador?<\/h2>\n<p class=\"medio\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/12\/PC-que-puede-ser-sustituido-por-un-iPad-Pro.jpeg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/12\/PC-que-puede-ser-sustituido-por-un-iPad-Pro.jpeg\" alt=\"PC que puede ser sustituido por un iPad Pro\" width=\"2500\" height=\"1666\" class=\"aligncenter size-full wp-image-16106\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/12\/PC-que-puede-ser-sustituido-por-un-iPad-Pro.jpeg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/12\/PC-que-puede-ser-sustituido-por-un-iPad-Pro-300x200.jpeg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/12\/PC-que-puede-ser-sustituido-por-un-iPad-Pro-1024x682.jpeg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>Un ordenador es un equipo electr\u00f3nico que sirve para muchas cosas, infinitas, pero siendo realistas, no es el pensamiento general que solemos tener sobre este maravilloso invento cuando hablamos de \u00e9l. <strong>Lo vemos como una herramienta capaz de hacer lo que nosotros queramos o necesitemos.<\/strong><\/p>\n<p>La realidad es que con un ordenador puedes jugar a un juego chorra o puedes descubrir la cura del Alzheimer, el l\u00edmite lo pone el ser humano.<\/p>\n<p>Con esta premisa, si vas a regalar un ordenador a alguien, buscas que esa persona lo utilice para hacer cosas. Que le saque utilidad, provecho, partido\u2026 Ll\u00e1malo como quieras pero <strong>lo que buscas con ello es que lo utilice para su propio bien o el de los dem\u00e1s.<\/strong><\/p>\n<p>Ahora bien, \u00bfqu\u00e9 te hace pensar que s\u00f3lo un ordenador puede hacer lo que esa persona quiere hacer?<\/p>\n<p>No, no s\u00f3lo un ordenador puede hacer cosas, y para eso estoy hoy aqu\u00ed, <strong>para hablarte de las bondades que tiene el iPad Pro y lo bien que har\u00e1s al regalar uno.<\/strong><\/p>\n<h2>\u00bfQu\u00e9 es el iPad Pro?<\/h2>\n<p class=\"medio\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/12\/iPad-Pro-con-Smart-Keyboard.jpeg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/12\/iPad-Pro-con-Smart-Keyboard.jpeg\" alt=\"iPad Pro con Smart Keyboard\" width=\"2500\" height=\"1666\" class=\"aligncenter size-full wp-image-16103\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/12\/iPad-Pro-con-Smart-Keyboard.jpeg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/12\/iPad-Pro-con-Smart-Keyboard-300x200.jpeg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/12\/iPad-Pro-con-Smart-Keyboard-1024x682.jpeg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>De forma breve, <strong>te voy a contar lo que para m\u00ed es el iPad Pro.<\/strong> Y te lo va a contar un usuario que lleva usando iPads mucho tiempo. Si quieres saber m\u00e1s sobre el iPad Pro de 9,7 pulgadas, aqu\u00ed tienes <a target=\"_blank\" title=\"iPad Pro: lo que esperaba, y mucho m\u00e1s\" href=\"https:\/\/www.macsfera.com\/ipad-pro-lo-esperaba-mucho-mas\/\">mi review<\/a> en la que hablo del dispositivo en general, por si lo quieres conocer m\u00e1s a fondo. Ahora s\u00f3lo voy a hablar de \u00e9l de forma conceptual.<\/p>\n<p><strong>Mi concepto del iPad es,<\/strong> ni m\u00e1s ni menos, <strong>el de un equipo camale\u00f3nico.<\/strong> Una pieza de inform\u00e1tica que se adapta a ti all\u00e1 donde vayas y te ofrece m\u00e1s posibilidades que el resto de dispositivos hoy d\u00eda.<\/p>\n<p>Y como es un concepto un poco extra\u00f1o, quiero present\u00e1rtelo para que lo veas como yo:<\/p>\n<ul>\n<li><strong>Da igual c\u00f3mo lo cojas, el iPad siempre tiene una buena postura para ti.<\/strong> Ya sea en vertical o en horizontal, funciona en ambos lados as\u00ed que si tu contenido requiere de una vista apaisada, listo. Si por el contrario necesitas que la pantalla sea vertical, no te cortes, g\u00edralo y ya est\u00e1.<\/li>\n<li><strong>La pantalla t\u00e1ctil te aporta dinamismo y velocidad,<\/strong> \u00bfquieres hacer algo? t\u00f3calo. \u00bfQue ya no necesitas escribir?, oculta el teclado y recupera ese espacio perdido. \u00bfQue una aplicaci\u00f3n no necesita teclas y s\u00ed otros botones especiales?, no pasa nada, ah\u00ed est\u00e1n para ti, sin tocar nada, sin actualizar nada, simplemente est\u00e1n.<\/li>\n<li>\u00bfCansado de que te obliguen a adoptar una misma postura para usar un ordenador? <strong>Eso con el iPad no pasa.<\/strong> Lo puedes sujetar con una mano para leer, apoyarlo contra la mesa, colocarlo en tu regazo, apoyarlo contra un coj\u00edn o sujetarlo con las dos manos. Da igual, de verdad, las posibilidades son infinitas y como el iPad pesa poco y ocupa poco, no te va a requerir esfuerzo alguno. Adem\u00e1s, tiene una serie de accesorios que te permiten variar la posici\u00f3n para seg\u00fan que actividad quieras realizar, es fant\u00e1stico en serio. <\/li>\n<li><strong>Y aqu\u00ed viene mi situaci\u00f3n preferida:<\/strong> \u00bfNecesitas escribir a mano? La pantalla est\u00e1 dise\u00f1ada para capturar el m\u00e1s m\u00ednimo detalle de tu caligraf\u00eda sin otros elementos de por medio como el teclado. \u00bfNecesitas ver el \u00faltimo cap\u00edtulo de tu serie favorita? La pantalla se adapta a las condiciones de tu entorno y adem\u00e1s cuenta con unos altavoces incre\u00edbles que proyectan un sonido est\u00e9reo de alta calidad. \u00bfNecesitas centrarte en el trabajo y ser productivo a la hora de realizar un documento? No te preocupes, su pantalla recoge cada una de las pulsaciones que hagas en un fant\u00e1stico teclado virtual. O si lo prefieres, tienes un teclado que no lleva pilas ni tienes que enlazar con el iPad con el que teclear\u00e1s r\u00e1pido, y cuando quieras llevarlo de un lado a otro\u2026 \u00a1hace de funda protectora para tu pantalla!.<\/li>\n<\/ul>\n<p>\u00bfEntiendes ahora a lo que me refiero con que el iPad es camale\u00f3nico? <strong>Un solo dispositivo, mil posibilidades, es alucinante.<\/strong><\/p>\n<p class=\"medio\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/12\/iPad-Pro-con-Smart-Keyboard-cerrado.jpeg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/12\/iPad-Pro-con-Smart-Keyboard-cerrado.jpeg\" alt=\"iPad Pro con Smart Keyboard cerrado\" width=\"2500\" height=\"1666\" class=\"aligncenter size-full wp-image-16110\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/12\/iPad-Pro-con-Smart-Keyboard-cerrado.jpeg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/12\/iPad-Pro-con-Smart-Keyboard-cerrado-300x200.jpeg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/12\/iPad-Pro-con-Smart-Keyboard-cerrado-1024x682.jpeg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>Antes, siempre era de los que necesitaba tener un port\u00e1til en su equipo. As\u00ed me lo pod\u00eda llevar de un lado a otro, hacer cosas, etc. <strong>Hoy d\u00eda lo \u00fanico que llevo es mi iPad,<\/strong> que ocupa mucho menos, pesa mucho menos, tiene mejor bater\u00eda y se adapta mucho mejor a las situaciones que se plantean d\u00eda a d\u00eda cuando estoy fuera de mi zona de trabajo.<\/p>\n<p>S\u00e9 que todo es te\u00f3rico, pero m\u00e1s abajo te hablar\u00e9 de situaciones reales en las que esa persona a la que quieres regalar un port\u00e1til te va a agradecer el hecho de que le hayas regalado el iPad Pro finalmente.<\/p>\n<h2>S\u00ed, puedes hacer cosas con un iPad<\/h2>\n<p class=\"medio\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/11\/Spark-para-iPad.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/11\/Spark-para-iPad.jpg\" alt=\"Spark para iPad\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-15985\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/11\/Spark-para-iPad.jpg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/11\/Spark-para-iPad-300x200.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/11\/Spark-para-iPad-1024x683.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>Voy a romperte el mito que alguien de tu entorno te ha metido en la cabeza, o que has le\u00eddo por ah\u00ed: <strong>S\u00ed, puedes hacer muchas cosas con un iPad. Y no, no tienes que ser ning\u00fan hacker,<\/strong> lo \u00fanico que tienes que hacer es dedicarle un poco de tiempo.<\/p>\n<p>Antes, el iPad se conceb\u00eda como un producto de consumo: navegar por Internet, ver pel\u00edculas, escuchar m\u00fasica, ver nuestras \u00faltimas fotos, etc. Pero esto s\u00f3lo era as\u00ed porque no ten\u00edan la suficiente potencia como para realizar mucho m\u00e1s.<\/p>\n<aside class=\"pquote right\">\n<blockquote>\n<p>Hoy en d\u00eda el iPad Pro sirve para realizar muchas tareas cotidianas<\/p>\n<\/blockquote>\n<\/aside>\n<p>Hoy en d\u00eda las cosas han cambiado, y es hora de que te quites de la cabeza ese pensamiento tan negativo que te ha estado alejando de este fant\u00e1stico dispositivo. Estos equipos vienen dotados de un hardware que rivaliza con muchos de los PCs que hay en el mercado actualmente. Hablo de equipos normales, ni equipos basura que no valen ni para alumbrar con su pantalla, ni equipos especializados en tareas espec\u00edficas <strong>Hablo de cualquier PC que puedas comprar en grandes superficies.<\/strong><\/p>\n<p>Y es que, a d\u00eda de hoy, un iPad Pro, con las herramientas necesarias, puede hacer lo que la mayor\u00eda de la gente hace en sus ordenadores:<\/p>\n<ul>\n<li><strong>Consumo de contenido:<\/strong> p\u00e1ginas web, v\u00eddeos, pel\u00edculas, series, libros y dem\u00e1s<\/li>\n<li><strong>Gesti\u00f3n de archivos:<\/strong> ya sea con la propia aplicaci\u00f3n de iCloud Drive, gestores internos o servicios en la nube como Dropbox o Google Drive<\/li>\n<li><strong>Gesti\u00f3n de aplicaciones:<\/strong> puedes instalar cualquier herramienta disponible, y lo que es mejor, compartir archivos con ella que te env\u00eden por correo, que te descargues de Internet, que tengas en otras apps, etc.<\/li>\n<li><strong>Creaci\u00f3n de documentos:<\/strong> si existe la aplicaci\u00f3n, se puede hacer. Crear documentos de texto, PDFs, hojas de c\u00e1lculo, presentaciones, p\u00e1ginas web, v\u00eddeos, im\u00e1genes, archivos de audio, emails, etc.<\/li>\n<\/ul>\n<p>Y si es algo m\u00e1s preciso es posible que se pueda hacer. <strong>Hay desarrolladas<\/strong> (y en desarrollo) <strong>aplicaciones t\u00e9cnicas para crear planos de dise\u00f1o, dise\u00f1o de interfaces, dise\u00f1o gr\u00e1fico, m\u00fasica, entornos de programaci\u00f3n, etc.<\/strong><\/p>\n<p class=\"medio\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/12\/Trabajando-con-Ulysses-y-Safari-iPad-Pro.jpeg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/12\/Trabajando-con-Ulysses-y-Safari-iPad-Pro.jpeg\" alt=\"Trabajando con Ulysses y Safari iPad Pro\" width=\"2048\" height=\"1536\" class=\"aligncenter size-full wp-image-16122\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/12\/Trabajando-con-Ulysses-y-Safari-iPad-Pro.jpeg 2048w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/12\/Trabajando-con-Ulysses-y-Safari-iPad-Pro-267x200.jpeg 267w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/12\/Trabajando-con-Ulysses-y-Safari-iPad-Pro-1024x768.jpeg 1024w\" sizes=\"(max-width: 2048px) 100vw, 2048px\" \/><\/a><\/p>\n<p>De verdad, <strong>se puede trabajar con un iPad Pro.<\/strong> Se pueden crear cosas. Se pueden crear la mayor\u00eda de las cosas que un usuario com\u00fan necesita en su d\u00eda a d\u00eda. Y lo que es mejor, ya existen las mismas herramientas que puedes usar en tu PC <sup class=\"modern-footnotes-footnote \" data-mfn=\"1\" data-mfn-post-scope=\"00000000783f06b9000000001e484b24_16098\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-00000000783f06b9000000001e484b24_16098\">1<\/a><\/sup><span id=\"mfn-content-00000000783f06b9000000001e484b24_16098\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"1\">Antes, si quer\u00edas crear un documento de Word pod\u00edas usar algunas herramientas de terceros que tuviesen ciertas incompatibilidades, hoy existe <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/microsoft-word\/id586447913?mt=8&amp;at=1010l9LC\">Microsoft Word<\/a> y es como la versi\u00f3n de PC pero para el iPad.<\/span>, de modo que la investigaci\u00f3n para aprender a hacerlo todo en el iPad se ve reducida porque el entorno ya es conocido.<\/p>\n<p>Adem\u00e1s, lo bueno de este mundo es que va a m\u00e1s, de esta forma hay empresas que cada d\u00eda piensan en migrar sus apps a iOS <sup class=\"modern-footnotes-footnote \" data-mfn=\"2\" data-mfn-post-scope=\"00000000783f06b9000000001e484b24_16098\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-00000000783f06b9000000001e484b24_16098\">2<\/a><\/sup><span id=\"mfn-content-00000000783f06b9000000001e484b24_16098\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"2\">O como poco hacer p\u00e1ginas web que funcionen sin problemas en muchos dispositivos.<\/span>, as\u00ed que es cosa del futuro m\u00e1s inmediato que podamos tenerlas en el iPad.<\/p>\n<h2>Tareas reales y apps en las que hacerlas<\/h2>\n<p class=\"medio\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/12\/Escribiendo-en-el-iPad-Pro-con-el-Apple-Pencil.jpeg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/12\/Escribiendo-en-el-iPad-Pro-con-el-Apple-Pencil.jpeg\" alt=\"Escribiendo en el iPad Pro con el Apple Pencil\" width=\"2500\" height=\"1666\" class=\"aligncenter size-full wp-image-16105\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/12\/Escribiendo-en-el-iPad-Pro-con-el-Apple-Pencil.jpeg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/12\/Escribiendo-en-el-iPad-Pro-con-el-Apple-Pencil-300x200.jpeg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/12\/Escribiendo-en-el-iPad-Pro-con-el-Apple-Pencil-1024x682.jpeg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>Entiendo que hablar te\u00f3ricamente no sea lo mejor a la hora de convencer a alguien para algo, <strong>as\u00ed que aqu\u00ed te voy a poner unos cuantos ejemplos de tareas y las aplicaciones que puedes usar para ello.<\/strong> As\u00ed t\u00fa puedes investigar y saber si esa persona a la que vas a regalar el PC puede hacer lo mismo con un iPad Pro.<\/p>\n<p>Lo bueno del iPad, y aqu\u00ed es donde reside uno de sus secretos, es que funciona con aplicaciones exclusivas, de esta forma, <strong>tenemos herramientas que han sido dise\u00f1adas para trabajar en este equipo, \u00fanicamente.<\/strong> As\u00ed que el rendimiento alcanzado es mucho mayor.<\/p>\n<p>Ya te adelanto que, personalmente, he podido hacer algunas cosas que era incapaz de hacer en el ordenador gracias a las caracter\u00edsticas del iPad Pro, pero tambi\u00e9n se me han complicado otras que en el ordenador son m\u00e1s f\u00e1ciles y en el iPad no <sup class=\"modern-footnotes-footnote \" data-mfn=\"3\" data-mfn-post-scope=\"00000000783f06b9000000001e484b24_16098\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-00000000783f06b9000000001e484b24_16098\">3<\/a><\/sup><span id=\"mfn-content-00000000783f06b9000000001e484b24_16098\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"3\">Mi perfil es t\u00e9cnico y a d\u00eda de hoy hay tareas bastante complejas que no puedo realizar.<\/span>, a\u00fan as\u00ed he salido ganando con las que puedo hacer que con las que no, as\u00ed que all\u00e1 vamos:<\/p>\n<ul>\n<li><strong>Navegar por Internet:<\/strong> tenemos navegadores como los de escritorio, adem\u00e1s hay cierta variedad <sup class=\"modern-footnotes-footnote \" data-mfn=\"4\" data-mfn-post-scope=\"00000000783f06b9000000001e484b24_16098\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-00000000783f06b9000000001e484b24_16098\">4<\/a><\/sup><span id=\"mfn-content-00000000783f06b9000000001e484b24_16098\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"4\">Aunque todos usen el mismo motor.<\/span>: Safari, <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/chrome-navegador-web-google\/id535886823?mt=8&amp;at=1010l9LC\">Chrome<\/a>, <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/navegador-firefox\/id989804926?mt=8&amp;at=1010l9LC\">Firefox<\/a> u <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/navegador-web-movil-opera\/id363729560?mt=8&amp;at=1010l9LC\">Opera<\/a> son algunos ejemplos<\/li>\n<li><strong>Leer y gestionar PDFs:<\/strong> una buena aplicaci\u00f3n para leer PDFs debe permitir gestionar varios documentos, anotarlos, subrayarlos, etc. <a target=\"_blank\" title=\"PDF Expert\" href=\"https:\/\/www.macsfera.com\/tag\/pdf-expert\">Mi favorita<\/a> es <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/pdf-expert-5-lee-rellena-anota\/id743974925?mt=8&amp;at=1010l9LC\">PDF Expert<\/a>, pero tambi\u00e9n tienes <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/adobe-acrobat-reader-anota\/id469337564?mt=8&amp;at=1010l9LC\">Adobe Acrobat<\/a><\/li>\n<li><strong>Ver v\u00eddeos:<\/strong> consumir contenido es importante as\u00ed que aqu\u00ed van unas pocas aplicaciones para ver v\u00eddeos o pel\u00edculas: V\u00eddeos, <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/youtube-ve-y-comparte-videos\/id544007664?mt=8&amp;at=1010l9LC\">YouTube<\/a>, <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/vimeo\/id425194759?mt=8&amp;at=1010l9LC\">Vimeo<\/a>, <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/netflix\/id363590051?mt=8&amp;at=1010l9LC\">Netflix<\/a> o <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/vlc-for-mobile\/id650377962?mt=8&amp;at=1010l9LC\">VLC<\/a><\/li>\n<li><strong>Escuchar m\u00fasica:<\/strong> la m\u00fasica alimenta el alma, y alegra mucho, as\u00ed que es importante tenerla cerca: M\u00fasica, <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/spotify-music\/id324684580?mt=8&amp;at=1010l9LC\">Spotify<\/a> o <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/vlc-for-mobile\/id650377962?mt=8&amp;at=1010l9LC\">VLC<\/a> te servir\u00e1n sin problemas<\/li>\n<li><strong>Crear documentos de texto:<\/strong> podemos crear documentos de texto con infinidad de aplicaciones. Las m\u00e1s comunes son <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/microsoft-word\/id586447913?mt=8&amp;at=1010l9LC\">Microsoft Word<\/a>, <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/pages\/id361309726?mt=8&amp;at=1010l9LC\">Pages<\/a> y <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/documentos-de-google\/id842842640?mt=8&amp;at=1010l9LC\">Google Docs<\/a><\/li>\n<li><strong>Editar fotos:<\/strong> si queremos editar fotograf\u00edas, o crear unas nuevas, podemos hacerlo. Adem\u00e1s, hay algunas compatibles con el Apple Pencil, de modo que el resultado es mejor. Estos son unos ejemplos: <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/pixelmator\/id924695435?mt=8&amp;at=1010l9LC\">Pixelmator<\/a>, <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/vsco\/id588013838?mt=8&amp;at=1010l9LC\">VSCO<\/a>, <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/adobe-photoshop-express-edita\/id331975235?mt=8&amp;at=1010l9LC\">Adobe Photoshop<\/a> o <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/adobe-photoshop-lightroom\/id804177739?mt=8&amp;at=1010l9LC\">Adobe Lightroom<\/a><\/li>\n<li><strong>Tomar apuntes a mano:<\/strong> esta es una de esas cosas que no puedo hacer en un PC. <a target=\"_blank\" title=\"Mi experiencia escribiendo a mano en el iPad\" href=\"https:\/\/www.macsfera.com\/mi-experiencia-escribiendo-a-mano-en-el-ipad\/\">He hablado de ello largo y tendido<\/a> as\u00ed que aqu\u00ed van unas buenas aplicaciones: <a target=\"_blank\" title=\"GoodNotes\" href=\"https:\/\/www.macsfera.com\/tag\/goodnotes\/\">mi favorita<\/a> es <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/goodnotes-4-notes-pdf\/id778658393?mt=8&amp;at=1010l9LC\">GoodNotes<\/a>, <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/notability\/id360593530?mt=8&amp;at=1010l9LC\">Notability<\/a> o <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/myscript-nebo-la-toma-notas\/id1119601770?mt=8&amp;at=1010l9LC\">Nebo<\/a><\/li>\n<li><strong>Pintar:<\/strong> pintar es importante si nos gusta expresarnos mediante el dibujo, as\u00ed que estas aplicaciones no van a desentonar en el iPad: <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/adobe-illustrator-draw\/id911156590?mt=8&amp;at=1010l9LC\">Adobe Illustrator Draw<\/a>, <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/paper-de-fiftythree\/id506003812?mt=8&amp;at=1010l9LC\">Paper<\/a>, <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/pigment-libro-para-colorear\/id1062006344?mt=8&amp;at=1010l9LC\">Pigment<\/a>, <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/tayasui-sketches-pro\/id671867510?mt=8&amp;at=1010l9LC\">Tayasui Sketches Pro<\/a> o <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/tayasui-color\/id1106374233?mt=8&amp;at=1010l9LC\">Tayasui Color<\/a><\/li>\n<li><strong>Gesti\u00f3n del calendario:<\/strong> una agenda organizada es importante para gestionarnos el d\u00eda a d\u00eda, por eso las aplicaciones de calendario son tan especiales: Calendario, <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/fantastical-2-para-ipad\/id830708155?mt=8&amp;at=1010l9LC\">Fantastical<\/a> o <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/calendars-readdle-gestiona\/id608834326?mt=8&amp;at=1010l9LC\">Calendars<\/a> son ejemplos de buenas apps para organizarnos<\/li>\n<li><strong>Gestor de email:<\/strong> hoy en d\u00eda estar en Internet est\u00e1 ligado con tener un email, as\u00ed que qu\u00e9 mejor que tener un buen gestor de email para no perdernos nada: <a target=\"_blank\" title=\"Spark\" href=\"https:\/\/www.macsfera.com\/tag\/spark\">mi favorito<\/a> es <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/spark-te-gustara-tu-correo\/id997102246?mt=8&amp;at=1010l9LC\">Spark<\/a>, tambi\u00e9n est\u00e1 Mail, <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/airmail-your-mail-with-you\/id993160329?mt=8&amp;at=1010l9LC\">AirMail<\/a>, <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/gmail-correo-electronico-google\/id422689480?mt=8&amp;at=1010l9LC\">Gmail<\/a> u <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/microsoft-outlook-correo-electronico\/id951937596?mt=8&amp;at=1010l9LC\">Outlook<\/a><\/li>\n<li><strong>Redes sociales:<\/strong> es una de las ventajas de tener un iPad, las aplicaciones sociales est\u00e1n dedicadas exclusivamente a la red social, nada m\u00e1s: <a target=\"_blank\" title=\"Tweetbot\" href=\"https:\/\/www.macsfera.com\/tag\/tweetbot\">mi favorita<\/a> para Twitter es <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/tweetbot-4-for-twitter\/id1018355599?mt=8&amp;at=1010l9LC\">Tweetbot<\/a> pero con <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/twitter\/id333903271?mt=8&amp;at=1010l9LC\">Twitter<\/a>, <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/facebook\/id284882215?mt=8&amp;at=1010l9LC\">Facebook<\/a>, <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/pinterest\/id429047995?mt=8&amp;at=1010l9LC\">Pinterest<\/a>, <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/youtube-ve-y-comparte-videos\/id544007664?mt=8&amp;at=1010l9LC\">YouTube<\/a>, <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/linkedin\/id288429040?mt=8&amp;at=1010l9LC\">LinkedIn<\/a> o <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/tumblr\/id305343404?mt=8&amp;at=1010l9LC\">Tumblr<\/a> tendremos acceso a todas ellas<\/li>\n<li><strong>Mensajer\u00eda:<\/strong> hay que comunicarse y no s\u00f3lo desde el m\u00f3vil: con Mensajes, Facetime, <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/telegram-messenger\/id686449807?mt=8&amp;at=1010l9LC\">Telegram<\/a>, <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/messenger\/id454638411?mt=8&amp;at=1010l9LC\">Messenger<\/a>, <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/skype-para-ipad\/id442012681?mt=8&amp;at=1010l9LC\">Skype<\/a> o <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/hangouts\/id643496868?mt=8&amp;at=1010l9LC\">Hangouts<\/a> tenemos muchas v\u00edas cubiertas<\/li>\n<li><strong>Almacenamiento en la nube:<\/strong> sincronizar archivos es una manera para no perderlos y compartirlos con otros dispositivos, por suerte en iOS hay una gran variedad: <a target=\"_blank\" title=\"\u00bfPor qu\u00e9 iCloud es mi servicio en la nube favorito?\" href=\"https:\/\/www.macsfera.com\/por-que-icloud-es-mi-servicio-en-la-nube-favorito\/\">mi favorita<\/a> es iCloud Drive, <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/dropbox\/id327630330?mt=8&amp;at=1010l9LC\">Dropbox<\/a>, <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/google-drive-almacenamiento\/id507874739?mt=8&amp;at=1010l9LC\">Google Drive<\/a> o <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/microsoft-onedrive\/id477537958?mt=8&amp;at=1010l9LC\">One Drive<\/a> son los m\u00e1s populares<\/li>\n<li><strong>Documentos Markdown:<\/strong> escribir en <a target=\"_blank\" href=\"#\">Markdown<\/a> es sencillo y \u00fatil, as\u00ed que podemos usar algunas de estas herramientas para hacerlo: <a target=\"_blank\" title=\"Ulysses\" href=\"https:\/\/www.macsfera.com\/tag\/ulysses\">mi favorita<\/a> es <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/ulysses\/id950335311?mt=8&amp;at=1010l9LC\">Ulysses<\/a>, <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/ia-writer\/id775737172?mt=8&amp;at=1010l9LC\">iA Writer<\/a> o <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/editorial\/id673907758?mt=8&amp;at=1010l9LC\">Editorial<\/a> son algunos buenos ejemplos<\/li>\n<\/ul>\n<p class=\"medio\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/04\/iPad-Pro-Multitarea.jpg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/04\/iPad-Pro-Multitarea.jpg\" alt=\"iPad Pro Multitarea\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-14419\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/04\/iPad-Pro-Multitarea.jpg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/04\/iPad-Pro-Multitarea-300x200.jpg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/04\/iPad-Pro-Multitarea-1024x683.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>Y esto cubre tareas generales, si buscamos algo m\u00e1s expec\u00edfico podemos encontrar <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/coda\/id500906297?mt=8&amp;at=1010l9LC\">editores web<\/a>, <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/transmit\/id917432930?mt=8&amp;at=1010l9LC\">gestores FTP<\/a>, <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/workflow-powerful-automation\/id915249334?mt=8&amp;at=1010l9LC\">creador de flujos de trabajo<\/a>, <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/scanner-pro-7-escaner-pdf\/id333710667?mt=8&amp;at=1010l9LC\">esc\u00e1neres con la c\u00e1mara incorporada<\/a>, <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/day-one-diario-+-notas\/id1044867788?mt=8&amp;at=1010l9LC\">diarios personales<\/a>, y muuuuuuuucho mucho m\u00e1s.<\/p>\n<p><strong>Basta con buscar en Internet sobre c\u00f3mo hacer algo y listo, ya se tiene.<\/strong> Hay miles de aplicaciones ah\u00ed fuera y todas sirven para algo, lo \u00fanico que necesitamos es saber cu\u00e1l usar y aprender a ello.<\/p>\n<p>Una de las cosas que m\u00e1s me ha gustado hacer es descubrir todas esas aplicaciones, probarlas, ver cu\u00e1les se adaptaban mejor a m\u00ed. Entiendo que no es algo que a todo el mundo le guste, pero lo menciono porque la variedad que hay ah\u00ed fuera me ha fascinado y ver c\u00f3mo han evolucionado algunas de esas aplicaciones convirti\u00e9ndose en verdaderas herramientas poderosas, m\u00e1s a\u00fan.<\/p>\n<h2>El iPad Pro es mejor<\/h2>\n<p class=\"grande\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/12\/iPad-Pro-mejor-que-PC.jpeg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/12\/iPad-Pro-mejor-que-PC.jpeg\" alt=\"iPad Pro mejor que PC\" width=\"2500\" height=\"1666\" class=\"aligncenter size-full wp-image-16107\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/12\/iPad-Pro-mejor-que-PC.jpeg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/12\/iPad-Pro-mejor-que-PC-300x200.jpeg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/12\/iPad-Pro-mejor-que-PC-1024x682.jpeg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>Si lo \u00fanico que tuviese el iPad es la posibilidad de hacer las mismas cosas que un PC, de una forma distinta y desconocida, limit\u00e1ndose en tareas concretas, no ser\u00eda una opci\u00f3n ganadora a la hora de plante\u00e1rtelo como regalo.<\/p>\n<p>Pero no, <strong>el iPad es mejor y aqu\u00ed te voy a mostrar ejemplos y situaciones por los que sale ganando.<\/strong><\/p>\n<p>Empecemos hablando de que <strong>siempre est\u00e1 encendido,<\/strong> es algo que aporta velocidad y dinamismo a nuestro uso puesto que en todo momento sabemos que va a estar ah\u00ed. Una de las cosas que recuerdo de mi PC era que hab\u00eda que encenderlo, esperar a que se cargase todo, era aparatoso y normalmente ten\u00eda que estar conectado a la luz. Eso el iPad lo elimina por completo, es r\u00e1pido, ligero y siempre est\u00e1 disponible para el usuario.<\/p>\n<p>Y qu\u00e9 me dices de las aplicaciones que tiene. <strong>Son una maravilla porque el desarrollador las ha creado espec\u00edficamente para el iPad.<\/strong> No para 20 tipos distintos de ordenador, no, \u00fanica y exclusivamente para el iPad. Adem\u00e1s, trabajar en ellas suele ser una gozada porque es la \u00fanica que est\u00e1 abierta y as\u00ed evitas distracciones.<\/p>\n<p>Adem\u00e1s, desde la versi\u00f3n 9, <strong>iOS est\u00e1 m\u00e1s enfocado al trabajo,<\/strong> en Apple son conscientes del bien que hace el iPad y por ello mejoraron mucho el sistema. No solo permiten m\u00e1s aplicaciones y que hagan m\u00e1s cosas, sino que el sistema cuenta con ciertas propiedades que fomentan el trabajo. <strong>Principalmente hablo de la multitarea,<\/strong> que nos permite tener dos aplicaciones a la vez por si necesitamos trabajar con ellas. Evitar distracciones con una sola app est\u00e1 bien, pero cuando necesitamos trabajar con dos a la vez, poder hacerlo est\u00e1 genial.<\/p>\n<p>Me he descubierto a m\u00ed mismo escribiendo un art\u00edculo en <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/ulysses\/id950335311?mt=8&amp;at=1010l9LC\">Ulysses<\/a> y contrastando informaci\u00f3n con Safari abierto a la vez. Dos aplicaciones, una tarea. <strong>Productividad, velocidad, comodidad y agilidad.<\/strong> Una gozada vamos.<\/p>\n<aside class=\"pquote left\">\n<blockquote>\n<p>Siempre encendido, apps dedicadas, multitarea real o seguridad y sencillez: las claves del iPad<\/p>\n<\/blockquote>\n<\/aside>\n<p>Una de las ventajas de que el iPad sea una tablet es que <strong>lo \u00fanico que tienes que decidir al principio es el color y el tama\u00f1o de almacenamiento.<\/strong> No es necesario que desembolses todo el dinero en accesorios al principio porque, en caso de que los necesites, puedes comprarlos despu\u00e9s. De esa manera regalas el iPad Pro y si el regalado necesita un stylus, tiene a su disposici\u00f3n <a target=\"_blank\" title=\"Apple Pencil\" href=\"https:\/\/www.macsfera.com\/tag\/apple-pencil\">el mejor<\/a>, u <a target=\"_blank\" title=\"Adonit\" href=\"https:\/\/www.macsfera.com\/tag\/adonit\">otros<\/a> que cumplan su cometido y que sean m\u00e1s asequibles. Si necesita un teclado, puede comprarse una funda con teclado incluido, usar uno Bluetooth que ya tenga por casa, u otros modelos que vea por el mercado.<\/p>\n<p>Yo mismo he aguantado al principio con el iPad y el Apple Pencil, ahora que he visto que un teclado me vendr\u00eda bien he decidido comprarlo, y ya tengo el pack completo regularizando los pagos en funci\u00f3n de mis necesidades.<\/p>\n<p>Y por \u00faltimo, y aqu\u00ed viene una de las razones de mayor peso que puede haber para regalar un iPad: <strong>el usuario no tiene que preocuparse de complejos sistemas de protecci\u00f3n ni cosas por el estilo porque iOS es seguro.<\/strong> No puedes romper el sistema, simplemente no puedes. Da igual que intentes hacerlo o que no tengas ni idea de lo que haces, no puedes romperlo, estar\u00e1 siempre ah\u00ed para ti.<\/p>\n<p>Nada de virus, nada de robo de informaci\u00f3n de las aplicaciones, espionaje, ni nada de eso. Si usamos las aplicaciones del sistema y usamos bien los permisos, todo estar\u00e1 seguro y no podremos hacer nada para que se venga abajo.<\/p>\n<p>Yo normalmente s\u00e9 lo que hago con un ordenador, s\u00e9 lo que tengo que tocar y lo que no, pero porque estudio este campo. Hay gente que no tiene los conocimientos suficientes (ni tiene porqu\u00e9 tenerlos) para saber si algo que est\u00e1 a la vista se puede tocar o no, y la tranquilidad que siento cuando s\u00e9 que mis padres (por ejemplo) est\u00e1n protegidos de todo ese caos inform\u00e1tico, no la sabe nadie.<\/p>\n<h2>Casos reales de trabajo en el iPad<\/h2>\n<p class=\"grande\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/12\/Escribiendo-en-el-iPad-Pro-teclado-partido.jpeg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/12\/Escribiendo-en-el-iPad-Pro-teclado-partido.jpeg\" alt=\"Escribiendo en el iPad Pro teclado partido\" width=\"2500\" height=\"1666\" class=\"aligncenter size-full wp-image-16109\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/12\/Escribiendo-en-el-iPad-Pro-teclado-partido.jpeg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/12\/Escribiendo-en-el-iPad-Pro-teclado-partido-300x200.jpeg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/12\/Escribiendo-en-el-iPad-Pro-teclado-partido-1024x682.jpeg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>Y por si todo esto fuera poco, <strong>he decidido contactar con unos compa\u00f1eros para que nos relaten,<\/strong> de su pu\u00f1o y letra, <strong>c\u00f3mo trabajan con el iPad Pro, qu\u00e9 aplicaciones utilizan y para qu\u00e9 les sirven.<\/strong> Yo tambi\u00e9n me subo al carro y te contar\u00e9 qu\u00e9 ha hecho este dispositivo por m\u00ed:<\/p>\n<h3>Carlos Burges<\/h3>\n<div id=\"attachment_14521\" style=\"width: 1290px\" class=\"wp-caption aligncenter medio\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/04\/iPad-Pro-Faq-Mac.jpg\"><img aria-describedby=\"caption-attachment-14521\" src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/04\/iPad-Pro-Faq-Mac.jpg\" alt=\"iPad Pro Faq Mac\" width=\"1280\" height=\"960\" class=\"size-full wp-image-14521\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/04\/iPad-Pro-Faq-Mac.jpg 1280w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/04\/iPad-Pro-Faq-Mac-267x200.jpg 267w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/04\/iPad-Pro-Faq-Mac-1024x768.jpg 1024w\" sizes=\"(max-width: 1280px) 100vw, 1280px\" \/><\/a><p id=\"caption-attachment-14521\" class=\"wp-caption-text\">Imagen de <a href=\"http:\/\/www.faq-mac.com\/2016\/04\/ipad-pro-97-la-revision\/\" target=\"_blank\">Faq-Mac<\/a><\/p><\/div>\n<p>Carlos es la persona detr\u00e1s de <a target=\"_blank\" href=\"http:\/\/faq-mac.com\">faq-mac<\/a>, colaborador en otros medios y podcasts, y formador tanto online como presencial. Este es su relato sobre el trabajo del iPad Pro:<\/p>\n<p><em>El iPad Pro ha desplazado a mi MacBook Air en muchos aspectos por portabilidad. Simplemente puedo, en un bolso m\u00ednimo y en cualquier ocasi\u00f3n, llevarlo encima para aprovechar cualquier momento para trabajar.<\/em><\/p>\n<p><em>Mi trabajo es habitualmente alrededor de texto, y el teclado adicional, junto con, en menor medida, el Apple Pencil, lo convierten en una herramienta que puedo desplegar en sitios con muy poco espacio de forma muy r\u00e1pida, y ponerme a trabajar en menos de un minuto, aprovechando las m\u00ednimas mesas de un avi\u00f3n, en el tren, incluso en el Metro.<\/em><\/p>\n<p><em>Mi trabajo con el iPad Pro es casi siempre escribir texto, notas o la anotaci\u00f3n de otros textos para su estudio y valoraci\u00f3n posterior. El teclado es, por lo tanto, imprescindible para ser m\u00e1s productivo. Utilizo el teclado de Apple por sus facilidad para desplegarlo, no tener que preocuparme de la conectividad Bluetooth ni la carga del mismo: es desplegar la funda-teclado y ponerse a trabajar.<\/em><\/p>\n<p><em>Siempre he intentado buscar aplicaciones gratuitas para cumplir estas tareas o utilizar aquellas que vienen por defecto, tratando de simplificar mis flujos de trabajo. As\u00ed, para trabajar con texto, <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/pages\/id361309726?mt=8&amp;at=1010l9LC\">Pages<\/a> es esencial y para tomar Notas, utilizo Notas de Apple o <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/thoughts-forward-thinking\/id993149380?mt=8&amp;at=1010l9LC\">Thoughts<\/a> para notas creativas. <a target=\"_blank\" href=\"http:\/\/thoughts.ink\/\">Thoughts<\/a> me permite trabajar con notas con profundidad, eliminando el problema de la limitaci\u00f3n de espacio cuando empiezas a trabajar con una nota, pero no sabes cuando ni donde acabar\u00e1s. Requiere Apple Pencil.<\/em><\/p>\n<p><em>Las notas m\u00e1s complejas van a <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/myscript-nebo-la-toma-notas\/id1119601770?mt=8&amp;at=10l9mK\">Nebo<\/a>, una herramienta polivalente para la toma de notas con soporte para Apple Pencil y grandes capacidades.<\/em><\/p>\n<p><em>A la hora de la anotaci\u00f3n de documentaci\u00f3n, dos niveles de nuevo: la anotaci\u00f3n sencilla la realizo con <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/liquidtext-pdf-document-reader\/id922765270?mt=8&amp;at=10l9mK\">LiquidText<\/a> mientras que la anotaci\u00f3n profunda y reflexiva de documentaci\u00f3n la realizo con <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/marginnote-pro\/id723205553?mt=8&amp;at=10l9mK\">MagicNote Pro<\/a>, un aut\u00e9ntico photoshop de la anotaci\u00f3n de documentaci\u00f3n que requiere un estudio previo de la aplicaci\u00f3n para sacarle todo el partido.<\/em><\/p>\n<h3>Asier G. Morato<\/h3>\n<div id=\"attachment_16115\" style=\"width: 2010px\" class=\"wp-caption aligncenter medio\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/12\/iPad-Pro-de-Asier-G-Morato.jpeg\"><img aria-describedby=\"caption-attachment-16115\" src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/12\/iPad-Pro-de-Asier-G-Morato.jpeg\" alt=\"iPad Pro de Asier G Morato\" width=\"2000\" height=\"1334\" class=\"size-full wp-image-16115\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/12\/iPad-Pro-de-Asier-G-Morato.jpeg 2000w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/12\/iPad-Pro-de-Asier-G-Morato-300x200.jpeg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/12\/iPad-Pro-de-Asier-G-Morato-1024x683.jpeg 1024w\" sizes=\"(max-width: 2000px) 100vw, 2000px\" \/><\/a><p id=\"caption-attachment-16115\" class=\"wp-caption-text\">Imagen de <a href=\"http:\/\/elimperdible.es\/p1048\/ipad-pro\/\" target=\"_blank\">El Imperdible<\/a><\/p><\/div>\n<p>Asier decidi\u00f3 mudarse a iOS con la salida del iPad Pro de 12,9 y desde entonces trabaja en \u00e9l como nos va a contar a continuaci\u00f3n:<\/p>\n<p><em>Soy <a target=\"_blank\" href=\"http:\/\/www.asiergarciamorato.com\/\">Asier G. Morato<\/a> y, para quien no me conozca, soy el editor de <a target=\"_blank\" href=\"http:\/\/elimperdible.es\/\">El Imperdible<\/a>, una web de estilo de vida. Adem\u00e1s, trabajo como freelance ayudando a PyMEs a mejorar su comunicaci\u00f3n. O lo que es lo mismo, en mi d\u00eda a d\u00eda me dedico a escribir, fotografiar, hacer v\u00eddeos, dise\u00f1o gr\u00e1fico, gestionar redes sociales y montar webs.<\/em><\/p>\n<p><em>Todav\u00eda hay tareas, como editar v\u00eddeos en Final Cut Pro X, para las que sigo usando un Mac Mini pero el resto de mi trabajo diario lo realizo en un iPad Pro de 12,9&#8243; y mi iPhone 7 Plus. Puede sonar raro, pero me siento m\u00e1s c\u00f3modo, concentrado y eficiente en iOS. Algunas cosas siguen cogidas con pinzas, pero en otras es mucho m\u00e1s eficiente.<\/em><\/p>\n<p><em>Uno de los mejores ejemplos es <strong>la forma en la que edito fotos<\/strong> para El Imperdible:<\/em><\/p>\n<ol>\n<li><em>Importo las fotos desde la c\u00e1mara con el adaptador Lightning a SD.<\/em><\/li>\n<li><em>En Fotos selecciono las mejores y las muevo a VSCO.<\/em><\/li>\n<li><em>Edito una por una en VSCO y cuando est\u00e1n listas las exporto en grupo a Fotos.<\/em><\/li>\n<li><em>Seleccion\u00f3 las fotos editadas y las comparto a la extensi\u00f3n de <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/workflow-powerful-automation\/id915249334?mt=8&amp;uo=4&amp;at=10lsXJ\">Workflow<\/a>, donde tengo <a target=\"_blank\" href=\"https:\/\/workflow.is\/workflows\/b7815066e6f148c5bdc964fad2a2d698\">un flujo de trabajo<\/a> que se encarga de reducir el tama\u00f1o, a\u00f1adir una marca de agua, guardarlas en un \u00e1lbum especial y preguntarme si quiero eliminar los originales.<\/em><\/li>\n<\/ol>\n<p><em>Todo ello se puede hacer de manera manual tanto en el iPad como en el Mac, sin embargo, con la ayuda de <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/workflow-powerful-automation\/id915249334?mt=8&amp;at=1010l9LC\">Workflow<\/a> me quito de encima la tediosa y aburrida tarea de terminar de preparar las im\u00e1genes para El Imperdible. En lo que tardar\u00eda en hacer 5 fotos a mano Workflow es capaz de procesar 300 im\u00e1genes. Y adem\u00e1s me evita todo tipo de frustraciones.<\/em><\/p>\n<p><em>Y este es s\u00f3lo un ejemplo de las muchas tareas tediosas que me he quitado de encima con la ayuda de esta app. Tambi\u00e9n tengo flujos de trabajo para crear en <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/omnifocus-2\/id904071710?mt=8&amp;uo=4&amp;at=10lsXJ\">Omnifocus<\/a> las tareas de los art\u00edculos de las pr\u00f3ximas semanas (con fecha de vencimiento incluida) u otro que se encarga de archivar una factura en el lugar que le corresponde.<\/em><\/p>\n<p><em>Aunque esto no est\u00e1 tan automatizado y todav\u00eda hay alguna traba, tambi\u00e9n he podido encontrar todas las herramientas que necesito a la hora de crear y gestionar p\u00e1ginas web. Desde las m\u00edas hasta las de algunos clientes. S\u00f3lo hay que saber qu\u00e9 usar:<\/em><\/p>\n<ul>\n<li><em><a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/coda\/id500906297?mt=8&amp;uo=4&amp;at=10lsXJ\"><strong>Coda<\/strong><\/a>: La app definitiva para desarrollo web. Incluye un cliente FTP, un editor de c\u00f3digo compatible con 30 lenguajes, edici\u00f3n online, previsualizaci\u00f3n, conexi\u00f3n SSH y mucho m\u00e1s.<\/em><\/li>\n<li><em><a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/1password\/id568903335?mt=8&amp;uo=4&amp;at=10lsXJ\"><strong>1Password<\/strong><\/a>: Perfecto para mantener a buen recaudo m\u00faltiples datos de inicio de sesi\u00f3n.<\/em><\/li>\n<li><em><a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/transmit\/id917432930?mt=8&amp;uo=4&amp;at=10lsXJ\"><strong>Transmit<\/strong><\/a>: Un cliente FTP que se integra con Coda y adem\u00e1s se puede invocar desde una extensi\u00f3n. Parece una tonter\u00eda, pero poder subir y descargar archivos v\u00eda FTP desde cualquier app (incluso Workflow) es de gran utilidad.<\/em><\/li>\n<li><em><a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/prompt-2\/id917437289?mt=8&amp;uo=4&amp;at=10lsXJ\"><strong>Prompt 2<\/strong><\/a>: Un cliente SSH que, al igual que ocurre con Transmit, tiene m\u00e1s funciones que las que se incluyen en Coda. Perfecto para cuando el servidor da problemas.<\/em><\/li>\n<li><em><a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/ergo-web-tools\/id1064318327?mt=8&amp;uo=4&amp;at=10lsXJ\"><strong>Ergo Web Tools<\/strong><\/a>: Una app que hace las veces de inspector web. Tiene un simulador de escala para probarlo bien (o mal) que va el dise\u00f1o responsive. Incluso es capaz de previsualizar la web en la que est\u00e1s trabajando en local con Coda.<\/em><\/li>\n<\/ul>\n<p><em>Incluso hay clientes de GIT excelentes como <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/working-copy-powerful-git\/id896694807?mt=8&amp;uo=4&amp;at=10lsXJ\">Working Copy<\/a>, que adem\u00e1s utilizan los proveedores de documentos para editar un archivo en otra app, como <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/textastic-code-editor-6\/id1049254261?mt=8&amp;uo=4&amp;at=10lsXJ\">Textastic 6<\/a>, sin crear un duplicado.<\/em><\/p>\n<p><em>Y como la mayor\u00eda de estas apps son universales y funcionan exactamente igual en iPhone e iPad puedo hacer las mismas tareas desde el tel\u00e9fono. No es igual de c\u00f3modo pero te permite apagar \u00abfuegos\u00bb sin tener que volver corriendo a casa a por el ordenador.<\/em><\/p>\n<h3>Christian P\u00e9rez<\/h3>\n<div id=\"attachment_16111\" style=\"width: 2510px\" class=\"wp-caption aligncenter medio\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/12\/iPad-Pro-de-Christian-Perez.jpeg\"><img aria-describedby=\"caption-attachment-16111\" src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/12\/iPad-Pro-de-Christian-Perez.jpeg\" alt=\"iPad Pro de Christian Perez\" width=\"2500\" height=\"1666\" class=\"size-full wp-image-16111\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/12\/iPad-Pro-de-Christian-Perez.jpeg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/12\/iPad-Pro-de-Christian-Perez-300x200.jpeg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/12\/iPad-Pro-de-Christian-Perez-1024x682.jpeg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><p id=\"caption-attachment-16111\" class=\"wp-caption-text\">Imagen de <a href=\"https:\/\/twitter.com\/xtianp87\/\" target=\"_blank\">Christian Perez<\/a><\/p><\/div>\n<p><a target=\"_blank\" href=\"#\">Christian<\/a> es un aficionado a la tecnolog\u00eda y a la fotograf\u00eda con especial pasi\u00f3n por Apple. Vive y trabaja en Burgos y as\u00ed utiliza su iPad Pro para trabajar:<\/p>\n<p><em>Desde la salida del iPad Pro sab\u00eda que podr\u00eda encajar perfectamente como mi herramienta de trabajo, si bien el iPad Pro de 12.9&#8243; ser\u00eda un dispositivo demasiado grande para mi gusto; tras el lanzamiento del tama\u00f1o de 9.7&#8243; sab\u00eda que era el tama\u00f1o perfecto y sin dudarlo me lanc\u00e9 a su compra a los pocos d\u00edas de estar disponible.<\/em><\/p>\n<p><em>Poco a poco lo he ido integrando en mi trabajo y en estos momentos es una herramienta muy importante de mi trabajo y desde donde realizo la gran mayor\u00eda de mi trabajo.<\/em><\/p>\n<p><em>Trabajo en un club de padel de Burgos y las funciones que realizo son de lo m\u00e1s variado. Desde llevar el control de las redes sociales, gestionar los correos electr\u00f3nicos, dise\u00f1o de carteles para distintas competiciones y torneos, adem\u00e1s de la atenci\u00f3n al cliente, e impartir clases\u2026 Para la realizaci\u00f3n de estas tareas me ayudo del iPad Pro acompa\u00f1ado del Smart Keyboard y del Apple Pencil y utilizo las siguientes aplicaciones:<\/em><\/p>\n<p><em><a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/numbers\/id361304891?mt=8&amp;at=1010l9LC\">Numbers<\/a> y <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/pages\/id361309726?mt=8&amp;at=1010l9LC\">Pages<\/a>, son sin duda las aplicaciones que m\u00e1s utilizo y donde tengo almacenado toda la informaci\u00f3n. Registro y listado de clientes de las distintas actividades que realizamos, organizaci\u00f3n de las horas trabajadas, el tipo de trabajo que he realizado, etc. y un sin fin de cosas m\u00e1s que se puede hacer con Numbers y Pages.<\/em><\/p>\n<div class=\"galerias grande\" data-layout=\"3\" style=\"visibility: hidden;\">\n<img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/12\/Escritorio-1-iPad-Pro-Christian-Perez.jpeg\" title=\"\" alt=\"\" \/>\n<img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/12\/Escritorio-2-iPad-Pro-Christian-Perez.jpeg\" title=\"\" alt=\"\" \/>\n<img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/12\/Escritorio-3-iPad-Pro-Christian-Perez.jpeg\" title=\"\" alt=\"\" \/>\n\n<\/div>\n<p><em>Una parte de mi trabajo es la comunicaci\u00f3n del club con nuestros clientes y para ello utiliz\u00f3 dos herramientas fundamentales. La primera es el <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/administrador-paginas-facebook\/id514643583?mt=8&amp;at=1010l9LC\">Administrador de p\u00e1ginas de Facebook<\/a> para todas las publicaciones que tengo que hacer en Facebook y MailChimp desde Safari para el env\u00edo de correos electr\u00f3nicos a toda la base de datos de nuestros clientes. Se\u00f1alar el uso de la aplicaci\u00f3n de <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/mailchimp\/id366794783?mt=8&amp;at=1010l9LC\">MailChimp<\/a> para un seguimiento de estos correos enviados. Toda la preparaci\u00f3n y redacci\u00f3n de estas comunicaciones las realizo en <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/ulysses\/id950335311?mt=8&amp;at=1010l9LC\">Ulysses<\/a> para las m\u00e1s elaboradas (la gran mayor\u00eda de los correos electr\u00f3nicos) y <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/drafts-quickly-capture-notes\/id905337691?mt=8&amp;at=1010l9LC\">Drafts<\/a> para las publicaciones en Facebook y Twitter. Para las publicaciones en Twitter utilizo <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/tweetbot-4-for-twitter\/id1018355599?mt=8&amp;at=1010l9LC\">Tweetbot 4<\/a>, que en mi caso es suficiente.<\/em><\/p>\n<p><em>Otro pack de aplicaciones imprescindibles es <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/fantastical-2-para-ipad\/id830708155?mt=8&amp;at=1010l9LC\">Fantastical 2<\/a> y <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/omnifocus-2\/id904071710?mt=8&amp;at=1010l9LC\">OmniFocus 2<\/a>, tanto en el apartado laboral como en el personal. Con Fantastical 2 me aseguro de tener controlada mi agenda y no olvidarme de ninguna cita o clase que tenga que impartir. Mientras que en OmniFocus 2 anoto todas las tareas que tengo que realizar para tener todo bajo control.<\/em><\/p>\n<p><em>Otras aplicaciones que uso pero en menor medida son iCloud Drive, <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/pixelmator\/id924695435?mt=8&amp;at=1010l9LC\">Pixelmator<\/a> para la edici\u00f3n de fotos y posterior publicaci\u00f3n en Facebook, <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/notability\/id360593530?mt=8&amp;at=1010l9LC\">Notability<\/a> desde donde tomo notas a mano y recojo informaci\u00f3n junto con el Apple Pencil y realizo bocetos de carteles. Carteles que posteriormente s\u00ed que me veo en la obligaci\u00f3n utilizar el MacBook Pro para el dise\u00f1o definitivo con Affinity Designer.<\/em><\/p>\n<p><em>En el \u00e1mbito personal, el uso principal que le doy a mi iPad Pro es el consumo de contenido con <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/netflix\/id363590051?mt=8&amp;at=1010l9LC\">Netflix<\/a>, <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/ds-video\/id540949418?mt=8&amp;at=1010l9LC\">DS Video<\/a>, YouTube con la aplicaci\u00f3n <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/protube-for-youtube\/id931201696?mt=8&amp;at=1010l9LC\">ProTube<\/a> y las reci\u00e9n llegadas a Espa\u00f1a <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/hbo-espana\/id571917630?mt=8&amp;at=1010l9LC\">HBO Espa\u00f1a<\/a> y <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/amazon-prime-video\/id545519333?mt=8&amp;at=1010l9LC\">Amazon Prime Video<\/a> para el consumo de contenido multimedia, <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/unread-for-ipad-rss-news-reader\/id911472824?mt=8&amp;at=1010l9LC\">Unread<\/a> y <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/pocket-save-articles-videos\/id309601447?mt=8&amp;at=1010l9LC\">Pocket<\/a> para la lectura de los blogs y Tweetbot 4 para cuando me detengo a leer mi timeline y conversar con otros usuarios de Twitter.<\/em><\/p>\n<h3>Yo<\/h3>\n<p class=\"grande\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/12\/Mi-iPad-Pro-con-Smart-Keyboard.jpeg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/12\/Mi-iPad-Pro-con-Smart-Keyboard.jpeg\" alt=\"Mi iPad Pro con Smart Keyboard\" width=\"2500\" height=\"1666\" class=\"aligncenter size-full wp-image-16104\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/12\/Mi-iPad-Pro-con-Smart-Keyboard.jpeg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/12\/Mi-iPad-Pro-con-Smart-Keyboard-300x200.jpeg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/12\/Mi-iPad-Pro-con-Smart-Keyboard-1024x682.jpeg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>Y tras conocer los diferentes casos de los distintos invitados, <strong>voy a pasar a contaros qu\u00e9 hago yo con mi iPad y c\u00f3mo:<\/strong><\/p>\n<p>Al principio s\u00f3lo lo utilizaba para ciertas tareas espec\u00edficas. Hoy en d\u00eda me he propuesto hacer todo lo que pueda, indiferentemente de si es factible que lo haga o no, s\u00f3lo por el hecho de poder.<\/p>\n<p>Empecemos hablando de lo que m\u00e1s hago: <strong>escribir art\u00edculos, editarlos y publicarlos.<\/strong><\/p>\n<p><strong>Para redactar art\u00edculos<\/strong> me vale cualquier aplicaci\u00f3n que soporte Markdown, pero casi siempre uso <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/ulysses\/id950335311?mt=8&amp;at=1010l9LC\">Ulysses<\/a>. Me encanta su biblioteca, puedo tener acceso a todos los art\u00edculos escritos y est\u00e1 disponible tanto para iPhone, Mac y iPad.<\/p>\n<p>Con cada art\u00edculo, subo una o varias fotos, y <strong>siempre edito esas fotos<\/strong> antes de publicarlas, en el iPad lo hago con <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/pixelmator\/id924695435?mt=8&amp;at=1010l9LC\">Pixelmator<\/a>, adoro la versi\u00f3n para Mac y la de iOS est\u00e1 mejor dise\u00f1ada. Es m\u00e1s, <a target=\"_blank\" title=\"Cinco cosas que prefiero hacer en el iPad en vez de en un Mac\" href=\"https:\/\/www.macsfera.com\/cinco-cosas-prefiero-ipad-vez-mac\/\">me gusta m\u00e1s<\/a> editar fotos en el iPad, y como soporta Apple Pencil tengo m\u00e1s facilidades.<\/p>\n<p><strong>Para publicar las fotos y el texto<\/strong> tengo un par de workflows y uso la app <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/workflow-powerful-automation\/id915249334?mt=8&amp;at=1010l9LC\">Workflow<\/a> para ejecutarlos. En el caso de las fotos las comprime a ciertos niveles para ahorrar espacio y las sube con un determinado nombre. En el caso del texto, automatiza la subida convirtiendo el texto a HTML, transformando dicho texto seg\u00fan unos par\u00e1metros y rellenando todos los campos de WordPress con un solo click, me gustar\u00eda saber cu\u00e1nto tiempo me ha ahorrado ese workflow\u2026<\/p>\n<div class=\"galerias grande\" data-layout=\"2\" style=\"visibility: hidden;\">\n<img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/12\/Escritorio-1-de-mi-iPad-Pro.jpeg\" title=\"\" alt=\"\" \/>\n<img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/12\/Escritorio-2-de-mi-iPad-Pro.jpeg\" title=\"\" alt=\"\" \/>\n\n<\/div>\n<p>Y hablando de <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/workflow-powerful-automation\/id915249334?mt=8&amp;at=1010l9LC\">Workflow<\/a>, <strong>lo uso para otras tareas menores que me ahorran mucho tiempo.<\/strong> Todav\u00eda estoy descubriendo el potencial de esta aplicaci\u00f3n, as\u00ed que poco os puedo contar m\u00e1s que es una app importante en mi iPad: <a target=\"_blank\" href=\"https:\/\/workflow.is\/workflows\/c041c14d613b4146bed5fb9c089441fc\">obtener enlaces de afiliado de la App Store<\/a>, <a target=\"_blank\" href=\"https:\/\/workflow.is\/workflows\/13438bc3edc54d7fae1935ae4ad122ec\">obtener el c\u00f3digo de inserci\u00f3n de un v\u00eddeo de YouTube<\/a>, <a target=\"_blank\" href=\"https:\/\/workflow.is\/workflows\/639b132f80194f469d40abf02528c50c\">transformar Live Photos a GIFs<\/a> o <a target=\"_blank\" href=\"https:\/\/workflow.is\/workflows\/eb14478b21de45058b4377419ba37770\">v\u00eddeos<\/a>, <a target=\"_blank\" href=\"https:\/\/workflow.is\/workflows\/72a8a12f13834734af839e87a19db2ff\">descargar v\u00eddeos de Youtube<\/a>, <a target=\"_blank\" href=\"https:\/\/workflow.is\/workflows\/f435ac3dc3f14474b3792ae4b0caad4b\">preparar una imagen para subirla a Twitter<\/a>, etc.<\/p>\n<p><strong>Mi iPad es mi cuaderno y mis libros<\/strong> en cada una de las asignaturas de mi carrera universitaria. Uso <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/goodnotes-4-notes-pdf\/id778658393?mt=8&amp;at=1010l9LC\">GoodNotes<\/a> para abrir PDFs, escribir manualmente en ellos y para tener mis propios cuadernos de notas, junto al Apple Pencil es el complemento ideal para todo estudiante. Tambi\u00e9n uso <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/pdf-expert-5-lee-rellena-anota\/id743974925?mt=8&amp;at=1010l9LC\">PDF Expert<\/a> para leer y editar PDFs.<\/p>\n<p><a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/fantastical-2-para-ipad\/id830708155?mt=8&amp;at=1010l9LC\">Fantastical<\/a> es mi aplicaci\u00f3n <strong>para gestionar mis calendarios<\/strong> y <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/clear-tasks-reminders-to-do\/id493136154?mt=8&amp;at=1010l9LC\">Clear<\/a> la que uso de vez en cuando si necesito <strong>completar ciertas tareas<\/strong> en cierto orden.<\/p>\n<p><a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/spotify-music\/id324684580?mt=8&amp;at=1010l9LC\">Spotify<\/a> para escuchar m\u00fasica, <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/vlc-for-mobile\/id650377962?mt=8&amp;at=1010l9LC\">VLC<\/a> para v\u00eddeos locales, <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/netflix\/id363590051?mt=8&amp;at=1010l9LC\">Netflix<\/a> y <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/youtube-ve-y-comparte-videos\/id544007664?mt=8&amp;at=1010l9LC\">YouTube<\/a> para v\u00eddeos online, <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/feedly-your-work-newsfeed\/id396069556?mt=8&amp;at=1010l9LC\">Feedly<\/a> y <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/medium\/id828256236?mt=8&amp;at=1010l9LC\">Medium<\/a> para leer art\u00edculos, <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/spark-te-gustara-tu-correo\/id997102246?mt=8&amp;at=1010l9LC\">Spark<\/a> para gestionar el email, <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/mindnode-delightful-mind-mapping\/id312220102?mt=8&amp;at=1010l9LC\">MindNode<\/a> para mapas mentales, <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/duet-display\/id935754064?mt=8&amp;at=1010l9LC\">Duet Display<\/a> para que el iPad sea monitor secundario de mi Mac y la aplicaci\u00f3n del <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/santander-para-ipad\/id486412868?mt=8&amp;at=1010l9LC\">Santander<\/a> para gestionar mis movimientos bancarios.<\/p>\n<p>Tambi\u00e9n utilizo la suite de iWork (<a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/pages\/id361309726?mt=8&amp;at=1010l9LC\">Pages<\/a>, <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/numbers\/id361304891?mt=8&amp;at=1010l9LC\">Numbers<\/a> y <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/keynote\/id361285480?mt=8&amp;at=1010l9LC\">Keynote<\/a>), <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/calcbot-intelligent-calculator\/id376694347?mt=8&amp;at=1010l9LC\">Calcbot<\/a> como calculadora, la aplicaci\u00f3n de <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/utilidad-airport\/id427276530?mt=8&amp;at=1010l9LC\">AirPort<\/a> para gestionar mi red Wi-Fi, <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/mailchimp\/id366794783?mt=8&amp;at=1010l9LC\">MailChimp<\/a> para gestionar listas de correo, <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/digitalocean-manager\/id633128302?mt=8&amp;at=1010l9LC\">DigitalOcean Manager<\/a> y <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/aws-console\/id580990573?mt=8&amp;at=1010l9LC\">AWS Console<\/a> para gestionar mis servidores, <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/testflight\/id899247664?mt=8&amp;at=1010l9LC\">TestFlight<\/a> para las betas a las que me inviten, <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/sketch-mirror\/id677296955?mt=8&amp;at=1010l9LC\">Sketch Mirror<\/a> para probar dise\u00f1os de Sketch en el iPad y otras herramientas como <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/dropbox\/id327630330?mt=8&amp;at=1010l9LC\">Dropbox<\/a>, <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/traductor-de-google\/id414706506?mt=8&amp;at=1010l9LC\">Google Translate<\/a>, <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/ibooks\/id364709193?mt=8&amp;at=1010l9LC\">iBooks<\/a>, <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/scanner-pro-7-escaner-pdf\/id333710667?mt=8&amp;at=1010l9LC\">Scanner Pro<\/a>, <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/overcast-podcast-player\/id888422857?mt=8&amp;at=1010l9LC\">Overcast<\/a> o <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/cornertube-pip-player-for\/id1073199994?mt=8&amp;at=1010l9LC\">Cornertube<\/a>.<\/p>\n<p>El resto de aplicaciones son de gesti\u00f3n de alguna plataforma online (<a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/facebook\/id284882215?mt=8&amp;at=1010l9LC\">Facebook<\/a>, <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/messenger\/id454638411?mt=8&amp;at=1010l9LC\">Messenger<\/a>, <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/skype-para-ipad\/id442012681?mt=8&amp;at=1010l9LC\">Skype<\/a>, <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/flickr\/id328407587?mt=8&amp;at=1010l9LC\">Flickr<\/a>, <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/airbnb\/id401626263?mt=8&amp;at=1010l9LC\">Airbnb<\/a>, <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/bitly\/id525106063?mt=8&amp;at=1010l9LC\">Bitly<\/a>) o similares (<a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/amazon-movil\/id335187483?mt=8&amp;at=1010l9LC\">Amazon<\/a>, <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/mis-marcadores\/id766477515?mt=8&amp;at=1010l9LC\">Mis Marcadores<\/a>, <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/atresplayer\/id694169089?mt=8&amp;at=1010l9LC\">Atresplayer<\/a>, <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/google-adsense\/id680739529?mt=8&amp;at=1010l9LC\">Adsense<\/a>, <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/apple-store\/id375380948?mt=8&amp;at=1010l9LC\">Apple Store<\/a>). Las uso con menos frecuencia pero me resulta \u00fatil tener una aplicaci\u00f3n dedicada cuando realmente la necesite.<\/p>\n<p>El resto son aplicaciones de prueba que me gusta utilizar para ver si puedo mejorar mis actividades con el iPad. Siempre intento mejorar esas actividades, poder hacer en el iPad lo que hago en el Mac y m\u00e1s. Soy consciente de que hay algunas cosas que no puedo hacer <sup class=\"modern-footnotes-footnote \" data-mfn=\"5\" data-mfn-post-scope=\"00000000783f06b9000000001e484b24_16098\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-00000000783f06b9000000001e484b24_16098\">5<\/a><\/sup><span id=\"mfn-content-00000000783f06b9000000001e484b24_16098\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"5\">Dise\u00f1ar MacSfera con Sketch, montarme un localhost para poner WordPress y hacer pruebas, virtualizar un sistema operativo.<\/span> pero voy a luchar para hacer cuantas m\u00e1s cosas, mejor <sup class=\"modern-footnotes-footnote \" data-mfn=\"6\" data-mfn-post-scope=\"00000000783f06b9000000001e484b24_16098\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-00000000783f06b9000000001e484b24_16098\">6<\/a><\/sup><span id=\"mfn-content-00000000783f06b9000000001e484b24_16098\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"6\">Eso me lleva a querer controlar mi servidor por SSH con <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/prompt-2\/id917437289?mt=8&amp;at=1010l9LC\">Prompt<\/a>, programar la plantilla de MacSfera con <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/coda\/id500906297?mt=8&amp;at=1010l9LC\">Coda<\/a>, subir archivos al servidor con <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/transmit\/id917432930?mt=8&amp;at=1010l9LC\">Transmit<\/a> o inspeccionar p\u00e1ginas web con <a target=\"_blank\" href=\"https:\/\/geo.itunes.apple.com\/es\/app\/ergo-web-tools\/id1064318327?mt=8&amp;at=1010l9LC\">Ergo Web Tools<\/a>.<\/span>.<\/p>\n<hr \/>\n<p class=\"medio\"><a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/12\/Viendo-peliculas-en-el-iPad-Pro.jpeg\"><img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/12\/Viendo-peliculas-en-el-iPad-Pro.jpeg\" alt=\"Viendo peliculas en el iPad Pro\" width=\"2500\" height=\"1666\" class=\"aligncenter size-full wp-image-16108\" srcset=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/12\/Viendo-peliculas-en-el-iPad-Pro.jpeg 2500w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/12\/Viendo-peliculas-en-el-iPad-Pro-300x200.jpeg 300w, https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/12\/Viendo-peliculas-en-el-iPad-Pro-1024x682.jpeg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p><strong>El iPad Pro me ha hecho tanto bien que no puedo cansarme a la hora de recomendarlo,<\/strong> sobre todo si el usuario que va a estar con \u00e9l no necesita realizar tareas espec\u00edficas que todav\u00eda no tienen cabida en iOS <sup class=\"modern-footnotes-footnote \" data-mfn=\"7\" data-mfn-post-scope=\"00000000783f06b9000000001e484b24_16098\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-00000000783f06b9000000001e484b24_16098\">7<\/a><\/sup><span id=\"mfn-content-00000000783f06b9000000001e484b24_16098\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"7\">Procesamiento gr\u00e1fico 3D con apps reconocidas, tareas con aplicaciones espec\u00edficas dise\u00f1adas en un solo sistema, etc.<\/span>.<\/p>\n<p><strong>En este grupo de personas entran la gran mayor\u00eda de usuarios de PCs cuyo \u00fanico trabajo es administrativo o de ocio.<\/strong> Para el resto de usuarios, basta con echar un vistazo a la App Store para saber realmente el potencial que puede tener esta plataforma para ellos.<\/p>\n<aside class=\"pquote right\">\n<blockquote>\n<p>Los usuarios de PCs encontrar\u00e1n un aliado en el iPad Pro<\/p>\n<\/blockquote>\n<\/aside>\n<p>Creo que la gente le tiene miedo porque posee un concepto equivocado del iPad y porque teme lo que no conoce. Y realmente lo \u00fanico que hay que hacer es <a target=\"_blank\" title=\"Del port\u00e1til al iPad Pro\" href=\"https:\/\/www.macsfera.com\/del-portatil-al-ipad-pro\/\">aprender a realizar esas tareas con una nueva herramienta<\/a>. <strong>Una vez que lo haces puedes ver c\u00f3mo un dispositivo tan polifac\u00e9tico y con unas herramientas tan dedicadas te ayudan d\u00eda a d\u00eda.<\/strong><\/p>\n<p>Llegados a este punto ya habr\u00e1s decidido si regalar o no un iPad Pro a esa persona a la que ibas a comprar un ordenador, pero <strong>\u00bfy t\u00fa?<\/strong> \u00bfHas pensado en regalarte un iPad Pro a ti mismo? Probablemente no has podido evitar pensar en ti en los distintos ejemplos puestos, y haces bien. <strong>El iPad Pro est\u00e1 hecho para muchas personas y t\u00fa puedes ser una de esas as\u00ed que \u00bfpor qu\u00e9 no?<\/strong><\/p>\n<p>Si te da miedo el salto, te voy a poner el ejemplo de dos personas de mi vida que utilizaban el ordenador para lo justo y necesario, pero que desde que lleg\u00f3 el iPad a su vida han sabido relacionarse con la inform\u00e1tica como nunca lo hab\u00edan hecho antes, <strong>mis padres.<\/strong><\/p>\n<div class=\"galerias grande\" data-layout=\"2321\" style=\"visibility: hidden;\">\n<img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/06\/Apple-Pencil-y-iPad-Pro1.jpg\"\/>\n<img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/06\/iPad-Pro-y-Apple-Pencil.jpg\"\/>\n<img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/Day-One-para-iPad.jpg\"\/>\n<img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/iPad-Pro-rosa-para-uso-en-casa.jpg\"\/>\n<img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/iPad-Pro-negro-con-Smart-Cover.jpg\"\/>\n<img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/iPad-Pro-Negro-multitarea.jpg\"\/>\n<img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/iPad-Pro-Rosa-y-Apple-Pencil.jpg\"\/>\n<img src=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/05\/iPad-Pro-con-Pixelmator.jpg\"\/>\n\n<\/div>\n<p>Mis padres son dos personas que trabajan con ordenadores, pero que m\u00e1s all\u00e1 no tenian ning\u00fan contacto con ellos. <strong>El iPad Pro les permite leer el peri\u00f3dico cada ma\u00f1ana, ver sus programas favoritos a deshora, mandar una pel\u00edcula a la televisi\u00f3n por las noches y obtener un contacto directo con el mundo en general gracias a la puerta que se les ha abierto con el acceso a Internet.<\/strong><\/p>\n<p>Y tal y como menciono antes, de una forma f\u00e1cil, sencilla, segura y r\u00e1pida mis padres interact\u00faan con un mundo de forma diaria al que antes no ten\u00edan acceso.<\/p>\n<p><strong>Esto s\u00f3lo ha sido posible gracias al iPad, nada m\u00e1s.<\/strong><\/p>\n<p><span class=\"source\">En MacSfera<\/span> <span class=\"via\"><a href=\"https:\/\/www.MacSfera.com\/viaje-8-anos\/\" tittle=\"Un viaje de 8 a\u00f1os\" target=\"_blank\">Un viaje de 8 a\u00f1os<\/a><\/span><\/p>\n<p><span class=\"source\">Compra<\/span> <span class=\"via\"><a href=\"http:\/\/amzn.to\/2hRRDET\" target=\"_blank\">iPad Pro 9,7&#8243;<\/a><\/span> <span class=\"via\"><a href=\"http:\/\/amzn.to\/2hAGLgY\" target=\"_blank\">iPad Pro 12,9&#8243;<\/a><\/span><\/p>\n<div class=\"alerta\">\n<p>He escrito una <a href=\"https:\/\/www.macsfera.com\/guia-para-tomar-apuntes-en-el-ipad\/\" title=\"Gu\u00eda para tomar apuntes en el iPad\" target=\"_blank\">gu\u00eda para tomar apuntes en el iPad<\/a>, si te interesa el tema, te ayudar\u00e1 mucho a decidir entre los distintos modelos, las aplicaciones y los stylus, adem\u00e1s de darte consejos.<\/p>\n<\/div>\n","protected":false},"excerpt":{"rendered":"<p>De forma general, suelo escribir mis art\u00edculos hablando a una comunidad, a un grupo de personas, en plural. Pero hoy me vas<\/p>\n","protected":false},"author":1,"featured_media":16102,"comment_status":"open","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[7,2099,2096],"tags":[2269,2608,2002,2207,2606,2607,1809,2275,2609,2610,2217,2159,272,2248,2604,2302,326,170,2611,586,176,2316,1075,2270,2455,214,2605,1607,2101,2531],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v15.0 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Regala un iPad Pro<\/title>\n<meta name=\"description\" content=\"Art\u00edculo de opini\u00f3n que muestra porqu\u00e9 el iPad Pro es el mejor sustituto de un port\u00e1til PC con tareas reales y casos particulares de ejemplo.\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.MacSfera.com\/regala-ipad-pro\/\" \/>\n<meta property=\"og:locale\" content=\"es_ES\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Regala un iPad Pro\" \/>\n<meta property=\"og:description\" content=\"Art\u00edculo de opini\u00f3n que muestra porqu\u00e9 el iPad Pro es el mejor sustituto de un port\u00e1til PC con tareas reales y casos particulares de ejemplo.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.MacSfera.com\/regala-ipad-pro\/\" \/>\n<meta property=\"og:site_name\" content=\"MacSfera\" \/>\n<meta property=\"article:publisher\" content=\"http:\/\/www.facebook.com\/macsfera\" \/>\n<meta property=\"article:author\" content=\"https:\/\/www.facebook.com\/PabloAsekas\" \/>\n<meta property=\"article:published_time\" content=\"2016-12-19T15:11:28+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2017-09-09T09:33:31+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/12\/Regala-un-iPad-Pro.jpeg\" \/>\n\t<meta property=\"og:image:width\" content=\"2500\" \/>\n\t<meta property=\"og:image:height\" content=\"1666\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:title\" content=\"Regala un iPad Pro\" \/>\n<meta name=\"twitter:description\" content=\"Art\u00edculo de opini\u00f3n que muestra porqu\u00e9 el iPad Pro es el mejor sustituto de un port\u00e1til PC con tareas reales y casos particulares de ejemplo.\" \/>\n<meta name=\"twitter:image\" content=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/12\/19114157\/Regala-un-iPad-Pro.jpeg\" \/>\n<meta name=\"twitter:creator\" content=\"@https:\/\/twitter.com\/pabloasekas\" \/>\n<meta name=\"twitter:site\" content=\"@MacSferablog\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.MacSfera.com\/#website\",\"url\":\"https:\/\/www.MacSfera.com\/\",\"name\":\"MacSfera\",\"description\":\"Blog sobre Apple con especial inter\\u00e9s en la opini\\u00f3n personal en el Mac, el iPhone y el iPad.\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"https:\/\/www.MacSfera.com\/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"es\"},{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.MacSfera.com\/regala-ipad-pro\/#primaryimage\",\"inLanguage\":\"es\",\"url\":\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/12\/Regala-un-iPad-Pro.jpeg\",\"width\":2500,\"height\":1666,\"caption\":\"Regala un iPad Pro\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.MacSfera.com\/regala-ipad-pro\/#webpage\",\"url\":\"https:\/\/www.MacSfera.com\/regala-ipad-pro\/\",\"name\":\"Regala un iPad Pro\",\"isPartOf\":{\"@id\":\"https:\/\/www.MacSfera.com\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/www.MacSfera.com\/regala-ipad-pro\/#primaryimage\"},\"datePublished\":\"2016-12-19T15:11:28+00:00\",\"dateModified\":\"2017-09-09T09:33:31+00:00\",\"author\":{\"@id\":\"https:\/\/www.MacSfera.com\/#\/schema\/person\/1c7b5783afd3f0309c3aa8a52942db5a\"},\"description\":\"Art\\u00edculo de opini\\u00f3n que muestra porqu\\u00e9 el iPad Pro es el mejor sustituto de un port\\u00e1til PC con tareas reales y casos particulares de ejemplo.\",\"inLanguage\":\"es\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.MacSfera.com\/regala-ipad-pro\/\"]}]},{\"@type\":\"Person\",\"@id\":\"https:\/\/www.MacSfera.com\/#\/schema\/person\/1c7b5783afd3f0309c3aa8a52942db5a\",\"name\":\"Pablo Asekas\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.MacSfera.com\/#personlogo\",\"inLanguage\":\"es\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/f86183a13a9c39523543ae47691e4c72?s=96&r=g\",\"caption\":\"Pablo Asekas\"},\"description\":\"Pablo es la persona detr\\u00e1s de MacSfera, le apasiona la tecnolog\\u00eda y adora Internet. Le gusta hablar de dispositivos y aplicaciones con un punto de vista personal y variado.\",\"sameAs\":[\"https:\/\/www.facebook.com\/PabloAsekas\",\"https:\/\/twitter.com\/https:\/\/twitter.com\/pabloasekas\",\"https:\/\/www.youtube.com\/user\/pabloasekas\",\"http:\/\/www.mylaif.es\"]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","_links":{"self":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts\/16098"}],"collection":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/comments?post=16098"}],"version-history":[{"count":14,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts\/16098\/revisions"}],"predecessor-version":[{"id":16687,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts\/16098\/revisions\/16687"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/media\/16102"}],"wp:attachment":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/media?parent=16098"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/categories?post=16098"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/tags?post=16098"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}