{"id":15392,"date":"2016-09-18T12:48:22","date_gmt":"2016-09-18T10:48:22","guid":{"rendered":"https:\/\/www.MacSfera.com\/?p=15392"},"modified":"2016-09-18T12:48:22","modified_gmt":"2016-09-18T10:48:22","slug":"del-iphone-5s-al-iphone-7-primeras-impresiones","status":"publish","type":"post","link":"https:\/\/www.MacSfera.com\/del-iphone-5s-al-iphone-7-primeras-impresiones\/","title":{"rendered":"Del iPhone 5s al iPhone 7: primeras impresiones"},"content":{"rendered":"<p class=\"grande\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/09\/18115916\/iPhone-7-negro.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/09\/18115916\/iPhone-7-negro.jpg\" alt=\"iPhone 7 negro\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-15394\" \/><\/a><\/p>\n<p>Este pasado viernes <a target=\"_blank\"title=\"Cr\u00f3nica del lanzamiento del iPhone 7 en Espa\u00f1a\" href=\"https:\/\/www.macsfera.com\/cronica-del-lanzamiento-del-iphone-7-en-espana\/\">sali\u00f3 el iPhone 7 en Espa\u00f1a<\/a>, entre otros muchos pa\u00edses, <strong>y yo,<\/strong> como usuario al que le gustan los productos de la empresa, <strong>me hice con una unidad.<\/strong><\/p>\n<p>La \u00faltima vez que <a target=\"_blank\"title=\"FotoDiaria \u2013 Estrenando iPhone 5s que ha ca\u00eddo de regalo\" href=\"http:\/\/www.mylaif.es\/fotodiaria-estrenando-iphone-5s-ha-caido-regalo\/\">estren\u00e9 m\u00f3vil<\/a> fue a principios de 2014, un iPhone 5s. De modo que cuando <a target=\"_blank\"title=\"Resumen y opini\u00f3n de la keynote \u201cSee you on the 7th\u201d\" href=\"https:\/\/www.macsfera.com\/resumen-opinion-la-keynote-see-you-on-the-7th\/\">Tim Cook present\u00f3 el iPhone 7<\/a>, sab\u00eda con un 99% de posibilidades que ser\u00eda mi pr\u00f3ximo tel\u00e9fono.<\/p>\n<p><!--more--><\/p>\n<p>No solo como aficionado a la tecnolog\u00eda, sino como blogger que escribe sobre ella, necesito tener una cierta actualizaci\u00f3n de dispositivos que, en ocasiones, hace que abandone mis pertenencias antes de que la vida pr\u00e1ctica de estas llegue a su fin. A mi iPhone 5s le queda camino todav\u00eda y yo podr\u00eda haber aguantado un a\u00f1o m\u00e1s con \u00e9l, duro a\u00f1o para mis exigencias, pero lo podr\u00eda haber hecho <sup class=\"modern-footnotes-footnote \" data-mfn=\"1\" data-mfn-post-scope=\"00000000260df1a0000000007b10e752_15392\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-00000000260df1a0000000007b10e752_15392\">1<\/a><\/sup><span id=\"mfn-content-00000000260df1a0000000007b10e752_15392\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"1\">No hay que preocuparse, mi tel\u00e9fono ir\u00e1 a una persona que le sacar\u00e1 mucho partido y durante m\u00e1s tiempo que yo.<\/span>.<\/p>\n<p><strong>La cosa es que decid\u00ed no aguantar y lanzarme a la <a target=\"_blank\"title=\"Nuevo iPhone 7 y iPhone 7 Plus\" href=\"https:\/\/www.macsfera.com\/nuevo-iphone-7-iphone-7-plus\/\">nueva versi\u00f3n del iPhone 7<\/a>.<\/strong><\/p>\n<p>As\u00ed que me fui a por \u00e9l y llevo unas cuantas horas traste\u00e1ndolo y alucinando por el salto.<\/p>\n<p>Mi tel\u00e9fono se fabric\u00f3 en 2013, y estamos en 2016. 3 a\u00f1os en tecnolog\u00eda es mucho tiempo lo cre\u00e1is o no, y por eso ten\u00eda much\u00edsimas ganas de ponerle las manos encima.<\/p>\n<p>As\u00ed que sin m\u00e1s dilaci\u00f3n, <strong>vamos a ver lo que ha supuesto un salto tan grande en un dispositivo que uso cada d\u00eda.<\/strong><\/p>\n<h2>Cambios naturales<\/h2>\n<p class=\"medio\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/09\/18120209\/iPhone-7-negro-por-detras.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/09\/18120209\/iPhone-7-negro-por-detras.jpg\" alt=\"iPhone 7 negro por detras\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-15395\" \/><\/a><\/p>\n<p>Lo primero que llama la atenci\u00f3n son los cambios naturales del dispositivo. <strong>Cosas como el tama\u00f1o, el peso, el grosor, las curvas, la disposici\u00f3n de los botones, etc.<\/strong><\/p>\n<p>El iPhone 5s fue el \u00faltimo iPhone peque\u00f1o que Apple vendi\u00f3 hasta <a target=\"_blank\"title=\"Nuevo iPhone SE\" href=\"https:\/\/www.macsfera.com\/nuevo-iphone-se\/\">este marzo con el lanzamiento del iPhone SE<\/a>, de modo que saltar al iPhone 7 supone un cambio en la pantalla, el f\u00edsico del tel\u00e9fono, etc.<\/p>\n<p>Evidentemente, <strong>el cambio es bueno.<\/strong> Mi iPhone es el de 4,7 pulgadas, pero el cambio se nota much\u00edsimo. El ancho se agradece y el alto a\u00fan m\u00e1s. Es muy c\u00f3modo de usar y cuesta creer que tan poca diferencia real (0&#8217;7 pulgadas) hagan tanto bien.<\/p>\n<p>El dise\u00f1o es espectacular. El acabado del iPhone 7 es similar al de las dos versiones anteriores pero con una diferencia: <strong>se ha perfeccionado.<\/strong> Y eso es de agradecer cuanto menos.<\/p>\n<p class=\"medio\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/09\/18123730\/Boton-Home-iPhone-7.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/09\/18123730\/Boton-Home-iPhone-7.jpg\" alt=\"Boton Home iPhone 7\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-15402\" \/><\/a><\/p>\n<p>Los bordes del cristal no se notan, los bordes internos de la pantalla tampoco y el acabado general de la parte trasera es impecable, digno del iPhone 4 <sup class=\"modern-footnotes-footnote \" data-mfn=\"2\" data-mfn-post-scope=\"00000000260df1a0000000007b10e752_15392\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-00000000260df1a0000000007b10e752_15392\">2<\/a><\/sup><span id=\"mfn-content-00000000260df1a0000000007b10e752_15392\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"2\">Personalmente, uno de los acabados m\u00e1s elegantes que recuerdo.<\/span>. Adem\u00e1s, la pantalla parece que est\u00e1 pegada al cristal y apenas hay hueco, es una sensaci\u00f3n agradable que ya tuve con <a target=\"_blank\"title=\"iPad Pro: lo que esperaba, y mucho m\u00e1s\" href=\"https:\/\/www.macsfera.com\/ipad-pro-lo-esperaba-mucho-mas\/\">el iPad Pro<\/a>.<\/p>\n<p>Es m\u00e1s grande que mi iPhone 5s pero m\u00e1s ligero y la c\u00e1mara, si bien sigue sobresaliendo, destaca menos gracias a que se integra en el propio dispositivo.<\/p>\n<h2>Novedades del iPhone 7<\/h2>\n<p class=\"medio\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/09\/18121409\/iPhone-7-sin-jack-de-audio.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/09\/18121409\/iPhone-7-sin-jack-de-audio.jpg\" alt=\"iPhone 7 sin jack de audio\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-15396\" \/><\/a><\/p>\n<p>Por supuesto, hay ciertas novedades introducidas en modelos posteriores a mi 5s y, por supuesto, en el iPhone 7. <strong>Para m\u00ed ambas novedades son nuevas.<\/strong><\/p>\n<p>La primera de todas es <a target=\"_blank\"title=\"Nuevo iPhone 6s y 6s Plus\" href=\"http:\/\/macsfera.com\/nuevo-iphone-6s-y-6s-plus\/#3d-touch\">3D Touch<\/a>, la capa de interacci\u00f3n extra que a\u00f1adi\u00f3 Apple con el <a target=\"_blank\"title=\"iPhone 6s\" href=\"https:\/\/www.macsfera.com\/tag\/iphone-6s\">iPhone 6s<\/a>. <strong>Me gusta mucho las posibilidades que tiene y el partido que se le saca con <a target=\"_blank\"title=\"Nuevo iOS 10\" href=\"https:\/\/www.macsfera.com\/nuevo-ios-10\/\">iOS 10<\/a>.<\/strong> Mismos gestos pero m\u00e1s opciones, y s\u00f3lo por hacer un poco m\u00e1s de fuerza. Lo \u00fanico que lamento es que no todos lo implementen por igual en los mismos casos <sup class=\"modern-footnotes-footnote \" data-mfn=\"3\" data-mfn-post-scope=\"00000000260df1a0000000007b10e752_15392\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-00000000260df1a0000000007b10e752_15392\">3<\/a><\/sup><span id=\"mfn-content-00000000260df1a0000000007b10e752_15392\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"3\">Lo lamento porque no es tan intuitivo como otros aspectos de iOS pero a la vez me encanta porque no tiene limitaciones, cada desarrollador puede implementarlo a su manera.<\/span>.<\/p>\n<p><strong>La siguiente cualidad que me ha encantado es la resistencia al agua.<\/strong> No, no lo he metido bajo el grifo todav\u00eda, pero el hecho de que se pueda mojar sin problemas hace que est\u00e9 mucho m\u00e1s tranquilo que antes, el d\u00eda a d\u00eda va a ser genial.<\/p>\n<p><strong>\u00a1Por fin tengo <a target=\"_blank\"title=\"As\u00ed funciona Live Photos fuera del iPhone 6s\" href=\"https:\/\/www.macsfera.com\/asi-funciona-live-photos-fuera-del-iphone-6s\/\">Live Photos en el iPhone<\/a>!<\/strong> Adoro esa propiedad de iOS y por fin la tengo en el iPhone. Ahora mis im\u00e1genes ser\u00e1n m\u00e1s especiales gracias a ello, cosa que me encanta porque uno de mis hobbies es la fotograf\u00eda.<\/p>\n<p>Es pronto para hablar de la bater\u00eda, necesito esperar a un d\u00eda de la semana cotidiana para saber el rendimiento real. Pero s\u00ed que es verdad que he notado una mejora. Es normal, pero me fascina, por eso quiero saber c\u00f3mo se comporta en un d\u00eda normal para saber la mejora real que tiene.<\/p>\n<p><strong>Y la velocidad es algo que,<\/strong> por supuesto, <strong>tambi\u00e9n ha mejorado y he notado.<\/strong> Mi iPhone 5s fue el primer tel\u00e9fono en incluir un procesador de 64 bits y se nota. Es uno de los motivos que hacen que el tel\u00e9fono siga aguantando como lo hace hoy en d\u00eda, pero estamos hablando de que el iPhone 7 tiene 4 n\u00facleos (dos grandes y dos peque\u00f1os), es otro nivel. Al igual que con la bater\u00eda, esto es algo que tengo que tengo que observar d\u00eda a d\u00eda.<\/p>\n<p class=\"medio\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/09\/18121639\/3D-Touch-en-el-iPhone-7.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/09\/18121639\/3D-Touch-en-el-iPhone-7.jpg\" alt=\"3D Touch en el iPhone 7\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-15397\" \/><\/a><\/p>\n<p>Taptic engine lleg\u00f3 al iPhone 6s de forma t\u00edmida junto a 3D Touch, <strong>pero este a\u00f1o,<\/strong> gracias a iOS 10 nuevamente, <strong>cobra mucha mayor importancia.<\/strong> El sistema se comunica con peque\u00f1as vibraciones a trav\u00e9s de toda la interfaz, de modo que ahora el iPhone se comunica mejor con nosotros. Me gusta recibir peque\u00f1as respuestas f\u00edsicas del tel\u00e9fono la verdad, <strong>es un peque\u00f1o detalle que parece una tonter\u00eda, pero que me ha gustado mucho.<\/strong><\/p>\n<p>Y este punto me lleva al nuevo \u00abbot\u00f3n\u00bb home. Ya tengo experiencia con el <a target=\"_blank\"title=\"Force Touch: as\u00ed es el nuevo trackpad de Apple\" href=\"https:\/\/www.macsfera.com\/force-touch-asi-es-el-nuevo-trackpad-de-apple\/\">sistema de fuerza<\/a> gracias a <a target=\"_blank\"title=\"Mi nuevo MacBook Pro Retina\" href=\"https:\/\/www.macsfera.com\/mi-nuevo-macbook-pro-retina\/\">mi MacBook Pro<\/a> y <a target=\"_blank\"title=\"MacBook: As\u00ed es el futuro, y me encanta\" href=\"https:\/\/www.macsfera.com\/macbook-asi-es-el-futuro-y-me-encanta\/\">al MacBook que prob\u00e9<\/a>. Pero esto es mucho m\u00e1s peque\u00f1o, y el comportamiento es distinto. <strong>No simula al 100% el bot\u00f3n,<\/strong> pero no es una sensaci\u00f3n extra\u00f1a,<strong>\u00a0parece que lo que se desplaza es toda la parte baja del tel\u00e9fono,<\/strong> como si fuese un bot\u00f3n grande.<\/p>\n<p>Al igual que poder aplicar fuerza sobre la pantalla permite otra forma de comunicaci\u00f3n, espero que en un futuro se pueda variar el uso corriente del bot\u00f3n gracias a ese sistema de fuerza, al fin y al cabo, eso aporta m\u00e1s formas de comunicarnos con el tel\u00e9fono y pueden ser explotadas sin problemas.<\/p>\n<p>Por \u00faltimo, voy a hablar de una simple pero util\u00edsima funci\u00f3n que me tiene enamorado: <strong>Elevar para activar.<\/strong> Algo tan sencillo como levantar el m\u00f3vil y que se encienda la pantalla me parece una genialidad.<\/p>\n<p class=\"medio\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/09\/18122111\/iPhone-71.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/09\/18122111\/iPhone-71.jpg\" alt=\"iPhone 7\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-15398\" \/><\/a><\/p>\n<p>Es la propiedad que se usa en el <a target=\"_blank\"title=\"Apple Watch\" href=\"https:\/\/www.macsfera.com\/tag\/apple-watch\">Apple Watch<\/a> y ahora en el iPhone me parece mejor a\u00fan. <strong>No hay que tocar ning\u00fan bot\u00f3n,<\/strong> por lo que es m\u00e1s c\u00f3modo para todos ya que el tel\u00e9fono es grande y no siempre se coge de la forma ideal para pulsar el bot\u00f3n de encendido. Adem\u00e1s, es la soluci\u00f3n perfecta al \u201cproblema\u201d de la velocidad de la segunda generaci\u00f3n de Touch ID.<\/p>\n<p>R\u00e1pidamente: Touch ID 2 es muy r\u00e1pido y cuando la gente pulsaba en el 6s el bot\u00f3n de inicio para encender el tel\u00e9fono, \u00e9ste registraba tan r\u00e1pido la huella que el usuario se saltaba la pantalla de inicio con todas las notificaciones.<\/p>\n<p>La soluci\u00f3n que implement\u00f3 Apple fue la de registrar la huella y desbloquear el tel\u00e9fono, <strong>pero manteni\u00e9ndose en la vista bloqueada con todas las notificaciones.<\/strong> Si el usuario quiere entrar en el tel\u00e9fono pulsa el bot\u00f3n de inicio y listo. As\u00ed podr\u00eda ver sin problemas todas las notificaciones e interactuar con ellas.<\/p>\n<p>Pero es que esta soluci\u00f3n es mucho mejor: <strong>levantas el tel\u00e9fono, ves las notificaciones y si quieres lo desbloqueas con tu huella sin necesidad de pulsar el bot\u00f3n home<\/strong> <sup class=\"modern-footnotes-footnote \" data-mfn=\"4\" data-mfn-post-scope=\"00000000260df1a0000000007b10e752_15392\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-00000000260df1a0000000007b10e752_15392\">4<\/a><\/sup><span id=\"mfn-content-00000000260df1a0000000007b10e752_15392\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"4\">Para ello hay que desactivar el desbloqueo por pulsaci\u00f3n y dejarlo como el desbloqueo normal de Touch ID.<\/span>.<\/p>\n<p><strong>Acceder al tel\u00e9fono sin tocar un solo bot\u00f3n, me encanta.<\/strong><\/p>\n<h2>128 contra 16<\/h2>\n<p class=\"medio\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/09\/18122341\/iPhone-7-negro-mate.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/09\/18122341\/iPhone-7-negro-mate.jpg\" alt=\"iPhone 7 negro mate\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-15399\" \/><\/a><\/p>\n<p>Uno de los puntos m\u00e1s importantes por los que quer\u00eda cambiar mi peque\u00f1o iPhone 5s era su capacidad. 16GB son pocos GB para un m\u00f3vil actual, pero en 2013-2014 tampoco estaba tan mal. Es m\u00e1s, <strong>he aguantado sin un solo aviso de espacio lleno hasta la \u00faltima semana de uso.<\/strong><\/p>\n<p>Eso s\u00ed, menuda semana\u2026 Todos los d\u00edas, a todas horas, mensajes de iOS, limitaciones de WhatsApp porque necesita 100MB para funcionar, eliminando audiolibros, canciones en Spotify, etc.<\/p>\n<p><strong>Por eso esta vez me he decantado por los 128GB como en mi iPad Pro.<\/strong><\/p>\n<p>No m\u00e1s limitaciones de espacio, no m\u00e1s restricciones en el uso de aplicaciones porque <em>\u201d300MB en memoria es mucho espacio\u201d<\/em>. La tecnolog\u00eda est\u00e1 aqu\u00ed para ayudarnos y hacernos feliz, si tenemos ese tipo de limitaciones no podemos disfrutarla y que quer\u00e9is que os diga pero estamos en este mundo para disfrutar.<\/p>\n<hr \/>\n<p class=\"medio\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/09\/18122819\/iPhone-7-negro-mate-de-pie.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/09\/18122819\/iPhone-7-negro-mate-de-pie.jpg\" alt=\"iPhone 7 negro mate de pie\" width=\"2500\" height=\"3750\" class=\"aligncenter size-full wp-image-15400\" \/><\/a><\/p>\n<p>Es dif\u00edcil saber qui\u00e9n debe actualizar o no, <strong>pero si ten\u00e9is un iPhone 5s sin duda es un gran momento,<\/strong> vais a cambiar la forma de relacionaros con vuestro tel\u00e9fono y lo vais a agradecer.<\/p>\n<p>No he hablado mucho de la c\u00e1mara o de la <a target=\"_blank\"title=\"Phill Schiller explica los motivos para eliminar el conector jack del iPhone 7\" href=\"https:\/\/www.macsfera.com\/phill-schiller-explica-los-motivos-eliminar-conector-jack-del-iphone-7\/\">carencia del puerto jack<\/a> porque no lo he probado a fondo, son cosas que prefiero dejar de lado y hablar de ello bien en un futuro.<\/p>\n<p>Sin duda, <strong>escribir\u00e9 una extensa review sobre el dispositivo,<\/strong> de <a target=\"_blank\"title=\"Apple Pencil: el mejor stylus para el iPad\" href=\"https:\/\/www.macsfera.com\/apple-pencil-mejor-stylus-ipad\/\">esas que hago yo<\/a>. En ella profundizar\u00e9 mucho m\u00e1s en las partes t\u00e9cnicas y en las novedades del iPhone 7.<\/p>\n<div id=\"attachment_15403\" style=\"width: 2510px\" class=\"wp-caption aligncenter grande\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/09\/18124124\/iPhone-7-Negro-mate-3D-Touch.jpg\"><img aria-describedby=\"caption-attachment-15403\" src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/09\/18124124\/iPhone-7-Negro-mate-3D-Touch.jpg\" alt=\"iPhone 7 Negro mate 3D Touch\" width=\"2500\" height=\"1667\" class=\"size-full wp-image-15403\" \/><\/a><p id=\"caption-attachment-15403\" class=\"wp-caption-text\">Sigue a <a href=\"https:\/\/www.instagram.com\/macsfera\/\" target=\"_blank\">MacSfera en Instagram<\/a><\/p><\/div>\n","protected":false},"excerpt":{"rendered":"<p>Este pasado viernes sali\u00f3 el iPhone 7 en Espa\u00f1a, entre otros muchos pa\u00edses, y yo, como usuario al que le gustan los<\/p>\n","protected":false},"author":1,"featured_media":15395,"comment_status":"open","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[2129,2096],"tags":[2253,9,2411,11,2046,2469,2266,586,2374],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v15.0 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Del iPhone 5s al iPhone 7: primeras impresiones<\/title>\n<meta name=\"description\" content=\"Art\u00edculo de reflexi\u00f3n sobre las primeras impresiones de uso de un iPhone 7 despu\u00e9s de haber estado 2 a\u00f1os y medio con un iPhone 5s.\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.MacSfera.com\/del-iphone-5s-al-iphone-7-primeras-impresiones\/\" \/>\n<meta property=\"og:locale\" content=\"es_ES\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Del iPhone 5s al iPhone 7: primeras impresiones\" \/>\n<meta property=\"og:description\" content=\"Art\u00edculo de reflexi\u00f3n sobre las primeras impresiones de uso de un iPhone 7 despu\u00e9s de haber estado 2 a\u00f1os y medio con un iPhone 5s.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.MacSfera.com\/del-iphone-5s-al-iphone-7-primeras-impresiones\/\" \/>\n<meta property=\"og:site_name\" content=\"MacSfera\" \/>\n<meta property=\"article:publisher\" content=\"http:\/\/www.facebook.com\/macsfera\" \/>\n<meta property=\"article:author\" content=\"https:\/\/www.facebook.com\/PabloAsekas\" \/>\n<meta property=\"article:published_time\" content=\"2016-09-18T10:48:22+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/09\/iPhone-7-negro-por-detras.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"2500\" \/>\n\t<meta property=\"og:image:height\" content=\"1667\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:title\" content=\"Del iPhone 5s al iPhone 7: primeras impresiones\" \/>\n<meta name=\"twitter:description\" content=\"Art\u00edculo de reflexi\u00f3n sobre las primeras impresiones de uso de un iPhone 7 despu\u00e9s de haber estado 2 a\u00f1os y medio con un iPhone 5s.\" \/>\n<meta name=\"twitter:image\" content=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/09\/18120209\/iPhone-7-negro-por-detras.jpg\" \/>\n<meta name=\"twitter:creator\" content=\"@https:\/\/twitter.com\/pabloasekas\" \/>\n<meta name=\"twitter:site\" content=\"@MacSferablog\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.MacSfera.com\/#website\",\"url\":\"https:\/\/www.MacSfera.com\/\",\"name\":\"MacSfera\",\"description\":\"Blog sobre Apple con especial inter\\u00e9s en la opini\\u00f3n personal en el Mac, el iPhone y el iPad.\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"https:\/\/www.MacSfera.com\/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"es\"},{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.MacSfera.com\/del-iphone-5s-al-iphone-7-primeras-impresiones\/#primaryimage\",\"inLanguage\":\"es\",\"url\":\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/09\/iPhone-7-negro-por-detras.jpg\",\"width\":2500,\"height\":1667,\"caption\":\"iPhone 7 negro por detras\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.MacSfera.com\/del-iphone-5s-al-iphone-7-primeras-impresiones\/#webpage\",\"url\":\"https:\/\/www.MacSfera.com\/del-iphone-5s-al-iphone-7-primeras-impresiones\/\",\"name\":\"Del iPhone 5s al iPhone 7: primeras impresiones\",\"isPartOf\":{\"@id\":\"https:\/\/www.MacSfera.com\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/www.MacSfera.com\/del-iphone-5s-al-iphone-7-primeras-impresiones\/#primaryimage\"},\"datePublished\":\"2016-09-18T10:48:22+00:00\",\"dateModified\":\"2016-09-18T10:48:22+00:00\",\"author\":{\"@id\":\"https:\/\/www.MacSfera.com\/#\/schema\/person\/1c7b5783afd3f0309c3aa8a52942db5a\"},\"description\":\"Art\\u00edculo de reflexi\\u00f3n sobre las primeras impresiones de uso de un iPhone 7 despu\\u00e9s de haber estado 2 a\\u00f1os y medio con un iPhone 5s.\",\"inLanguage\":\"es\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.MacSfera.com\/del-iphone-5s-al-iphone-7-primeras-impresiones\/\"]}]},{\"@type\":\"Person\",\"@id\":\"https:\/\/www.MacSfera.com\/#\/schema\/person\/1c7b5783afd3f0309c3aa8a52942db5a\",\"name\":\"Pablo Asekas\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.MacSfera.com\/#personlogo\",\"inLanguage\":\"es\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/f86183a13a9c39523543ae47691e4c72?s=96&r=g\",\"caption\":\"Pablo Asekas\"},\"description\":\"Pablo es la persona detr\\u00e1s de MacSfera, le apasiona la tecnolog\\u00eda y adora Internet. Le gusta hablar de dispositivos y aplicaciones con un punto de vista personal y variado.\",\"sameAs\":[\"https:\/\/www.facebook.com\/PabloAsekas\",\"https:\/\/twitter.com\/https:\/\/twitter.com\/pabloasekas\",\"https:\/\/www.youtube.com\/user\/pabloasekas\",\"http:\/\/www.mylaif.es\"]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","_links":{"self":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts\/15392"}],"collection":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/comments?post=15392"}],"version-history":[{"count":4,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts\/15392\/revisions"}],"predecessor-version":[{"id":15405,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts\/15392\/revisions\/15405"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/media\/15395"}],"wp:attachment":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/media?parent=15392"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/categories?post=15392"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/tags?post=15392"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}