{"id":12498,"date":"2015-11-19T19:58:34","date_gmt":"2015-11-19T18:58:34","guid":{"rendered":"http:\/\/www.MacSfera.com\/?p=12498"},"modified":"2023-01-29T12:22:24","modified_gmt":"2023-01-29T11:22:24","slug":"meridian-tu-album-de-viajes-para-ios","status":"publish","type":"post","link":"https:\/\/www.MacSfera.com\/meridian-tu-album-de-viajes-para-ios\/","title":{"rendered":"Meridian: tu \u00e1lbum de viajes para iOS"},"content":{"rendered":"<p class=\"grande\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/11\/19172703\/Meridian-tus-aventuras-tiempre-contigo.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/11\/19172703\/Meridian-tus-aventuras-tiempre-contigo.jpg\" alt=\"Meridian, tus aventuras tiempre contigo\" width=\"1600\" height=\"1067\" class=\"aligncenter size-full wp-image-12499\" srcset=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/11\/19172703\/Meridian-tus-aventuras-tiempre-contigo.jpg 1600w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/11\/19172703\/Meridian-tus-aventuras-tiempre-contigo.jpg 300w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/11\/19172703\/Meridian-tus-aventuras-tiempre-contigo.jpg 1024w\" sizes=\"(max-width: 1600px) 100vw, 1600px\" \/><\/a><\/p>\n<p>Hoy el art\u00edculo es algo distinto. Os voy a hablar de una aplicaci\u00f3n que no est\u00e1 todav\u00eda desarrollada, es m\u00e1s, necesitan ayuda para desarrollarla. <strong>Hoy os voy a hablar de Meridian, una aplicaci\u00f3n que me ha llamado mucho la atenci\u00f3n y que me hace mucha ilusi\u00f3n.<\/strong><\/p>\n<p>El proyecto me ha gustado mucho por la idea general que tienen y por la forma de llevarla a cabo. Soy un fan de las buenas ideas, de las ejecuciones simples y de los proyectos que transmiten sentimientos. Y Meridian es uno de ellos, y encima es <em>made in Spain<\/em>.<\/p>\n<p><!--more--><\/p>\n<h2>\u00bfQu\u00e9 es Meridian?<\/h2>\n<p class=\"medio\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/11\/19172729\/Meridian-para-iPhone.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/11\/19172729\/Meridian-para-iPhone.jpg\" alt=\"Meridian para iPhone\" width=\"1600\" height=\"1067\" class=\"aligncenter size-full wp-image-12500\" srcset=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/11\/19172729\/Meridian-para-iPhone.jpg 1600w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/11\/19172729\/Meridian-para-iPhone.jpg 300w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/11\/19172729\/Meridian-para-iPhone.jpg 1024w\" sizes=\"(max-width: 1600px) 100vw, 1600px\" \/><\/a><\/p>\n<p><strong>Meridian es un \u00e1lbum de viajes para nuestros dispositivos iOS.<\/strong> El concepto es muy sencillo: es una aplicaci\u00f3n d\u00f3nde guardaremos todas las fotos y v\u00eddeos que hemos tomado en un viaje, de modo que las podremos ver siempre que queramos clasificadas seg\u00fan el viaje que hemos hecho.<\/p>\n<p>Una vez acabado el viaje, clasificado las fotos y aplicados los retoques, podemos crear un nuevo viaje eligiendo en Meridian la localizaci\u00f3n, y posteriormente todas esas im\u00e1genes con el fin de tenerlas en un \u00fanico sitio para visualizarlas y ense\u00f1arlas.<\/p>\n<p><strong>El objetivo principal de la aplicaci\u00f3n es que podamos disfrutar plenamente de las capturas de esos viajes en nuestros dispositivos<\/strong> sin tener el carrete de la c\u00e1mara repleto y sin prescindir de unas cuantas capturas que no son tan importantes como para tenerlas siempre guardadas, pero forman parte del viaje. <strong>Las fotos y v\u00eddeos a\u00f1adidos podr\u00e1n ser reproducidos desde la aplicaci\u00f3n sin problemas y con una vista inmersiva<\/strong> <sup class=\"modern-footnotes-footnote \" data-mfn=\"1\" data-mfn-post-scope=\"000000007b23d99300000000277a463f_12498\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-000000007b23d99300000000277a463f_12498\">1<\/a><\/sup><span id=\"mfn-content-000000007b23d99300000000277a463f_12498\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"1\">La aplicaci\u00f3n pone a tama\u00f1o completo las fotos horizontales y, gracias al giroscopio, nos permite verla en tama\u00f1o completo con s\u00f3lo mover el tel\u00e9fono, como si de un v\u00eddeo 360\u00ba de YouTube se tratase.<\/span>.<\/p>\n<p class=\"medio\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/11\/19172753\/Comentario-en-Meridian-para-iPhone.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/11\/19172753\/Comentario-en-Meridian-para-iPhone.jpg\" alt=\"Comentario en Meridian para iPhone\" width=\"1600\" height=\"1067\" class=\"aligncenter size-full wp-image-12501\" srcset=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/11\/19172753\/Comentario-en-Meridian-para-iPhone.jpg 1600w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/11\/19172753\/Comentario-en-Meridian-para-iPhone.jpg 300w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/11\/19172753\/Comentario-en-Meridian-para-iPhone.jpg 1024w\" sizes=\"(max-width: 1600px) 100vw, 1600px\" \/><\/a><\/p>\n<p>A parte de ver todos los recuerdos del viaje, podemos dejar comentarios en las fotograf\u00edas para disfrutar luego de esas anotaciones.<\/p>\n<p>A modo de seguridad, <strong>Meridian guardar\u00e1 una copia de seguridad de todos los viajes con sus respectivos archivos en alta definici\u00f3n, es decir, el archivo original. Ninguna versi\u00f3n recortada u optimizada perdiendo calidad, a parte de servir como \u00e1lbum de recuerdos, nos servir\u00e1 para tener una copia original de todas las capturas.<\/strong><\/p>\n<p>Meridian est\u00e1 pensada y desarrollada tanto para iPhone como para iPad. De esta forma disfrutamos de nuestros viajes en el iPhone cu\u00e1ndo y d\u00f3nde queramos y en el iPad con su gran pantalla.<\/p>\n<h2>Meridian necesita financiaci\u00f3n<\/h2>\n<p class=\"medio\"><iframe src=\"https:\/\/player.vimeo.com\/video\/146193664?color=a70000\" width=\"860\" height=\"483\" frameborder=\"0\" webkitallowfullscreen mozallowfullscreen allowfullscreen><\/iframe><\/p>\n<p><strong>Meridian est\u00e1 desarrollada y dise\u00f1ada por <a href=\"https:\/\/twitter.com\/DavdRoman\" target=\"_blank\" rel=\"noopener noreferrer\">David Rom\u00e1n<\/a> y <a href=\"https:\/\/twitter.com\/manugamero\" target=\"_blank\" rel=\"noopener noreferrer\">Manu Gamero<\/a>,<\/strong> dos j\u00f3venes espa\u00f1oles que se han juntado para crear la app. David fue becado por Apple para acudir a su WWDC y se encarga de toda la parte t\u00e9cnica de la app. Por su parte, Manu ha trabajado para Square y se encarga de aportar un dise\u00f1o minimalista a la aplicaci\u00f3n. <strong>Juntos han conseguido hacer que Meridian pase de una idea a una aplicaci\u00f3n \u00fatil, bonita y sencilla.<\/strong><\/p>\n<p>Puesto que son s\u00f3lo dos j\u00f3venes, necesitan apoyo para poder continuar con el trabajo. Llevan m\u00e1s de 4 meses trabajando en todos los detalles de la app, pero quieren obtener apoyo para seguir trabajando en ello. Por ello, <strong><a href=\"https:\/\/www.indiegogo.com\/project\/preview\/8b8c73b6#\/\" target=\"_blank\" rel=\"noopener noreferrer\">han lanzado una campa\u00f1a de crowdfunding en IndieGoGo<\/a> con la que esperan conseguir una comunidad real de usuarios y una financiaci\u00f3n inicial con lo que poder seguir el desarrollo.<\/strong><\/p>\n<p>Una campa\u00f1a de crowdfunding se basa en permitir a los usuarios apoyar un proyecto de las formas propias de cada campa\u00f1a. En el caso particular de esta campa\u00f1a, todas las formas de apoyo tienen una recompensa para el usuario. Es decir, obtienen algo a cambio que no podr\u00edan conseguir sin apoyar el proyecto. As\u00ed es m\u00e1s f\u00e1cil involucrarse y todos salimos ganando.<\/p>\n<h3>\u00bfC\u00f3mo apoyar Meridian?<\/h3>\n<p class=\"grande\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/11\/19173423\/Meridian-App-para-iPhone.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/11\/19173423\/Meridian-App-para-iPhone.jpg\" alt=\"Meridian App para iPhone\" width=\"1600\" height=\"1045\" class=\"aligncenter size-full wp-image-12502\" srcset=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/11\/19173423\/Meridian-App-para-iPhone.jpg 1600w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/11\/19173423\/Meridian-App-para-iPhone.jpg 300w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/11\/19173423\/Meridian-App-para-iPhone.jpg 1024w\" sizes=\"(max-width: 1600px) 100vw, 1600px\" \/><\/a><\/p>\n<p><strong>La forma de apoyar a Meridian es muy sencilla y \u00fatil.<\/strong> La campa\u00f1a tiene una serie de precios con los que los usuarios obtendr\u00e1n beneficios. De esta forma el usuario paga y obtiene algo a cambio. En este proyecto en particular tenemos 7 formas de apoyarles:<\/p>\n<ul>\n<li><strong>Hitchhiker:<\/strong> Por un precio de 5$, obtendr\u00e1s la aplicaci\u00f3n de forma gratuita, acceso a la versi\u00f3n beta de la app y tu nombre y enlace aparecer\u00e1n en la web de Meridian. <strong>Esta opci\u00f3n est\u00e1 limitada a las 100 primeras personas que la escojan.<\/strong><\/li>\n<li><strong>Backpacker:<\/strong> Por un precio de 9$, obtendr\u00e1s la aplicaci\u00f3n de forma gratuita, 10GB de espacio en la nube, acceso a la versi\u00f3n beta de la app y tu nombre y enlace aparecer\u00e1n en la web de Meridian.<\/li>\n<li><strong>Early:<\/strong> Por un precio de 13$, obtendr\u00e1s la aplicaci\u00f3n de forma gratuita, 25GB de espacio en la nube, acceso a la versi\u00f3n beta de la app y tu nombre y enlace aparecer\u00e1n en la web de Meridian. <strong>Esta opci\u00f3n est\u00e1 limitada a las 75 primeras personas que la escojan.<\/strong><\/li>\n<li><strong>Explorer:<\/strong> Por un precio de 15$, obtendr\u00e1s la aplicaci\u00f3n de forma gratuita, 25GB de espacio en la nube, acceso a la versi\u00f3n beta de la app y tu nombre y enlace aparecer\u00e1n en la web de Meridian.<\/li>\n<li><strong>Conqueror:<\/strong> Por un precio de 28$, obtendr\u00e1s la aplicaci\u00f3n de forma gratuita, 50GB de espacio en la nube, acceso a la versi\u00f3n beta de la app y tu nombre y enlace aparecer\u00e1n en la web de Meridian.<\/li>\n<li><strong>Partner:<\/strong> Por un precio de 500$, podr\u00e1s ser partner de Meridian. Los creadores te llamar\u00e1n a trav\u00e9s de Internet para agradecerte el apoyo y para hablar de lo que quieras. Adem\u00e1s, obtendr\u00e1s la aplicaci\u00f3n de forma gratuita, 50GB de espacio en la nube, acceso a la versi\u00f3n beta de la app y tu nombre y logo aparecer\u00e1n en la p\u00e1gina de inicio de Meridian.<\/li>\n<li><strong>Golden Partner:<\/strong> Por un precio de 800$, podr\u00e1s ser partner de oro de Meridian. Este plan incluye una reuni\u00f3n con los creadores a trav\u00e9s de Internet d\u00f3nde te explicar\u00e1n los planes de futuro de la aplicaci\u00f3n. Adem\u00e1s, obtendr\u00e1s la aplicaci\u00f3n de forma gratuita, 50GB de espacio en la nube, acceso a la versi\u00f3n beta de la app y tu logotipo aparecer\u00e1 en una posici\u00f3n privilegiada de la web de Meridian.<\/li>\n<\/ul>\n<p>Hay que aclarar que los planes de GB son anuales, es decir, obtenemos la cantidad especificada por un a\u00f1o. Y por supuesto, <strong>todas las opciones tienen descuento respecto a la versi\u00f3n final cuando Meridian llegue definitivamente a la App Store gracias a vuestro apoyo.<\/strong><\/p>\n<p>Para poder apoyar la campa\u00f1a de Meridian, hay que registrarse en <a href=\"https:\/\/www.indiegogo.com\/project\/preview\/8b8c73b6#\/\" target=\"_blank\" rel=\"noopener noreferrer\">la web IndieGoGo<\/a> <sup class=\"modern-footnotes-footnote \" data-mfn=\"2\" data-mfn-post-scope=\"000000007b23d99300000000277a463f_12498\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-000000007b23d99300000000277a463f_12498\">2<\/a><\/sup><span id=\"mfn-content-000000007b23d99300000000277a463f_12498\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"2\">Nos podemos registrar con la cuenta de Facebook<\/span> y luego elegir una de las anteriores opciones. Si la campa\u00f1a llega al l\u00edmite estipulado de 3.600 d\u00f3lares, entonces se os cobrar\u00e1 la cantidad que hay\u00e1is elegido y obtendr\u00e9is las ventajas y descuentos correspondientes.<\/p>\n<h2>Entrevista<\/h2>\n<p class=\"medio\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/11\/19173441\/David-Roman-y-Manu-Gamero-Meridian.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/11\/19173441\/David-Roman-y-Manu-Gamero-Meridian.jpg\" alt=\"David Roman y Manu Gamero Meridian\" width=\"1600\" height=\"1067\" class=\"aligncenter size-full wp-image-12503\" srcset=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/11\/19173441\/David-Roman-y-Manu-Gamero-Meridian.jpg 1600w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/11\/19173441\/David-Roman-y-Manu-Gamero-Meridian.jpg 300w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/11\/19173441\/David-Roman-y-Manu-Gamero-Meridian.jpg 1024w\" sizes=\"(max-width: 1600px) 100vw, 1600px\" \/><\/a><\/p>\n<p>Como David y Manu son espa\u00f1oles, amablemente han accedido a responder una serie de preguntas sobre Meridian, su pasado y su futuro:<\/p>\n<p><strong>\u00bfC\u00f3mo surgi\u00f3 la idea de Meridian?<\/strong><\/p>\n<blockquote class=\"respuestas\">\n<p>La idea surgi\u00f3 por parte de Manu, quien llevaba mucho tiempo queriendo desarrollar un proyecto como este. Esto, sumado a la falta de apps elegantes y vers\u00e1tiles para guardar contenido de forma especial de tus viajes en la App Store, hizo que nos pusi\u00e9ramos manos a la obra.<\/p>\n<\/blockquote>\n<p><strong>\u00bfQu\u00e9 retos os hab\u00e9is encontrado a la hora de desarrollar Meridian?<\/strong><\/p>\n<blockquote class=\"respuestas\">\n<p>Sin duda ha habido varios retos, aunque los dos m\u00e1s significativos han sido decantarnos por la infraestructura a usar para el servicio sincronizaci\u00f3n en la nube, y la estructura y \u201cflow\u201d general de la aplicaci\u00f3n. A\u00fan as\u00ed, creemos que hemos tomado las decisiones m\u00e1s acertadas a nuestras necesidades y las de nuestros usuarios.<\/p>\n<\/blockquote>\n<p><strong>\u00bfCu\u00e1les son los planes de futuro de la aplicaci\u00f3n?<\/strong><\/p>\n<blockquote class=\"respuestas\">\n<p>Nuestros planes de expansi\u00f3n y mejora en un futuro son casi infinitos. La versatilidad tras el concepto de Meridian hace que encaje en casi cualquier contexto digital, y sin duda tenemos el foco puesto en otras plataformas como la web, en vistas a hacer de Meridian un servicio mucho mayor.<\/p>\n<\/blockquote>\n<p><strong>\u00bfHay una fecha prevista para lanzar la versi\u00f3n final?<\/strong><\/p>\n<blockquote class=\"respuestas\">\n<p>Tenemos el objetivo de empezar a proveer la versi\u00f3n beta a nuestros hackers en diciembre, y llegar oficialmente a la App Store hacia enero.<\/p>\n<\/blockquote>\n<h2>Yo ya les he apoyado<\/h2>\n<p class=\"medio\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/11\/19173712\/Meridian-en-el-iPhone.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/11\/19173712\/Meridian-en-el-iPhone.jpg\" alt=\"Meridian en el iPhone\" width=\"1600\" height=\"1067\" class=\"aligncenter size-full wp-image-12504\" srcset=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/11\/19173712\/Meridian-en-el-iPhone.jpg 1600w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/11\/19173712\/Meridian-en-el-iPhone.jpg 300w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/11\/19173712\/Meridian-en-el-iPhone.jpg 1024w\" sizes=\"(max-width: 1600px) 100vw, 1600px\" \/><\/a><\/p>\n<p>Recuerdo cuando David me coment\u00f3 que estaba metido en un proyecto y me explic\u00f3 brevemente de qu\u00e9 iba la historia. Inmediatamente le ped\u00ed hacer una llamada por Skype para hablar a fondo de Meridian. En esa llamada, <strong>Manu y \u00e9l me mostraron todo lo que ten\u00edan planeado y mi sonrisa no desapareci\u00f3 de la cara en ning\u00fan momento.<\/strong><\/p>\n<p>Soy de esas personas a las que le apasiona usar productos y aplicaciones bien dise\u00f1ados y con una funcionalidad exquisita. Usarlos me transmiten muy buenas sensaciones, me ocurre cuando uso <a href=\"http:\/\/www.macsfera.com\/mi-nuevo-macbook-pro-retina\/\" title=\"Mi nuevo MacBook Pro Retina\" target=\"_blank\" rel=\"noopener noreferrer\">mi Mac<\/a>, cuando uso <a href=\"http:\/\/www.mylaif.es\/post\/111855621725\/redise%C3%B1ando-el-uso-de-mi-ipad\" title=\"Redise\u00f1ando el uso de mi iPad\" target=\"_blank\" rel=\"noopener noreferrer\">mi iPad<\/a> o cuando decid\u00ed <a href=\"http:\/\/www.macsfera.com\/apple-music-3-meses-despues\/\" title=\"Apple Music: 3 meses despu\u00e9s\" target=\"_blank\" rel=\"noopener noreferrer\">volver a Spotify<\/a>. En el mundo inform\u00e1tico, las cosas est\u00e1n ah\u00ed para ayudarnos, y por ello me encanta usar todo lo que me ayuda y encima lo hace de forma sencilla y sin errores. <strong>Meridian ser\u00e1 una de esas aplicaciones que haga que me alegre cuando tenga que usarla.<\/strong><\/p>\n<p>Y \u00bfpor qu\u00e9 tanta ilusi\u00f3n por una aplicaci\u00f3n? Muy sencillo:<\/p>\n<p>Me encanta viajar y me encanta hacer fotos. De modo que me encanta hacer fotos mientras viajo. El problema que tengo es que <strong>no encuentro una forma sencilla y \u00fatil para conservar esas fotograf\u00edas y tenerlas accesible siempre que quiera.<\/strong><\/p>\n<p>S\u00ed, puedo subirlas a mil redes sociales, pero no quiero que todo el mundo las vea, no quiero que se guarden en mil servidores, no quiero que tenga que usar una conexi\u00f3n a Internet para disfrutar de ellas y por \u00faltimo, no quiero que se recorten en tama\u00f1o y se compriman perdiendo calidad <sup class=\"modern-footnotes-footnote \" data-mfn=\"3\" data-mfn-post-scope=\"000000007b23d99300000000277a463f_12498\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-000000007b23d99300000000277a463f_12498\">3<\/a><\/sup><span id=\"mfn-content-000000007b23d99300000000277a463f_12498\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"3\">Sinceramente, no me he gastado X dinero en una c\u00e1mara de fotos para que un algoritmo destroce mi imagen.<\/span>.<\/p>\n<p><em>\u201cGu\u00e1rdalas en el carrete de tu iPhone entonces\u201d<\/em> podr\u00edais pensar algunos. S\u00ed, ser\u00eda una posibilidad, pero es que quiero que est\u00e9n a parte, no quiero tenerlas con el resto de fotos que tomo, adem\u00e1s, me gusta que est\u00e9n ordenadas en viajes y no ah\u00ed todas juntas.<\/p>\n<p>Y ah\u00ed es donde entra Meridian, <strong>haciendo que todas mis fotos est\u00e9n en un mismo sitio, disponibles siempre que quiera y ordenadas por viaje en una aplicaci\u00f3n con un dise\u00f1o precioso e intuitivo.<\/strong><\/p>\n<p>Adem\u00e1s, tambi\u00e9n me hace mucha ilusi\u00f3n saber cu\u00e1les son sus planes de futuro. Son j\u00f3venes, tienen ilusi\u00f3n y saben escuchar a sus usuarios, de modo que, como bien han dicho ellos, las posibilidades son infinitas.<\/p>\n<p><strong>Espero realmente que salga adelante el proyecto,<\/strong> es una herramienta que me ha encantado desde el principio y que merece mucho la pena. No dud\u00e9is en ayudarlos si cre\u00e9is que la aplicaci\u00f3n os va a resultar de utilidad, los dos han hecho una uni\u00f3n perfecta y les apoyo completamente.<\/p>\n<p><span class=\"source\">M\u00e1s info<\/span> <span class=\"via\"><a href=\"http:\/\/www.deerduet.com\" target=\"_blank\" rel=\"noopener noreferrer\">Deerduet<\/a><\/span><\/p>\n<p><span class=\"source\">Campa\u00f1a<\/span> <span class=\"via\"><a href=\"https:\/\/www.indiegogo.com\/project\/preview\/8b8c73b6#\/\" target=\"_blank\" rel=\"noopener noreferrer\">IndieGoGo<\/a><\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Hoy el art\u00edculo es algo distinto. Os voy a hablar de una aplicaci\u00f3n que no est\u00e1 todav\u00eda desarrollada, es m\u00e1s, necesitan ayuda<\/p>\n","protected":false},"author":1,"featured_media":12499,"comment_status":"open","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[4,2100],"tags":[2274,2205,2273,779,9,2272,1623],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v15.0 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Meridian: tu \u00e1lbum de viajes para iOS<\/title>\n<meta name=\"description\" content=\"Meridian es una aplicaci\u00f3n para iOS que sirve para almacenar las fotograf\u00edas de nuestros viajes. Necesitan financiaci\u00f3n y por ello hay que apoyarles.\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.MacSfera.com\/meridian-tu-album-de-viajes-para-ios\/\" \/>\n<meta property=\"og:locale\" content=\"es_ES\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Meridian: tu \u00e1lbum de viajes para iOS\" \/>\n<meta property=\"og:description\" content=\"Meridian es una aplicaci\u00f3n para iOS que sirve para almacenar las fotograf\u00edas de nuestros viajes. Necesitan financiaci\u00f3n y por ello hay que apoyarles.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.MacSfera.com\/meridian-tu-album-de-viajes-para-ios\/\" \/>\n<meta property=\"og:site_name\" content=\"MacSfera\" \/>\n<meta property=\"article:publisher\" content=\"http:\/\/www.facebook.com\/macsfera\" \/>\n<meta property=\"article:author\" content=\"https:\/\/www.facebook.com\/PabloAsekas\" \/>\n<meta property=\"article:published_time\" content=\"2015-11-19T18:58:34+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2023-01-29T11:22:24+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/11\/19172703\/Meridian-tus-aventuras-tiempre-contigo.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"1600\" \/>\n\t<meta property=\"og:image:height\" content=\"1067\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:title\" content=\"Meridian: tu \u00e1lbum de viajes para iOS\" \/>\n<meta name=\"twitter:description\" content=\"Meridian es una aplicaci\u00f3n para iOS que sirve para almacenar las fotograf\u00edas de nuestros viajes. Necesitan financiaci\u00f3n y por ello hay que apoyarles.\" \/>\n<meta name=\"twitter:image\" content=\"http:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/11\/19172703\/Meridian-tus-aventuras-tiempre-contigo.jpg\" \/>\n<meta name=\"twitter:creator\" content=\"@https:\/\/twitter.com\/pabloasekas\" \/>\n<meta name=\"twitter:site\" content=\"@MacSferablog\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.MacSfera.com\/#website\",\"url\":\"https:\/\/www.MacSfera.com\/\",\"name\":\"MacSfera\",\"description\":\"Blog sobre Apple con especial inter\\u00e9s en la opini\\u00f3n personal en el Mac, el iPhone y el iPad.\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"https:\/\/www.MacSfera.com\/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"es\"},{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.MacSfera.com\/meridian-tu-album-de-viajes-para-ios\/#primaryimage\",\"inLanguage\":\"es\",\"url\":\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/11\/19172703\/Meridian-tus-aventuras-tiempre-contigo.jpg\",\"width\":1600,\"height\":1067,\"caption\":\"Meridian, tus aventuras tiempre contigo\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.MacSfera.com\/meridian-tu-album-de-viajes-para-ios\/#webpage\",\"url\":\"https:\/\/www.MacSfera.com\/meridian-tu-album-de-viajes-para-ios\/\",\"name\":\"Meridian: tu \\u00e1lbum de viajes para iOS\",\"isPartOf\":{\"@id\":\"https:\/\/www.MacSfera.com\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/www.MacSfera.com\/meridian-tu-album-de-viajes-para-ios\/#primaryimage\"},\"datePublished\":\"2015-11-19T18:58:34+00:00\",\"dateModified\":\"2023-01-29T11:22:24+00:00\",\"author\":{\"@id\":\"https:\/\/www.MacSfera.com\/#\/schema\/person\/1c7b5783afd3f0309c3aa8a52942db5a\"},\"description\":\"Meridian es una aplicaci\\u00f3n para iOS que sirve para almacenar las fotograf\\u00edas de nuestros viajes. Necesitan financiaci\\u00f3n y por ello hay que apoyarles.\",\"inLanguage\":\"es\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.MacSfera.com\/meridian-tu-album-de-viajes-para-ios\/\"]}]},{\"@type\":\"Person\",\"@id\":\"https:\/\/www.MacSfera.com\/#\/schema\/person\/1c7b5783afd3f0309c3aa8a52942db5a\",\"name\":\"Pablo Asekas\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.MacSfera.com\/#personlogo\",\"inLanguage\":\"es\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/f86183a13a9c39523543ae47691e4c72?s=96&r=g\",\"caption\":\"Pablo Asekas\"},\"description\":\"Pablo es la persona detr\\u00e1s de MacSfera, le apasiona la tecnolog\\u00eda y adora Internet. Le gusta hablar de dispositivos y aplicaciones con un punto de vista personal y variado.\",\"sameAs\":[\"https:\/\/www.facebook.com\/PabloAsekas\",\"https:\/\/twitter.com\/https:\/\/twitter.com\/pabloasekas\",\"https:\/\/www.youtube.com\/user\/pabloasekas\",\"http:\/\/www.mylaif.es\"]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","_links":{"self":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts\/12498"}],"collection":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/comments?post=12498"}],"version-history":[{"count":1,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts\/12498\/revisions"}],"predecessor-version":[{"id":17999,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts\/12498\/revisions\/17999"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/media\/12499"}],"wp:attachment":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/media?parent=12498"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/categories?post=12498"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/tags?post=12498"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}