{"id":15487,"date":"2016-10-05T11:59:31","date_gmt":"2016-10-05T09:59:31","guid":{"rendered":"https:\/\/www.MacSfera.com\/?p=15487"},"modified":"2016-10-05T13:47:10","modified_gmt":"2016-10-05T11:47:10","slug":"review-del-iphone-7","status":"publish","type":"post","link":"https:\/\/www.MacSfera.com\/review-del-iphone-7\/","title":{"rendered":"Mi review del iPhone 7"},"content":{"rendered":"<p class=\"grande\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04211927\/Review-iPhone-7.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04211927\/Review-iPhone-7.jpg\" alt=\"Review iPhone 7\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-15489\" srcset=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04211927\/Review-iPhone-7.jpg 2500w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04211927\/Review-iPhone-7.jpg 300w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04211927\/Review-iPhone-7.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>Han pasado cerca de dos semanas desde que <a href=\"https:\/\/www.macsfera.com\/cronica-del-lanzamiento-del-iphone-7-en-espana\/\" title=\"Cr\u00f3nica del lanzamiento del iPhone 7 en Espa\u00f1a\" target=\"_blank\">el iPhone 7 lleg\u00f3 a Espa\u00f1a<\/a>. Dos semanas desde que di <a href=\"https:\/\/www.macsfera.com\/del-iphone-5s-al-iphone-7-primeras-impresiones\/\" title=\"Del iPhone 5s al iPhone 7: primeras impresiones\" target=\"_blank\">el salto del iPhone 5s al 7<\/a> y desde entonces he estado con \u00e9l todo el rato.<\/p>\n<p>En ese tiempo no s\u00f3lo lo he probado a fondo, sino que tambi\u00e9n he le\u00eddo un mont\u00f3n de reviews de otros medios. Desde el principio os dir\u00e9 que aqu\u00ed no encontrar\u00e9is una <a href=\"https:\/\/www.macsfera.com\/nuevo-iphone-7-iphone-7-plus\/\" title=\"Nuevo iPhone 7 y iPhone 7 Plus\" target=\"_blank\">descripci\u00f3n de las caracter\u00edsticas del producto sin m\u00e1s<\/a>, <strong>sino una visi\u00f3n personal de c\u00f3mo me han afectado esas caracter\u00edsticas como usuario que adora la tecnolog\u00eda m\u00f3vil.<\/strong><\/p>\n<p><!--more--><\/p>\n<p>As\u00ed que sin m\u00e1s dilaci\u00f3n, empecemos a ver lo que supone el iPhone 7, sus novedades, sus cualidades y su uni\u00f3n con <a href=\"https:\/\/www.macsfera.com\/nuevo-ios-10\/\" title=\"Nuevo iOS 10\" target=\"_blank\">iOS 10<\/a>, que tan enfocado est\u00e1 a este dispositivo.<\/p>\n<h2 style=\"text-align:center;\">Dise\u00f1o del iPhone 7<\/h2>\n<p class=\"medio\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04212107\/iPhone-7-negro-mate.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04212107\/iPhone-7-negro-mate.jpg\" alt=\"iPhone 7 negro mate\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-15492\" srcset=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04212107\/iPhone-7-negro-mate.jpg 2500w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04212107\/iPhone-7-negro-mate.jpg 300w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04212107\/iPhone-7-negro-mate.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>Se ha hablado mucho sobre lo mal que ha sentado que Apple no variase el dise\u00f1o como siempre sol\u00eda hacer con los dispositivos que carec\u00edan de la &quot;s&quot; en el nombre, pero yo no estoy tan desilusionado. Es m\u00e1s, <strong>estoy contento con lo que se ha hecho.<\/strong><\/p>\n<p>El iPhone 7 no var\u00eda el dise\u00f1o respecto al 6 y 6s pero s\u00ed lo perfecciona, cosa que es importante y a lo que todo el mundo aspira, <strong>perfeccionar una idea.<\/strong><\/p>\n<p>Los bordes de la pantalla parecen estar m\u00e1s integrados con el cuerpo met\u00e1lico, las antenas m\u00f3viles apenas se notan <sup class=\"modern-footnotes-footnote \" data-mfn=\"1\" data-mfn-post-scope=\"0000000021aeec55000000003593e265_15487\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-0000000021aeec55000000003593e265_15487\">1<\/a><\/sup><span id=\"mfn-content-0000000021aeec55000000003593e265_15487\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"1\">Y en el modelo negro mate y negro brillante menos a\u00fan.<\/span> y la c\u00e1mara, tan pol\u00e9mica en el momento de presentaci\u00f3n por sobresalir del cuerpo, est\u00e1 ahora integrada en el aluminio del dispositivo y aparenta ocupar menos.<\/p>\n<p><strong>Adoro el hecho de que hayan devuelto el color negro al iPhone.<\/strong> Los colores oro y oro rosado son muy elegantes, ahora adem\u00e1s se les une el negro, aumentando la gama de tonalidades que estilizan m\u00e1s el dispositivo.<\/p>\n<div class=\"medio galerias\" data-layout=\"12\" style=\"visibility: hidden;\">\n<img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04213058\/Boton-de-inicio-iPhone-7.jpg\" title=\"\" alt=\"\" \/>\n<img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04213009\/iPhone-7-negro-mate-por-detras.jpg\" title=\"\" alt=\"\" \/>\n<img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04213005\/iPhone-7-negro-mate-en-caja.jpg\" title=\"\" alt=\"\" \/>\n\n<\/div>\n<p>Por otro lado, <strong>el negro brillante me parece un error total.<\/strong> El iPhone es un dispositivo premium en cuanto al dise\u00f1o se refiere, y no me parece normal lanzar un producto que <a href=\"https:\/\/twitter.com\/macmixing\/status\/782011599926112256\" target=\"_blank\">se raya y estropea<\/a> con un uso diario si no tiene una funda puesta. Si hubiesen empleado cristal como en el iPhone 4 y 4s (y como hacen otros modelos del mercado) la cosa cambiar\u00eda, pero al usar metal, va a ser como los antiguos iPod y iPod touch que ten\u00edan la posibilidad de rayar la parte trasera s\u00f3lo por dejarlo en alguna superficie. <strong>Es una l\u00e1stima porque el acabado conseguido es precioso,<\/strong> pero \u00bfa qu\u00e9 precio?<\/p>\n<p>Yo mismo, en cuanto lo vi, le puse ojitos, pero al ver el <a href=\"https:\/\/twitter.com\/PabloAsekas\/status\/773608577483276288\" target=\"_blank\">mensaje de advertencia que da Apple en su web<\/a> sobre las microabrasiones desist\u00ed y me hice con el negro mate. No me arrepiento del cambio, el negro mate es un color muy bonito, pero quer\u00eda probar lo nuevo de Apple.<\/p>\n<p>Gracias a esta perfecci\u00f3n del dise\u00f1o, obtenemos un dispositivo m\u00e1s pulido y estilizado. Entiendo que haya gente a la que le moleste que la est\u00e9tica general se mantenga, a m\u00ed personalmente me da absolutamente igual. Es un dise\u00f1o que me gusta y que ha mejorado lo poco que no me gustaba <sup class=\"modern-footnotes-footnote \" data-mfn=\"2\" data-mfn-post-scope=\"0000000021aeec55000000003593e265_15487\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-0000000021aeec55000000003593e265_15487\">2<\/a><\/sup><span id=\"mfn-content-0000000021aeec55000000003593e265_15487\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"2\">Las antenas no me han gustado nunca en el 6 y 6s, en cambio en el iPhone 7 no se aprecian.<\/span>.<\/p>\n<p>Adem\u00e1s, ya digo, <strong>el hecho de que el color negro vuelva al iPhone hace de \u00e9l un terminal con un dise\u00f1o completamente nuevo.<\/strong> Es la sensaci\u00f3n que tenemos muchos. Yo al menos, cuando veo el dispositivo, lo \u00faltimo que hago es pensar que se parece a otros modelos.<\/p>\n<h2 style=\"text-align:center;\">El puerto jack<\/h2>\n<div id=\"attachment_15493\" style=\"width: 2510px\" class=\"wp-caption aligncenter medio\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04212153\/Cascos-EarPods-Lightning-iPhone-7.jpg\"><img aria-describedby=\"caption-attachment-15493\" src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04212153\/Cascos-EarPods-Lightning-iPhone-7.jpg\" alt=\"Cascos EarPods Lightning iPhone 7\" width=\"2500\" height=\"1667\" class=\"size-full wp-image-15493\" srcset=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04212153\/Cascos-EarPods-Lightning-iPhone-7.jpg 2500w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04212153\/Cascos-EarPods-Lightning-iPhone-7.jpg 300w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04212153\/Cascos-EarPods-Lightning-iPhone-7.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><p id=\"caption-attachment-15493\" class=\"wp-caption-text\">Escucha la <a href=\"https:\/\/open.spotify.com\/user\/pabloasekas\/playlist\/0l33doqa0U9ahA7k5fCPym\" target=\"_blank\">banda sonora completa de Harry Potter en Spotify<\/a><\/p><\/div>\n<p>No me voy a andar con rodeos y voy a tratar este tema de forma directa: <strong>me parece una tonter\u00eda que haya personas que se quejen de la p\u00e9rdida de este puerto.<\/strong><\/p>\n<p>La mayor\u00eda de usuarios de iPhone usan los EarPods de Apple. De entre los que no los usan, una parte cada vez m\u00e1s grande usa dispositivos Bluetooth, y para el resto, se incluye un peque\u00f1o adaptador que permite conectar esos cascos por el puerto Lightning. <strong>De modo que todos los frentes est\u00e1n cubiertos se mire por donde se mire.<\/strong><\/p>\n<p>Si sois de los que pens\u00e1is <em>&quot;Menudo co\u00f1azo, tengo que ir cargado con el maldito adaptador&#8230;&quot;<\/em>, no os alarm\u00e9is porque el adaptador se conecta a los cascos, y ah\u00ed se queda. Adem\u00e1s, seguro que muchos llev\u00e1is cascos y no auriculares, con lo que el peque\u00f1o adaptador no es comparable al tama\u00f1o de vuestros cascos, de modo que no es para tanto.<\/p>\n<p>Y si sois de la opini\u00f3n de que no vais a poder escuchar m\u00fasica mientras carg\u00e1is el dispositivo&#8230; No es por restarle peso, <strong>pero nunca lo he hecho desde que tengo un dispositivo iOS,<\/strong> no s\u00e9 si porque me planifico bien los ciclos de carga o qu\u00e9, pero nunca me ha pasado. La cosa es que s\u00ed, es un l\u00edo, pero este modelo precisamente, tiene una autonom\u00eda fant\u00e1stica as\u00ed que va a ser dif\u00edcil que ocurra (m\u00e1s abajo hablo de la bater\u00eda).<\/p>\n<p>Una vez habl\u00e9 de <a href=\"https:\/\/www.macsfera.com\/apple-el-diseno-y-sus-adaptadores\/\" title=\"Apple, el dise\u00f1o y sus adaptadores\" target=\"_blank\">Apple y los adaptadores<\/a>, y sigo pensando igual: <strong>se mejora el dise\u00f1o aunque conservando siempre la funcionalidad final que han reemplazado.<\/strong> En el caso del MacBook Pro, por ejemplo, se elimin\u00f3 el conector DVI pero se sustituy\u00f3 por uno m\u00e1s peque\u00f1o que soportaba y mejoraba las prestaciones del DVI. En el caso del iPhone se sustituye el puerto jack por uno m\u00e1s peque\u00f1o y funcional de modo que se mantiene la idea general (poder conectar unos cascos), y adem\u00e1s se incluye un adaptador para el resto de personas que no quieran usar este puerto.<\/p>\n<p class=\"medio\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04212230\/Adaptador-iPhone-7-Ligthning-jack.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04212230\/Adaptador-iPhone-7-Ligthning-jack.jpg\" alt=\"Adaptador iPhone 7 Ligthning jack\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-15494\" srcset=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04212230\/Adaptador-iPhone-7-Ligthning-jack.jpg 2500w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04212230\/Adaptador-iPhone-7-Ligthning-jack.jpg 300w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04212230\/Adaptador-iPhone-7-Ligthning-jack.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>Si os plante\u00e1is comprar ahora unos auriculares y en el futuro un iPhone, lo mejor que pod\u00e9is hacer es adquirir una soluci\u00f3n que vaya por Bluetooth aunque tambi\u00e9n tenga conexi\u00f3n f\u00edsica, como los <a href=\"https:\/\/www.macsfera.com\/beats-solo2-inalambricos-mi-opinion\/\" title=\"Beats Solo2 inal\u00e1mbricos: mi opini\u00f3n\" target=\"_blank\">Beats Solo2<\/a> o sus sucesores. La conectividad inal\u00e1mbrica tiene much\u00edsimas ventajas, ahora encima se le a\u00f1ade otra que consiste en ser compatible con los futuros iPhones sin complicaciones.<\/p>\n<p>Si alguien rechaza comprar un iPhone 7 por este punto, tiene que tener una vida muy sosa para que algo tan rid\u00edculo sea un drama tan grande.<\/p>\n<p>En serio, pensadlo y llegar\u00e9is a la misma conclusi\u00f3n que yo: <strong>ni es tan importante ni afecta tanto como parece.<\/strong><\/p>\n<p>Si a\u00fan as\u00ed quer\u00e9is saber m\u00e1s sobre porqu\u00e9 ha pasado esto, <a href=\"https:\/\/www.macsfera.com\/phill-schiller-explica-los-motivos-eliminar-conector-jack-del-iphone-7\/\" title=\"Phill Schiller explica los motivos para eliminar el conector jack del iPhone 7\" target=\"_blank\">Phill Schiller explica los motivos para eliminar el conector jack del iPhone 7<\/a>.<\/p>\n<h2 style=\"text-align:center;\">Resistencia al agua<\/h2>\n<p class=\"grande\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04212306\/iPhone-7-mojado.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04212306\/iPhone-7-mojado.jpg\" alt=\"iPhone 7 mojado\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-15495\" srcset=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04212306\/iPhone-7-mojado.jpg 2500w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04212306\/iPhone-7-mojado.jpg 300w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04212306\/iPhone-7-mojado.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>Todos abrimos la boca cuando vimos ese tweet patrocinado de Apple que se filtr\u00f3 en Twitter al comienzo de <a href=\"https:\/\/www.macsfera.com\/resumen-opinion-la-keynote-see-you-on-the-7th\/\" title=\"Resumen y opini\u00f3n de la keynote \u201cSee you on the 7th\u201d\" target=\"_blank\">la keynote<\/a> mostrando c\u00f3mo un globo de agua impactaba contra un iPhone 7 a c\u00e1mara lenta. <strong>Una hora m\u00e1s tarde supimos que era verdad cuando Phil Schiller nos hablaba de la resistencia al agua del dispositivo.<\/strong><\/p>\n<p><strong>Me encanta esta propiedad,<\/strong> no os voy a enga\u00f1ar. Se acab\u00f3 el miedo y la tensi\u00f3n por el hecho de que cualquier gota de agua, por min\u00fascula que sea, pueda cargarse todo un m\u00f3vil.<\/p>\n<p>Ahora me puedo duchar con \u00e9l <sup class=\"modern-footnotes-footnote \" data-mfn=\"3\" data-mfn-post-scope=\"0000000021aeec55000000003593e265_15487\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-0000000021aeec55000000003593e265_15487\">3<\/a><\/sup><span id=\"mfn-content-0000000021aeec55000000003593e265_15487\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"3\">Para cambiar la m\u00fasica, no pens\u00e9is mal.<\/span>, puedo cogerlo con las manos totalmente mojadas, se me puede caer a la piscina e incluso puedo meterme con \u00e9l para sacar fotos.<\/p>\n<p><strong>Me gustar\u00eda aclarar qu\u00e9 se puede hacer y qu\u00e9 no, porque veo bastante desconcierto general:<\/strong><\/p>\n<ul>\n<li><strong>Oficialmente,<\/strong> el iPhone s\u00f3lo es resistente a salpicaduras. Eso es lo que te dir\u00e1 Apple y eso es lo que vender\u00e1 en todo momento<\/li>\n<li><strong>Realmente,<\/strong> el iPhone puede aguantar 30 minutos sumergido a una profundidad de un metro seg\u00fan la <a href=\"https:\/\/es.wikipedia.org\/wiki\/Grado_de_protecci%C3%B3n_IP\" target=\"_blank\">especificaci\u00f3n IP67<\/a><\/li>\n<\/ul>\n<p>A Apple no le interesa vender el iPhone como acu\u00e1tico porque entonces la gente se va a extralimitar en el uso y va a cargarse los tel\u00e9fonos por estar us\u00e1ndolos indebidamente. Se puede mojar, pero no es como el <a href=\"https:\/\/www.macsfera.com\/nuevos-apple-watch-series-2\/\" title=\"Nuevos Apple Watch Series 2\" target=\"_blank\">Apple Watch Series 2<\/a>.<\/p>\n<p>Es m\u00e1s, <strong>Apple en la garant\u00eda no cubre desperfectos por agua o humedad.<\/strong> Y esto es importante porque el esfuerzo al que sometemos al dispositivo no es el mismo cuando lo cubrimos superficialmente de agua que cuando lo hundimos.<\/p>\n<p>Evidentemente, cuando queda hundido las fuerzas se centran en toda la superficie del iPhone, haciendo que las posibilidades de que entre agua en el dispositivo sean mayores. Esto ocurre igual que si pulsamos botones debajo del agua, las probabilidades aumentan.<\/p>\n<div class=\"galerias grande\" data-layout=\"212\" style=\"visibility: hidden;\">\n<img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04225646\/Altavoz-y-pantalla-iPhone-7.jpg\" title=\"\" alt=\"\" \/>\n<img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04225648\/iPhone-7-con-altavoz-Bluetooth.jpg\" title=\"\" alt=\"\" \/>\n<img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04225651\/iPhone-7-negro.jpg\" title=\"\" alt=\"\" \/>\n<img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04225653\/parte-trasera-del-iPhone-7.jpg\" title=\"\" alt=\"\" \/>\n<img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04225656\/Puerto-Ligthning-del-iPhone-7.jpg\" title=\"\" alt=\"\" \/>\n\n<\/div>\n<p>\u00bfSe puede hundir el iPhone? <strong>S\u00ed, sin ning\u00fan problema.<\/strong> \u00bfEs recomendable usarlo debajo del agua o mojado? <strong>No, simplemente porque no se ha dise\u00f1ado para ello.<\/strong><\/p>\n<p>Es m\u00e1s, os recomendar\u00eda que secaseis el puerto Lightning si lo hab\u00e9is sumergido. Un trocito de papel higi\u00e9nico valdr\u00e1 para eliminar las posibles gotas que queden en el interior. Esta peque\u00f1a acci\u00f3n evitar\u00e1 problemas mayores en el futuro que puedan destrozar el tel\u00e9fono por completo.<\/p>\n<p>Como ya he dicho, <strong>me encanta que se pueda mojar,<\/strong> pero eso no implica que haya que usarlo mojado. Para eso lo mejor es usar equipo especializado, como las <a href=\"http:\/\/www.mylaif.es\/tag\/gopro\" title=\"GoPro\" target=\"_blank\">GoPro<\/a>.<\/p>\n<h2 style=\"text-align:center;\">Rendimiento y bater\u00eda<\/h2>\n<p class=\"medio\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04212455\/Opinion-del-iPhone-7.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04212455\/Opinion-del-iPhone-7.jpg\" alt=\"Opinion del iPhone 7\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-15496\" srcset=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04212455\/Opinion-del-iPhone-7.jpg 2500w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04212455\/Opinion-del-iPhone-7.jpg 300w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04212455\/Opinion-del-iPhone-7.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p><em>&quot;Chip A10 Fusion&quot;<\/em>. Cuando o\u00edmos ese nombre nos quedamos todos con cara pensativa .<\/p>\n<p>Pero cuando se explic\u00f3 la uni\u00f3n de dos n\u00facleos potentes y dos n\u00facleos eficientes ya comprendimos el matiz de <em>&quot;Fusion&quot;<\/em> en el nombre.<\/p>\n<p>El desarrollo de este chip no ha desencadenado s\u00f3lo en una mayor velocidad del terminal, <strong>sino en un notable incremento de la bater\u00eda a pesar de que equipa la misma que su modelo anterior.<\/strong> Y la verdad es que se nota, mucho.<\/p>\n<p>Vale que vengo de un <a href=\"https:\/\/www.macsfera.com\/pedid-siempre-la-factura-digital-en-una-apple-store\/\" title=\"Pedid siempre la factura digital en una Apple Store\" target=\"_blank\">iPhone 5s<\/a> y que en tres a\u00f1os la tecnolog\u00eda ha mejorado mucho, sobre todo en la eficiencia de los procesadores, <strong>pero es que la bater\u00eda del iPhone 7 es alucinante<\/strong> <sup class=\"modern-footnotes-footnote \" data-mfn=\"4\" data-mfn-post-scope=\"0000000021aeec55000000003593e265_15487\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-0000000021aeec55000000003593e265_15487\">4<\/a><\/sup><span id=\"mfn-content-0000000021aeec55000000003593e265_15487\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"4\">No me quiero imaginar la del iPhone 7 Plus.<\/span>.<\/p>\n<p>Rara vez me ha saltado el aviso del 20% de uso. He escuchado m\u00fasica, escrito, navegado por redes sociales, visto v\u00eddeos, usado el GPS y mucho m\u00e1s, y a\u00fan as\u00ed el terminal aguanta sin problemas.<\/p>\n<p>S\u00e9 que es muy dif\u00edcil analizar la duraci\u00f3n de la bater\u00eda, es algo muy subjetivo, pero s\u00f3lo os dir\u00e9 que alg\u00fan d\u00eda que no he salido de casa y lo que m\u00e1s he usado ha sido WhatsApp de forma intensiva (con su versi\u00f3n de escritorio tambi\u00e9n) el tel\u00e9fono no ha bajado del 75%.<\/p>\n<p>Me daba hasta pena cargarlo por la noche, pero sabiendo <a href=\"https:\/\/www.macsfera.com\/las-baterias-apple\/\" title=\"Sobre las bater\u00edas de Apple\" target=\"_blank\">c\u00f3mo son las bater\u00edas de Apple<\/a>, no tuve problema en enchufarlo para que al d\u00eda siguiente estuviese al 100%.<\/p>\n<p class=\"medio\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04212532\/Boton-de-silencio-iPhone-7-negro.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04212532\/Boton-de-silencio-iPhone-7-negro.jpg\" alt=\"Boton de silencio iPhone 7 negro\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-15497\" srcset=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04212532\/Boton-de-silencio-iPhone-7-negro.jpg 2500w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04212532\/Boton-de-silencio-iPhone-7-negro.jpg 300w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04212532\/Boton-de-silencio-iPhone-7-negro.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>Hoy, sin ir m\u00e1s lejos, he estado us\u00e1ndolo de forma intensiva (para intentar ser un poco m\u00e1s objetivo en mi valoraci\u00f3n) y he acabado el d\u00eda con:<\/p>\n<ul>\n<li>15 horas en espera<\/li>\n<li>7 y media horas de uso<\/li>\n<li>15 horas naturales (desde que lo he desconectado hasta que lo he vuelto a poner a cargar)<sup class=\"modern-footnotes-footnote \" data-mfn=\"5\" data-mfn-post-scope=\"0000000021aeec55000000003593e265_15487\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-0000000021aeec55000000003593e265_15487\">5<\/a><\/sup><span id=\"mfn-content-0000000021aeec55000000003593e265_15487\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"5\">Como veis, las horas de espera y uso no son las mismas que las horas naturales. Desconozco si el dispositivo empieza a contar desde que est\u00e1 al 100% aunque siga enchufado a la corriente. Si es as\u00ed, hay que contar con que el tel\u00e9fono podr\u00eda estar cargado a la 1 de la ma\u00f1ana, por lo tanto habr\u00eda que restarle 8 horas a esas 15 horas en espera, algo que se acerca m\u00e1s a la realidad (7 horas de espera y 7 horas de uso).<\/span><\/li>\n<li>11% de bater\u00eda que me sobraba al ponerlo a cargar<\/li>\n<li>El modo bajo consumo desactivado en todo momento<\/li>\n<\/ul>\n<p>Insisto, es muy dif\u00edcil hablar de esto, pero pongo la informaci\u00f3n por si os ayuda en algo.<\/p>\n<h2 style=\"text-align:center;\">La c\u00e1mara<\/h2>\n<p class=\"grande\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04212604\/Camara-del-iPhone-7.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04212604\/Camara-del-iPhone-7.jpg\" alt=\"Camara del iPhone 7\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-15498\" srcset=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04212604\/Camara-del-iPhone-7.jpg 2500w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04212604\/Camara-del-iPhone-7.jpg 300w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04212604\/Camara-del-iPhone-7.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>Mi modelo de iPhone ha sufrido poco cambio en la c\u00e1mara, no como el Plus, <strong>pero a\u00fan as\u00ed ha habido algunas mejoras.<\/strong><\/p>\n<p>Para empezar, <strong>al sensor le llega m\u00e1s luz,<\/strong> algo que facilita la toma de fotograf\u00edas en situaciones de baja luminosidad. Esto, en teor\u00eda, hace que las capturas lleven menos ruido porque no tienen que compensar la poca luminosidad de la escena con el ISO <sup class=\"modern-footnotes-footnote \" data-mfn=\"6\" data-mfn-post-scope=\"0000000021aeec55000000003593e265_15487\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-0000000021aeec55000000003593e265_15487\">6<\/a><\/sup><span id=\"mfn-content-0000000021aeec55000000003593e265_15487\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"6\">Y si lo hacen es en menor medida.<\/span>.<\/p>\n<p>Una vez m\u00e1s, es dif\u00edcil analizar la veracidad de esta afirmaci\u00f3n, pero evidentemente noto mejora respecto al 5s que usaba, <strong>mucha mejora.<\/strong><\/p>\n<p>Me encanta la fotograf\u00eda, y tener en el bolsillo una c\u00e1mara tan buena a solo un golpe de dedo hace que me alegre porque Apple comparta la misma pasi\u00f3n que yo. Documentar momentos, recuerdos y vivencias ahora es m\u00e1s f\u00e1cil que nunca y gracias a las <a href=\"https:\/\/www.macsfera.com\/tag\/live-photos\" title=\"Live Photos\" target=\"_blank\">Live Photos<\/a>, la experiencia es mucho mejor.<\/p>\n<p><strong>La propia c\u00e1mara incluye el estabilizador que antes s\u00f3lo equipaba el modelo Plus,<\/strong> de modo que los v\u00eddeos saldr\u00e1n m\u00e1s fluidos sin necesidad de retoque virtual por nuestra parte. El 5s cumpl\u00eda muy bien su trabajo, el iPhone 7 lo hace incluso mejor.<\/p>\n<p>En cuanto a ejemplos de captura, aqu\u00ed ten\u00e9is algunos sin retocar para que apreci\u00e9is c\u00f3mo capta los colores.<\/p>\n<div class=\"galerias medio\" data-layout=\"2124\" style=\"visibility: hidden;\">\n<img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04233423\/Foto-hecha-con-el-iPhone-7.jpg\" title=\"\" alt=\"\" \/>\n<img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04233427\/Foto-sacada-con-el-iPhone-7.jpg\" title=\"\" alt=\"\" \/>\n<img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04233435\/Panoramica-hecha-con-el-iPhone-7.jpg\" title=\"\" alt=\"\" \/>\n<img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04233430\/Foto-zoom-digital-maximo-iPhone-7.jpg\" title=\"\" alt=\"\" \/>\n<img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04233438\/Selfie-hecho-con-el-iPhone-7.jpg\"\/>\n<img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/05095026\/iPhone-7-Foto-de-ejemplo.jpg\"\/>\n<img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/05095042\/Ejemplo-de-foto-sacada-con-el-iPhone-7.jpg\"\/>\n<img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/05095054\/Foto-de-ejemplo-iPhone-7.jpg\"\/>\n<img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/05095112\/iPhone-7-ejemplo-de-foto.jpg\"\/>\n\n<\/div>\n<div class=\"medio\">\n<p>Ver las fotos a tama\u00f1o real y sin compresi\u00f3n: <a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/10\/Foto-hecha-con-el-iPhone-71.jpg\" target=\"_blank\">1<\/a>, <a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/10\/Foto-sacada-con-el-iPhone-71.jpg\" target=\"_blank\">2<\/a>, <a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/10\/Panoramica-hecha-con-el-iPhone-71.jpg\" target=\"_blank\">3<\/a>, <a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/10\/Foto-zoom-digital-maximo-iPhone-71.jpg\" target=\"_blank\">4<\/a>, <a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/10\/Selfie-hecho-con-el-iPhone-71.jpg\" target=\"_blank\">5<\/a>, <a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/10\/iPhone-7-Foto-de-ejemplo1.jpg\" target=\"_blank\">6<\/a>, <a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/10\/Ejemplo-de-foto-sacada-con-el-iPhone-71.jpg\" target=\"_blank\">7<\/a>, <a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/10\/Foto-de-ejemplo-iPhone-71.jpg\" target=\"_blank\">8<\/a>, <a href=\"https:\/\/www.MacSfera.com\/wp-content\/uploads\/2016\/10\/iPhone-7-ejemplo-de-foto1.jpg\" target=\"_blank\">9<\/a><\/p>\n<\/div>\n<h2 style=\"text-align:center;\">Bot\u00f3n de inicio y Taptic Engine<\/h2>\n<p class=\"grande\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04212652\/Boton-Home-iPhone-7.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04212652\/Boton-Home-iPhone-7.jpg\" alt=\"Boton Home iPhone 7\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-15499\" srcset=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04212652\/Boton-Home-iPhone-7.jpg 2500w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04212652\/Boton-Home-iPhone-7.jpg 300w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04212652\/Boton-Home-iPhone-7.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p><strong>Una de las consecuencias de la resistencia al agua es la incursi\u00f3n del nuevo bot\u00f3n de inicio.<\/strong> Bueno, bot\u00f3n por llamarlo de alguna manera porque ya no es un bot\u00f3n como tal.<\/p>\n<p>El nuevo bot\u00f3n de inicio ahora es simplemente una superficie r\u00edgida que se mueve menos que la propia pantalla del tel\u00e9fono. Gracias a la tecnolog\u00eda detr\u00e1s de <a href=\"https:\/\/www.macsfera.com\/force-touch-asi-es-el-nuevo-trackpad-de-apple\/\" title=\"Force Touch: as\u00ed es el nuevo trackpad de Apple\" target=\"_blank\">Force Touch<\/a> en el <a href=\"https:\/\/www.macsfera.com\/macbook-asi-es-el-futuro-y-me-encanta\/\" title=\"MacBook: As\u00ed es el futuro, y me encanta\" target=\"_blank\">MacBook<\/a> y <a href=\"https:\/\/www.macsfera.com\/mi-nuevo-macbook-pro-retina\/\" title=\"Mi nuevo MacBook Pro Retina\" target=\"_blank\">MacBook Pro<\/a>, <strong>el iPhone 7 es capaz de simular un clic f\u00edsico a pesar de que no se ha movido ni un mil\u00edmetro.<\/strong><\/p>\n<p>\u00bfEs raro? Al principio s\u00ed, recuerdo que me daba la sensaci\u00f3n de que se desplazaba toda la parte inferior del tel\u00e9fono en vez de el propio bot\u00f3n como lo hac\u00eda los f\u00edsicos. Pero he de decir que tras usarlo estas dos semanas, me he acostumbrado y me parece m\u00e1s r\u00e1pido que el bot\u00f3n natural.<\/p>\n<p class=\"medio\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04213327\/Multitarea-3D-Touch-iPhone-7.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04213327\/Multitarea-3D-Touch-iPhone-7.jpg\" alt=\"Multitarea 3D Touch iPhone 7\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-15507\" srcset=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04213327\/Multitarea-3D-Touch-iPhone-7.jpg 2500w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04213327\/Multitarea-3D-Touch-iPhone-7.jpg 300w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04213327\/Multitarea-3D-Touch-iPhone-7.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>Si bien el bot\u00f3n no reacciona si no lo toca un dedo, os voy a dar un peque\u00f1o consejo ahora que viene el invierno y usamos mucho los guantes t\u00e1ctiles: <strong>si quer\u00e9is acceder a la multitarea, o salir de una aplicaci\u00f3n, el bot\u00f3n no funcionar\u00e1, pero bastar\u00e1 con hacer 3D Touch en el marco izquierdo de la pantalla y desplazar a la derecha.<\/strong><\/p>\n<p>Con este sencillo gesto (que s\u00ed se puede hacer con un guante), podremos cambiar a la aplicaci\u00f3n m\u00e1s reciente o acceder a la multitarea, y como consecuencia, a la pantalla de inicio.<\/p>\n<p class=\"medio\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04212744\/iPhone-7-puerto-lightning.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04212744\/iPhone-7-puerto-lightning.jpg\" alt=\"iPhone 7 puerto lightning\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-15500\" srcset=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04212744\/iPhone-7-puerto-lightning.jpg 2500w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04212744\/iPhone-7-puerto-lightning.jpg 300w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04212744\/iPhone-7-puerto-lightning.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p><strong>Hablemos ahora del Taptic Engine,<\/strong> ese peque\u00f1o motor de vibraci\u00f3n precisa que se incorpor\u00f3 en el <a href=\"https:\/\/www.macsfera.com\/cronica-del-lanzamiento-del-iphone-6s-en-espana\/\" title=\"Cr\u00f3nica del lanzamiento del iPhone 6s en Espa\u00f1a\" target=\"_blank\">iPhone 6s<\/a> y que ha mejorado en esta generaci\u00f3n.<\/p>\n<p>Este modelo incluye un motor mejorado que hace que las vibraciones emitidas sean m\u00e1s precisas y el resultado sea que el tel\u00e9fono pueda comunicarse con nosotros de forma f\u00edsica.<\/p>\n<p><strong>iOS 10 es el responsable de esto gracias a su nueva API que permite a los desarrolladores emitir vibraciones cuando algo pasa.<\/strong> La informaci\u00f3n ya no solo llega por la pantalla y los altavoces, sino que ahora el iPhone 7 responde con leves gestos f\u00edsicos.<\/p>\n<p class=\"grande\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04230031\/iPhone-7.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04230031\/iPhone-7.jpg\" alt=\"iPhone 7\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-15514\" srcset=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04230031\/iPhone-7.jpg 2500w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04230031\/iPhone-7.jpg 300w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04230031\/iPhone-7.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>No hab\u00eda pensado nunca lo c\u00f3modo y bonito que es recibir esta respuesta por parte de un terminal. Y no es algo nuevo en la inform\u00e1tica: las teclas responden f\u00edsicamente, igual que el rat\u00f3n. Es una respuesta que tenemos 100% interiorizada y que nos facilita la comunicaci\u00f3n con el ordenador porque sabemos que se ha emitido la acci\u00f3n. <strong>Pero cuanto interactuamos con un dispositivo t\u00e1ctil esa comunicaci\u00f3n se pierde,<\/strong> hasta ahora.<\/p>\n<p>Si activamos una opci\u00f3n, el iPhone responde con una leve vibraci\u00f3n. Si elegimos una hora en la alarma, el iPhone responde con una leve vibraci\u00f3n. Si hacemos zoom en una imagen, el iPhone responde con una leve vibraci\u00f3n. Si sacamos los caracteres especiales del teclado, el iPhone responde con una leve vibraci\u00f3n. Y por supuesto, si hacemos 3D Touch, el iPhone responde con una leve vibraci\u00f3n.<\/p>\n<p>Lo que antes era una comunicaci\u00f3n unilateral ahora se ha vuelto bilateral, y lo que es mejor, <strong>no es una propiedad exclusiva del sistema,<\/strong> sino que lo implementar\u00e1n desarrolladores en un futuro. Es una tonter\u00eda, pero es una tonter\u00eda que te hace relacionarte mejor con el tel\u00e9fono.<\/p>\n<hr \/>\n<p class=\"grande\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04212826\/Revision-iPhone-7.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04212826\/Revision-iPhone-7.jpg\" alt=\"Revision iPhone 7\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-15501\" srcset=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04212826\/Revision-iPhone-7.jpg 2500w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04212826\/Revision-iPhone-7.jpg 300w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04212826\/Revision-iPhone-7.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>Pantalla m\u00e1s brillante, gama crom\u00e1tica de cine, GPU m\u00e1s r\u00e1pida, altavoces est\u00e9reo, flash True Tone con 4 LEDs, c\u00e1mara frontal de 7 Megapixeles, 32GB de espacio en el modelo base\u2026<\/p>\n<p>Las novedades contin\u00faan, pero una vez m\u00e1s, el iPhone es algo m\u00e1s que los elementos individuales que lo forman, <strong>el iPhone es la uni\u00f3n de todos ellos m\u00e1s el mejor sistema operativo del mundo.<\/strong><\/p>\n<p>Y a su vez, todo ello no valdr\u00eda nada sin la comunidad que impulsa este fant\u00e1stico invento, <strong>las aplicaciones.<\/strong><\/p>\n<p>Es un conjunto, lo mir\u00e9is como lo mir\u00e9is, todo va unido. Hay dispositivos que tienen alguna cualidad mejor que la del iPhone, pero no me los planteo porque pierdo todo el conjunto. De nada me sirve tener el hardware que tiene el iPhone si no hay un sistema detr\u00e1s que sepa manejarlo correctamente. Y de nada me sirve un buen sistema si no hay aplicaciones competentes que aprovechen todas y cada una de las caracter\u00edsticas.<\/p>\n<p>Navegar por Internet, ver las redes sociales, ver v\u00eddeos, sacar fotos, escribir este mismo art\u00edculo, publicarlo, jugar, mandar emails\u2026 <strong>Todo ello es posible de forma f\u00e1cil y c\u00f3moda gracias a la uni\u00f3n del sistema, las aplicaciones y el hardware.<\/strong><\/p>\n<p class=\"medio\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04230115\/iPhone-7-en-caja.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04230115\/iPhone-7-en-caja.jpg\" alt=\"iPhone 7 en caja\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-15515\" srcset=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04230115\/iPhone-7-en-caja.jpg 2500w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04230115\/iPhone-7-en-caja.jpg 300w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04230115\/iPhone-7-en-caja.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>Llevo mucho tiempo usando iOS, m\u00e1s de 6 a\u00f1os ya, y os garantizo que no existe mejor momento que el que estamos viviendo hoy en d\u00eda. Si a eso le sumamos las capacidades del iPhone 7, obtenemos una uni\u00f3n perfecta que nos pone en la palma de la mano un poder inigualable nunca antes visto.<\/p>\n<p>\u00bfQue si recomiendo el iPhone 7? Sin duda alguna, es un salto que marca una diferencia con modelos anteriores. Ahora bien, no es para todo el mundo. <strong>Si se tiene un iPhone 5s o antecesor:<\/strong> por supuesto. <strong>Si se tiene un iPhone 6,<\/strong> tambi\u00e9n pero depender\u00e1 de situaciones como el dinero disponible, el estado del tel\u00e9fono, etc. <strong>Si se tiene un iPhone 6s,<\/strong> pues tambi\u00e9n la verdad, aunque yo aguantar\u00eda s\u00f3lo por el hecho de aprovechar bien el terminal que ya hab\u00e9is comprado <sup class=\"modern-footnotes-footnote \" data-mfn=\"7\" data-mfn-post-scope=\"0000000021aeec55000000003593e265_15487\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-0000000021aeec55000000003593e265_15487\">7<\/a><\/sup><span id=\"mfn-content-0000000021aeec55000000003593e265_15487\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"7\">Si bien algunas propiedades como la resistencia al agua o la c\u00e1mara dual pueden llamar mucho la atenci\u00f3n.<\/span>.<\/p>\n<p><strong>El iPhone 7,<\/strong> como el <a href=\"https:\/\/www.macsfera.com\/ipad-pro-lo-esperaba-mucho-mas\/\" title=\"iPad Pro: lo que esperaba, y mucho m\u00e1s\" target=\"_blank\">iPad Pro<\/a>, <strong>era lo que esperaba y mucho m\u00e1s.<\/strong> Dise\u00f1o, potencia, prestaciones y ecosistema. He vuelto a redescubrir la tecnolog\u00eda m\u00e1s m\u00f3vil y potente que me cabe en el bolsillo y no sab\u00e9is lo mucho que me alegro de haber llegado al punto en el que estamos ahora. Lejos de pensar qu\u00e9 vendr\u00e1 en el futuro, voy a sentarme y relajarme con esta maravilla de la tecnolog\u00eda.<\/p>\n<div class=\"galerias\" data-layout=\"31\" style=\"visibility: hidden;\">\n<img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04230305\/iPhone-7-con-cascos-Beats-Solo2-Bluetooth.jpg\"\/>\n<img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04230311\/iPhone-7-negro-mate-caja.jpg\"\/>\n<img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04230307\/iPhone-7-con-los-EarPods-Lightning.jpg\"\/>\n<img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04230315\/iPhone-7-pantalla.jpg\"\/>\n\n<\/div>\n","protected":false},"excerpt":{"rendered":"<p>Han pasado cerca de dos semanas desde que el iPhone 7 lleg\u00f3 a Espa\u00f1a. Dos semanas desde que di el salto del<\/p>\n","protected":false},"author":1,"featured_media":15489,"comment_status":"open","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[2129,22],"tags":[2253,11,2469,2285,2211,2254],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v15.0 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Mi review del iPhone 7<\/title>\n<meta name=\"description\" content=\"Review personal del nuevo iPhone 7. Pensamientos sobre las caracter\u00edsticas, funciones y cualidades del nuevo m\u00f3vil de Apple.\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.MacSfera.com\/review-del-iphone-7\/\" \/>\n<meta property=\"og:locale\" content=\"es_ES\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Mi review del iPhone 7\" \/>\n<meta property=\"og:description\" content=\"Review personal del nuevo iPhone 7. Pensamientos sobre las caracter\u00edsticas, funciones y cualidades del nuevo m\u00f3vil de Apple.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.MacSfera.com\/review-del-iphone-7\/\" \/>\n<meta property=\"og:site_name\" content=\"MacSfera\" \/>\n<meta property=\"article:publisher\" content=\"http:\/\/www.facebook.com\/macsfera\" \/>\n<meta property=\"article:author\" content=\"https:\/\/www.facebook.com\/PabloAsekas\" \/>\n<meta property=\"article:published_time\" content=\"2016-10-05T09:59:31+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2016-10-05T11:47:10+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04211927\/Review-iPhone-7.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"2500\" \/>\n\t<meta property=\"og:image:height\" content=\"1667\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:title\" content=\"Mi review del iPhone 7\" \/>\n<meta name=\"twitter:description\" content=\"Review personal del nuevo iPhone 7. Pensamientos sobre las caracter\u00edsticas, funciones y cualidades del nuevo m\u00f3vil de Apple.\" \/>\n<meta name=\"twitter:image\" content=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04211927\/Review-iPhone-7.jpg\" \/>\n<meta name=\"twitter:creator\" content=\"@https:\/\/twitter.com\/pabloasekas\" \/>\n<meta name=\"twitter:site\" content=\"@MacSferablog\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.MacSfera.com\/#website\",\"url\":\"https:\/\/www.MacSfera.com\/\",\"name\":\"MacSfera\",\"description\":\"Blog sobre Apple con especial inter\\u00e9s en la opini\\u00f3n personal en el Mac, el iPhone y el iPad.\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"https:\/\/www.MacSfera.com\/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"es\"},{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.MacSfera.com\/review-del-iphone-7\/#primaryimage\",\"inLanguage\":\"es\",\"url\":\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2016\/10\/04211927\/Review-iPhone-7.jpg\",\"width\":2500,\"height\":1667,\"caption\":\"Review iPhone 7\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.MacSfera.com\/review-del-iphone-7\/#webpage\",\"url\":\"https:\/\/www.MacSfera.com\/review-del-iphone-7\/\",\"name\":\"Mi review del iPhone 7\",\"isPartOf\":{\"@id\":\"https:\/\/www.MacSfera.com\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/www.MacSfera.com\/review-del-iphone-7\/#primaryimage\"},\"datePublished\":\"2016-10-05T09:59:31+00:00\",\"dateModified\":\"2016-10-05T11:47:10+00:00\",\"author\":{\"@id\":\"https:\/\/www.MacSfera.com\/#\/schema\/person\/1c7b5783afd3f0309c3aa8a52942db5a\"},\"description\":\"Review personal del nuevo iPhone 7. Pensamientos sobre las caracter\\u00edsticas, funciones y cualidades del nuevo m\\u00f3vil de Apple.\",\"inLanguage\":\"es\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.MacSfera.com\/review-del-iphone-7\/\"]}]},{\"@type\":\"Person\",\"@id\":\"https:\/\/www.MacSfera.com\/#\/schema\/person\/1c7b5783afd3f0309c3aa8a52942db5a\",\"name\":\"Pablo Asekas\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.MacSfera.com\/#personlogo\",\"inLanguage\":\"es\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/f86183a13a9c39523543ae47691e4c72?s=96&r=g\",\"caption\":\"Pablo Asekas\"},\"description\":\"Pablo es la persona detr\\u00e1s de MacSfera, le apasiona la tecnolog\\u00eda y adora Internet. Le gusta hablar de dispositivos y aplicaciones con un punto de vista personal y variado.\",\"sameAs\":[\"https:\/\/www.facebook.com\/PabloAsekas\",\"https:\/\/twitter.com\/https:\/\/twitter.com\/pabloasekas\",\"https:\/\/www.youtube.com\/user\/pabloasekas\",\"http:\/\/www.mylaif.es\"]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","_links":{"self":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts\/15487"}],"collection":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/comments?post=15487"}],"version-history":[{"count":18,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts\/15487\/revisions"}],"predecessor-version":[{"id":15550,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts\/15487\/revisions\/15550"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/media\/15489"}],"wp:attachment":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/media?parent=15487"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/categories?post=15487"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/tags?post=15487"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}