{"id":17069,"date":"2019-02-20T20:28:25","date_gmt":"2019-02-20T19:28:25","guid":{"rendered":"https:\/\/www.MacSfera.com\/?p=17069"},"modified":"2019-02-20T20:28:25","modified_gmt":"2019-02-20T19:28:25","slug":"mi-experiencia-estudiando-ingenieria-del-software-con-un-mac","status":"publish","type":"post","link":"https:\/\/www.MacSfera.com\/mi-experiencia-estudiando-ingenieria-del-software-con-un-mac\/","title":{"rendered":"Mi experiencia estudiando Ingenier\u00eda del software con un Mac"},"content":{"rendered":"<p class=\"grande\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/07\/06163207\/MacBook-Retina-Dorado.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/07\/06163207\/MacBook-Retina-Dorado.jpg\" alt=\"MacBook Retina Dorado\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-11119\" srcset=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/07\/06163207\/MacBook-Retina-Dorado.jpg 2500w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/07\/06163207\/MacBook-Retina-Dorado.jpg 300w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/07\/06163207\/MacBook-Retina-Dorado.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p>En 2012 empec\u00e9 mis estudios universitarios, <strong>Ingenier\u00eda del software para ser exactos.<\/strong> Por aquella \u00e9poca <strong>yo ya usaba Mac,<\/strong> y no me plante\u00e9 la opci\u00f3n de usar otro dispositivo en esa nueva aventura en la que me iba a meter.<\/p>\n<p>Pero si est\u00e1is dudando entre si usar un Mac u otro tipo de ordenador, hoy os voy a contar <strong>mi experiencia usando un Mac para estudiar la carrera de Ingenier\u00eda del software,<\/strong> donde el uso del ordenador es tan variado que la misma asignatura puede cambiar radicalmente seg\u00fan el a\u00f1o en que se de.<\/p>\n<p><!--more--><\/p>\n<div class=\"alerta\">\n<p>Si est\u00e1s estudiando, puede que esta <strong><a href=\"https:\/\/www.MacSfera.com\/guia-para-tomar-apuntes-en-el-ipad\/\" title=\"Gu\u00eda para tomar apuntes en el iPad\" rel=\"noopener\" target=\"_blank\">gu\u00eda para tomar apuntes en el iPad<\/a><\/strong> te sea de gran utilidad.<\/p>\n<\/div>\n<p>Sin bien ahora la diferencia entre un Mac y un PC port\u00e1til es cada vez menor, no siempre ha sido as\u00ed. Estos \u00faltimos a\u00f1os, <strong>los PCs han reducido mucho esa enorme barrera que hab\u00eda antes.<\/strong><\/p>\n<p>Por supuesto, ese mismo tiempo en el que el hardware del PC ha ido cogiendo al Mac, lo mismo ha pasado desde el otro lado. <strong>El Mac<\/strong> \u2013m\u00e1s concretamente macOS\u2013 <strong>ha ganado much\u00edsimos adeptos en cuanto a software se refiere,<\/strong> y soluciones que antes estaban atadas a un sistema operativo como Windows, ahora est\u00e1n disponibles en m\u00e1s plataformas.<\/p>\n<p>De modo que tenemos, por un lado, que los port\u00e1tiles PC se han acercado mucho al Mac, aunque en mi opini\u00f3n el Mac sigue por delante. Por otro lado, Windows sigue llevando la delantera en compatibilidad software, pero este terreno se ha reducido mucho gracias a las distintas soluciones abiertas que se han ido lanzando al mercado.<\/p>\n<h2 class=\"review\">Lenguajes y tecnolog\u00edas<\/h2>\n<p class=\"medio\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2019\/02\/19231054\/Estudiar-Ingenieria-del-software-con-Mac.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2019\/02\/19231054\/Estudiar-Ingenieria-del-software-con-Mac.jpg\" alt=\"Estudiar Ingenieria del software con Mac\" width=\"832\" height=\"468\" class=\"aligncenter size-full wp-image-17071\" srcset=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2019\/02\/19231054\/Estudiar-Ingenieria-del-software-con-Mac.jpg 832w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2019\/02\/19231054\/Estudiar-Ingenieria-del-software-con-Mac.jpg 300w\" sizes=\"(max-width: 832px) 100vw, 832px\" \/><\/a><\/p>\n<p>Desde que inici\u00e9 la carrera, hasta que la termin\u00e9, las asignaturas nos han ido trayendo una amplia variedad de lenguajes de programaci\u00f3n y tecnolog\u00edas con las que realizar pr\u00e1cticas y aprender conocimientos. <strong>Esta es una lista de algunas tecnolog\u00edas y lenguajes que he podido desarrollar sin problemas en el Mac:<\/strong><\/p>\n<ul>\n<li>Java<\/li>\n<li>C<\/li>\n<li>C++<\/li>\n<li>Shell script<\/li>\n<li>Haskell<\/li>\n<li>SQL<\/li>\n<li>PostgreSQL<\/li>\n<li>TypeScript<\/li>\n<li>Docker<\/li>\n<li>Desarrollo web con Spring Boot<\/li>\n<li>Gesti\u00f3n multihilo<\/li>\n<li>Dise\u00f1o y desarrollo de interfaces<\/li>\n<li>Ruby<\/li>\n<li>PHP<\/li>\n<li>JavaScript<\/li>\n<\/ul>\n<p>Dependiendo de la asignatura, el profesor, y la pr\u00e1ctica en s\u00ed, tendremos mayor o menor similitud en los aspectos generales del entorno de trabajo: el <a href=\"https:\/\/www.macsfera.com\/coda-fantastico-editor-multilenguaje-para-mac-iphone-y-ipad\/\" rel=\"noopener\" title=\"Coda: fant\u00e1stico editor multilenguaje para Mac, iPhone y iPad\" target=\"_blank\">editor de texto usado<\/a>, el IDE, la forma de configurar algunos componentes, la gesti\u00f3n de las librer\u00edas externas, etc. <strong>Pero lo que est\u00e1 claro es que lo importante lo vamos a poder realizar sin problemas.<\/strong><\/p>\n<p>A lo mejor en la asignatura se usa un IDE que no est\u00e1 disponible en Mac, y hay que utilizar otro. Es posible. Pero os aseguro que con ese IDE vais a poder realizar la misma pr\u00e1ctica sin problemas. Cambiar\u00e1n algunas cosas, la forma de realizar algunas tareas, o incluso no tendr\u00e1 alguna herramienta que en esa asignatura se usa (como un gestor de bases de datos integrado), pero no hay nada que no pod\u00e1is realizar, <strong>lo \u00fanico que hay que hacer es buscar otro camino.<\/strong><\/p>\n<h2 class=\"review\">Ventajas de usar un Mac<\/h2>\n<p class=\"medio\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2019\/02\/19231410\/Ventajas-de-usar-un-Mac-estudiando-Ingenieria-del-software.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2019\/02\/19231410\/Ventajas-de-usar-un-Mac-estudiando-Ingenieria-del-software.jpg\" alt=\"Ventajas de usar un Mac estudiando Ingenieria del software\" width=\"1000\" height=\"750\" class=\"aligncenter size-full wp-image-17072\" srcset=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2019\/02\/19231410\/Ventajas-de-usar-un-Mac-estudiando-Ingenieria-del-software.jpg 1000w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2019\/02\/19231410\/Ventajas-de-usar-un-Mac-estudiando-Ingenieria-del-software.jpg 267w\" sizes=\"(max-width: 1000px) 100vw, 1000px\" \/><\/a><\/p>\n<p>Las ventajas de usar un Mac son subjetivas a cada uno, por eso os voy a poner aqu\u00ed unas cuantas que valoro y que hacen que usar el Mac sea una delicia.<\/p>\n<ul>\n<li><strong>Velocidad general:<\/strong> macOS est\u00e1 tan bien optimizado que la separaci\u00f3n de procesos hace que puedas realizar tareas pesadas en segundo plano sin apenas afectar a las tareas de menor peso. Puede que a simple vista os parezca una tonter\u00eda, pero yo valoro much\u00edsimo que mi ordenador est\u00e9 siempre disponible, aunque por detr\u00e1s est\u00e9 realizando una tarea que dejar\u00eda bloqueados a la mitad de los ordenadores.<\/li>\n<li><strong>La simplicidad y eficiencia:<\/strong> <em>\u201cIt just works\u201d<\/em> es un lema que est\u00e1 vinculado a los productos de Apple. Y si bien es cierto que hay veces que no se cumple, la mayor\u00eda s\u00ed. Para m\u00ed es muy importante que todo aquello que tiene que funcionar, funcione, sin m\u00e1s. Bastante nos vamos a pegar en la carrera para averiguar qu\u00e9 est\u00e1 pasando y porqu\u00e9 no funcionan nuestros programas, como para encima tener que hacerlo con todas esas cosas que deber\u00edan funcionar, no lo hacen y encima se nos escapan de las manos <sup class=\"modern-footnotes-footnote \" data-mfn=\"1\" data-mfn-post-scope=\"00000000472a984f0000000032d08bd8_17069\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-00000000472a984f0000000032d08bd8_17069\">1<\/a><\/sup><span id=\"mfn-content-00000000472a984f0000000032d08bd8_17069\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"1\">Cuando le digo a la gente a lo que me dedico y que uso un Mac como equipo principal en casa, se sorprenden mucho porque piensan que alguien como yo tiene que tener un sistema super complejo. Yo siempre les respondo lo mismo: en el trabajo me pego con un ordenador por imposici\u00f3n, no quiero hacerlo al llegar a casa.<\/span>.<\/li>\n<li><strong>Bater\u00eda:<\/strong> como he comentado, los PCs se han acercado mucho al Mac en cuanto al hardware, pero aun as\u00ed hay cosas que tienen pendiente. La bater\u00eda es uno de esos aspectos, y no sab\u00e9is lo bien que se vive sabiendo que no tienes que llevar el cargador en ciertas circunstancias porque tu Mac va a aguantar todo lo que dure la jornada. Todav\u00eda recuerdo a gente pele\u00e1ndose por los escasos enchufes de las aulas, o cerrando los port\u00e1tiles porque se hab\u00edan quedado sin bater\u00eda.<\/li>\n<li><strong>Aspectos f\u00edsicos:<\/strong> cuando est\u00e1s en la universidad, es muy habitual que est\u00e9s andando entre clases, edificios, y por todo el campus. Tener un equipo ligero como lo es un Mac, pero con la potencia de procesamiento adecuada, es una bendici\u00f3n. Es posible que ahora no not\u00e9is la diferencia entre llevar o no llevar medio kilo, pero se nota. La calidad de la pantalla tambi\u00e9n se nota mucho, vamos a estar horas y horas pegados a ella, por lo tanto, tener un equipo que ni da\u00f1e ni canse la vista es un requisito obligatorio.<\/li>\n<\/ul>\n<p>Disfruto de la tecnolog\u00eda, me encanta saber que mis productos tecnol\u00f3gicos funcionan sin problemas, me ocurre con todos ellos, de modo que haber tenido un Mac <sup class=\"modern-footnotes-footnote \" data-mfn=\"2\" data-mfn-post-scope=\"00000000472a984f0000000032d08bd8_17069\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-00000000472a984f0000000032d08bd8_17069\">2<\/a><\/sup><span id=\"mfn-content-00000000472a984f0000000032d08bd8_17069\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"2\">Dos en realidad: <a target=\"_blank\" title=\"Nuevo MacBook Pro para el blog\" href=\"https:\/\/www.macsfera.com\/nuevo-macbook-pro-para-el-blog\/\">mi viejo MacBook Pro de 2010<\/a> y <a target=\"_blank\" title=\"Mi nuevo MacBook Pro Retina\" href=\"https:\/\/www.macsfera.com\/mi-nuevo-macbook-pro-retina\/\">mi actual MacBook Pro de 2015<\/a>.<\/span> en mi periodo universitario ha sido de lo m\u00e1s gratificante. Mis amig@s lo pueden confirmar, rara vez estaba sin el ordenador encima, y todo eso se debe a que me encanta lo que me transmite este ordenador y este sistema operativo. <strong>Los ordenadores son mi pasi\u00f3n, y en el Mac he encontrado la mejor forma de disfrutar de esa pasi\u00f3n como con ning\u00fan otro.<\/strong><\/p>\n<h2 class=\"review\">Desventajas de usar un Mac<\/h2>\n<p><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2019\/02\/19231530\/Desventajas-de-usar-un-Mac-en-Ingenieria-del-software.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2019\/02\/19231530\/Desventajas-de-usar-un-Mac-en-Ingenieria-del-software.jpg\" alt=\"Desventajas de usar un Mac en Ingenieria del software\" width=\"640\" height=\"640\" class=\"aligncenter size-full wp-image-17073\" srcset=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2019\/02\/19231530\/Desventajas-de-usar-un-Mac-en-Ingenieria-del-software.jpg 640w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2019\/02\/19231530\/Desventajas-de-usar-un-Mac-en-Ingenieria-del-software.jpg 200w\" sizes=\"(max-width: 640px) 100vw, 640px\" \/><\/a><\/p>\n<p>Si bien estoy enamorado de este ordenador y de su sistema, vamos a ser sinceros, <strong>siempre hay desventajas,<\/strong> en cualquier cosa. Y quien os diga que no hay desventajas, <strong>os miente.<\/strong><\/p>\n<p>En el caso del Mac en Ingenier\u00eda del software, <strong>el mayor problema que he encontrado ha sido relacionado con la compatibilidad de algunas tecnolog\u00edas y programas.<\/strong><\/p>\n<p>Es muy normal que se toque de todo en la carrera, y no siempre va a estar disponible para macOS. Desde programas espec\u00edficos de seguridad inform\u00e1tica, hasta soluciones propias desarrolladas por la universidad, pasando por programas que, de lo antiguos que son, no saben c\u00f3mo funcionan a\u00fan hoy en d\u00eda.<\/p>\n<p>Estos casos me afectaron a mi directamente. Por un lado, tuvimos un par de pr\u00e1cticas en las que se utilizaban herramientas de seguridad inform\u00e1tica de una distribuci\u00f3n de Linux que, <strong>o no estaban disponibles para Mac en ese momento, o su funcionamiento era mucho m\u00e1s limitado.<\/strong> Por otro lado, un par de profesores muy cracks de mi universidad crearon una modificaci\u00f3n del famoso Eclipse, y extendieron su funcionalidad para que los alumnos pudi\u00e9semos utilizar una \u00fanica interfaz con varios lenguajes y funciones que ver\u00edamos a lo largo de la carrera. Por desgracia, <strong>s\u00f3lo es compatible con Windows y con Ubuntu.<\/strong><\/p>\n<p>Y, adem\u00e1s de encontrar soluciones que funcionan a medias, o no funcionan directamente, <strong>tambi\u00e9n tenemos el caso de los errores particulares de la aplicaci\u00f3n en el sistema.<\/strong> Estos tipos de errores se dan en aquellas aplicaciones que son multiplataforma, pero suelen usar otros componentes para funcionar.<\/p>\n<p>Por ejemplo, un IDE de una tecnolog\u00eda concreta enfocada al desarrollo web: si bien la aplicaci\u00f3n funciona bien, existe la posibilidad de que haya un error en el componente que ejecuta y gestiona el servicio web, y este puede ser distinto en Mac y Windows.<\/p>\n<p>Esto puede hacer que la resoluci\u00f3n de problemas con la ayuda del profesor se dificulte porque hay errores derivados que dependen del sistema, y el profesor al no estar familiarizado, no puede ayudar.<\/p>\n<h2 class=\"review\">Virtualizaci\u00f3n: la soluci\u00f3n<\/h2>\n<div class=\"galerias medio\" data-layout=\"3\" style=\"visibility: hidden;\">\n<img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2019\/02\/19231845\/Maldito-Windows.jpg\" title=\"\" alt=\"\" \/>\n<img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2019\/02\/19231846\/Maldito-pantallazo-azul-de-Windows.jpg\" title=\"\" alt=\"\" \/>\n<img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2019\/02\/19231848\/Ubuntu-virtualizado-en-Mac.jpg\" title=\"\" alt=\"\" \/>\n\n<\/div>\n<p>La virtualizaci\u00f3n es uno de esos inventos que ha cambiado la forma de trabajar con los ordenadores. De tener un ordenador ejecutando un solo sistema, a tener un ordenador ejecutando infinitos sistemas. Cada uno aislado, cada uno con su propio entorno y su propia naturaleza.<\/p>\n<p>Gracias a los sistemas de virtualizaci\u00f3n, <strong>podemos usar nuestro Mac para ejecutar todo lo que sea compatible, y a la vez, virtualizar otros sistemas operativos para ejecutar todo aquello que no es compatible de entrada.<\/strong><\/p>\n<p>En Mac, adem\u00e1s, hay varias soluciones, gratuitas y de pago, con las que podemos virtualizar sistemas operativos:<\/p>\n<ul>\n<li><strong><a target=\"_blank\" href=\"https:\/\/www.virtualbox.org\">VirtualBox<\/a>:<\/strong> herramienta gratuita y open-source para virtualizar en Mac. No es de las mejores, pero siempre viene bien para saber si la virtualizaci\u00f3n soluciona nuestros problemas<\/li>\n<li><strong><a target=\"_blank\" href=\"https:\/\/www.vmware.com\/es\/products\/fusion.html\">VMWare Fusion<\/a>:<\/strong> soluci\u00f3n propietaria de una empresa con muchos a\u00f1os de especializaci\u00f3n en entornos virtuales. Fue la aplicaci\u00f3n que eleg\u00ed y us\u00e9 durante mis a\u00f1os universitarios.<\/li>\n<li><strong><a target=\"_blank\" href=\"https:\/\/www.parallels.com\/es\/\">Parallels Desktop<\/a>:<\/strong> soluci\u00f3n popular en entornos Mac que destaca por su versatilidad<\/li>\n<li><strong><a target=\"_blank\" href=\"https:\/\/support.apple.com\/es-es\/boot-camp\">Boot Camp<\/a><\/strong>: no es t\u00e9cnicamente una soluci\u00f3n para virtualizar porque lo que hacemos es instalar nativamente Windows, pero lo pongo porque viene incluido en todos nuestros Macs y a alguno de vosotros os puede servir<\/li>\n<\/ul>\n<p>Gracias a la virtualizaci\u00f3n, pod\u00eda tener todas mis aplicaciones del d\u00eda a d\u00eda y la herramienta particular y concreta, a la vez. No hab\u00eda que decidir, ni hab\u00eda incomodidades. Todo junto. <strong>Lo mejor de un lado y lo necesario del otro.<\/strong><\/p>\n<p>Adem\u00e1s, y esto es importante en Ingenier\u00eda del software, vamos a tener que instalar un mont\u00f3n de cosas que s\u00f3lo vamos a necesitar, a priori, para una asignatura o dos <sup class=\"modern-footnotes-footnote \" data-mfn=\"3\" data-mfn-post-scope=\"00000000472a984f0000000032d08bd8_17069\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-00000000472a984f0000000032d08bd8_17069\">3<\/a><\/sup><span id=\"mfn-content-00000000472a984f0000000032d08bd8_17069\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"3\">Y el problema ya no es el programa en s\u00ed, sino sus dependencias. Yo lo considero basura, porque se queda por ah\u00ed aunque desinstales la herramienta principal que lo ha instalado.<\/span>. Si sois como yo, que hac\u00e9is de vuestro ordenador un templo, <strong>tener una m\u00e1quina virtual donde podemos instalar de todo para realizar las pr\u00e1cticas de la asignatura,<\/strong> sin importar cuanto afecte al rendimiento de nuestros Macs, <strong>es una delicia.<\/strong> Despu\u00e9s de esa asignatura, apagaba la m\u00e1quina virtual y mi Mac se encontraba como si nada. Por no hablar de que eliminar y levantar m\u00e1quinas es sumamente sencillo.<\/p>\n<p>Por \u00faltimo, mencionaros que <strong>vuestra universidad puede tener alg\u00fan acuerdo con Microsoft por el cual os den licencias de Windows gratuitas para estudiantes,<\/strong> que tienen una validez de 2 a\u00f1os. Eso a m\u00ed me facilit\u00f3 mucho las cosas porque no ten\u00eda que preocuparme de nada. Creaba y eliminaba m\u00e1quinas virtuales a placer, sin importar lo que instalaba en ellas, c\u00f3mo lo dejaba todo al acabar, y sin preocuparme por el rendimiento.<\/p>\n<hr \/>\n<p class=\"grande\"><a href=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2019\/02\/19232232\/Yo-usando-mi-Mac-para-la-universidad.jpg\"><img src=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2019\/02\/19232232\/Yo-usando-mi-Mac-para-la-universidad.jpg\" alt=\"Yo usando mi Mac para la universidad\" width=\"2500\" height=\"1667\" class=\"aligncenter size-full wp-image-17078\" srcset=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2019\/02\/19232232\/Yo-usando-mi-Mac-para-la-universidad.jpg 2500w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2019\/02\/19232232\/Yo-usando-mi-Mac-para-la-universidad.jpg 300w, https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2019\/02\/19232232\/Yo-usando-mi-Mac-para-la-universidad.jpg 1024w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><\/a><\/p>\n<p><strong>\u00bfSe puede estudiar una carrera de inform\u00e1tica t\u00e9cnica con un Mac? S\u00ed, sin lugar a duda, mucha gente somos la prueba de ello.<\/strong> Alg\u00fan profesor os gastar\u00e1 bromas, otros os tomar\u00e1n menos en serio, y otros os pondr\u00e1n un punto m\u00e1s porque ellos tambi\u00e9n usan Mac.<\/p>\n<p>Como an\u00e9cdota, os contar\u00e9 que en una asignatura de programaci\u00f3n concurrente, yo estaba usando la m\u00e1quina virtual por las distintas dependencias que necesit\u00e1bamos para cursar la asignatura. Y un d\u00eda, haciendo pruebas, mi c\u00f3digo dio error. Un error muy raro. Tras mucho investigar y depurar el c\u00f3digo paso a paso \u00bfcu\u00e1l fue a soluci\u00f3n? <strong>Ejecutarlo en Mac.<\/strong> Tal cual &#x1f602; Mismo c\u00f3digo, misma configuraci\u00f3n, en uno funciona y en otro no. A d\u00eda de hoy sigue siendo un misterio para m\u00ed.<\/p>\n<p>Al coment\u00e1rselo a mi profesor, que usaba Mac como equipo principal, la \u00fanica respuesta que me dio fue: <em>\u201cEso te pasa por usar Windows dentro de un Mac.\u201d<\/em>.<\/p>\n<p>Bromas aparte, <strong>el Mac es un equipo brillante capacitado m\u00e1s que de sobra para realizar la parte t\u00e9cnica de una carrera como Ingenier\u00eda del software.<\/strong> Ya sea de forma nativa, o mediante virtualizaci\u00f3n.<\/p>\n<p><strong>Si tuviese que repetir<\/strong> <sup class=\"modern-footnotes-footnote \" data-mfn=\"4\" data-mfn-post-scope=\"00000000472a984f0000000032d08bd8_17069\"><a href=\"javascript:void(0)\"  role=\"button\" aria-pressed=\"false\" aria-describedby=\"mfn-content-00000000472a984f0000000032d08bd8_17069\">4<\/a><\/sup><span id=\"mfn-content-00000000472a984f0000000032d08bd8_17069\" role=\"tooltip\" class=\"modern-footnotes-footnote__note\" tabindex=\"0\" data-mfn=\"4\">Ya he tenido m\u00e1s que suficiente con una vez, as\u00ed que esperemos que no haya que repetir &#x1f61d;<\/span> <strong>no dudar\u00eda ni un segundo en volver a la carga con mi Mac.<\/strong><\/p>\n<p class=\"medio\"><iframe width=\"860\" height=\"484\" src=\"https:\/\/www.youtube.com\/embed\/8jwXA9FOTiE\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen><\/iframe><\/p>\n","protected":false},"excerpt":{"rendered":"<p>En 2012 empec\u00e9 mis estudios universitarios, Ingenier\u00eda del software para ser exactos. Por aquella \u00e9poca yo ya usaba Mac, y no me<\/p>\n","protected":false},"author":1,"featured_media":11119,"comment_status":"open","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[17,19,2096],"tags":[2735,2737,2736,2208,2221,174,586,2738,466],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v15.0 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Mi experiencia estudiando Ingenier\u00eda del software con un Mac<\/title>\n<meta name=\"description\" content=\"Mi experiencia personal estudiando Ingenier\u00eda del software con un Mac: lenguajes de programaci\u00f3n, tecnolog\u00edas, compatibilidades, virtualizaci\u00f3n, etc.\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.MacSfera.com\/mi-experiencia-estudiando-ingenieria-del-software-con-un-mac\/\" \/>\n<meta property=\"og:locale\" content=\"es_ES\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Mi experiencia estudiando Ingenier\u00eda del software con un Mac\" \/>\n<meta property=\"og:description\" content=\"Mi experiencia personal estudiando Ingenier\u00eda del software con un Mac: lenguajes de programaci\u00f3n, tecnolog\u00edas, compatibilidades, virtualizaci\u00f3n, etc.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.MacSfera.com\/mi-experiencia-estudiando-ingenieria-del-software-con-un-mac\/\" \/>\n<meta property=\"og:site_name\" content=\"MacSfera\" \/>\n<meta property=\"article:publisher\" content=\"http:\/\/www.facebook.com\/macsfera\" \/>\n<meta property=\"article:author\" content=\"https:\/\/www.facebook.com\/PabloAsekas\" \/>\n<meta property=\"article:published_time\" content=\"2019-02-20T19:28:25+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/07\/06163207\/MacBook-Retina-Dorado.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"2500\" \/>\n\t<meta property=\"og:image:height\" content=\"1667\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:title\" content=\"Mi experiencia estudiando Ingenier\u00eda del software con un Mac\" \/>\n<meta name=\"twitter:description\" content=\"Mi experiencia personal estudiando Ingenier\u00eda del software con un Mac: lenguajes de programaci\u00f3n, tecnolog\u00edas, compatibilidades, virtualizaci\u00f3n, etc.\" \/>\n<meta name=\"twitter:creator\" content=\"@https:\/\/twitter.com\/pabloasekas\" \/>\n<meta name=\"twitter:site\" content=\"@MacSferablog\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.MacSfera.com\/#website\",\"url\":\"https:\/\/www.MacSfera.com\/\",\"name\":\"MacSfera\",\"description\":\"Blog sobre Apple con especial inter\\u00e9s en la opini\\u00f3n personal en el Mac, el iPhone y el iPad.\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"https:\/\/www.MacSfera.com\/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"es\"},{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.MacSfera.com\/mi-experiencia-estudiando-ingenieria-del-software-con-un-mac\/#primaryimage\",\"inLanguage\":\"es\",\"url\":\"https:\/\/cdn.macsfera.com\/wp-content\/uploads\/2015\/07\/06163207\/MacBook-Retina-Dorado.jpg\",\"width\":2500,\"height\":1667,\"caption\":\"MacBook Retina Dorado\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.MacSfera.com\/mi-experiencia-estudiando-ingenieria-del-software-con-un-mac\/#webpage\",\"url\":\"https:\/\/www.MacSfera.com\/mi-experiencia-estudiando-ingenieria-del-software-con-un-mac\/\",\"name\":\"Mi experiencia estudiando Ingenier\\u00eda del software con un Mac\",\"isPartOf\":{\"@id\":\"https:\/\/www.MacSfera.com\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/www.MacSfera.com\/mi-experiencia-estudiando-ingenieria-del-software-con-un-mac\/#primaryimage\"},\"datePublished\":\"2019-02-20T19:28:25+00:00\",\"dateModified\":\"2019-02-20T19:28:25+00:00\",\"author\":{\"@id\":\"https:\/\/www.MacSfera.com\/#\/schema\/person\/1c7b5783afd3f0309c3aa8a52942db5a\"},\"description\":\"Mi experiencia personal estudiando Ingenier\\u00eda del software con un Mac: lenguajes de programaci\\u00f3n, tecnolog\\u00edas, compatibilidades, virtualizaci\\u00f3n, etc.\",\"inLanguage\":\"es\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.MacSfera.com\/mi-experiencia-estudiando-ingenieria-del-software-con-un-mac\/\"]}]},{\"@type\":\"Person\",\"@id\":\"https:\/\/www.MacSfera.com\/#\/schema\/person\/1c7b5783afd3f0309c3aa8a52942db5a\",\"name\":\"Pablo Asekas\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.MacSfera.com\/#personlogo\",\"inLanguage\":\"es\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/f86183a13a9c39523543ae47691e4c72?s=96&r=g\",\"caption\":\"Pablo Asekas\"},\"description\":\"Pablo es la persona detr\\u00e1s de MacSfera, le apasiona la tecnolog\\u00eda y adora Internet. Le gusta hablar de dispositivos y aplicaciones con un punto de vista personal y variado.\",\"sameAs\":[\"https:\/\/www.facebook.com\/PabloAsekas\",\"https:\/\/twitter.com\/https:\/\/twitter.com\/pabloasekas\",\"https:\/\/www.youtube.com\/user\/pabloasekas\",\"http:\/\/www.mylaif.es\"]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","_links":{"self":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts\/17069"}],"collection":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/comments?post=17069"}],"version-history":[{"count":12,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts\/17069\/revisions"}],"predecessor-version":[{"id":17089,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/posts\/17069\/revisions\/17089"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/media\/11119"}],"wp:attachment":[{"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/media?parent=17069"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/categories?post=17069"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.macsfera.com\/wp-json\/wp\/v2\/tags?post=17069"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}